Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: A diff/merge tool for Windows
es: Una herramienta de diferencias/fusión para Windows
fi: Diff/merge -työkalu Windows-ympäristöön
fr: Un outil de différenciation/fusion pour Windows

source: Version $MajorVersion$.$MinorVersion$.$MicroVersion$
es: Versión $MajorVersion$.$MinorVersion$.$MicroVersion$
fi: Versio $MajorVersion$.$MinorVersion$.$MicroVersion$

source: First
es: Primero
fi: Ensimmäinen
fr: Premièrement

source: Preface
es: Prefacio
fi: Aluksi
fr: Préface

source: When working on a project, either an open-source project where several people review your code, or a commercial project where you sell a component with your source code, there will be people and customers who find bugs or want to improve your project. To do that they send you patches which you have to review and decide if you want to apply them.
es: Cuando trabaja en un proyecto, bien sea un proyecto de código abierto donde varias personas revisan su código, o un proyecto comercial donde vende un componente con su código fuente, habrá gente y clientes que pueden encontrar errores o quizás quieran mejorar su proyecto. Para hacerlo, ellos le enviarán parches que tendrá que revisar y decidir si desea aplicarlos.
fi: Kun työskentelet projektissa, jossa lähdekoodi on julkista, saat ennen pitkää palautetta käyttäjiltä, jotka ovat löytäneet virheitä tai haluavat parantaa sitä (kyseessä voi olla avoimen lähdekoodin projekti, jossa useat ihmiset katselmoivat koodisi, tai kaupallinen, jossa myyt komponentin lähdekoodin kanssa). Kätevä tapa näiden muutosehdotusten toimittamiseen on lähettää paikkatiedostoja, jotka sinun on katselmoitava ja sen jälkeen päätettävä, haluatko ottaa ne käyttöön.
fr: Quand vous travaillez sur un projet, que ce soit un projet open-source où plusieurs personnes examinent votre code, ou un projet commercial où vous vendez un composant avec votre code source, il y aura des personnes et des clients qui trouveront des bugs ou voudront améliorer votre projet. Pour ce faire, ils vous envoient des patches et vous devez les passer en revue pour décider si vous voulez les appliquer.

source: Reviewing patches
es: Revisando parches
fi: Paikkatiedostojen katselmointi
fr: Examiner des patches

source: Applying the patches
es: Aplicando los parches
fi: Paikkatiedostojen käyttäminen
fr: Appliquer les patches

source: TortoiseMerge helps you with both those tasks: <placeholder-1/>
es: TortoiseMerge le ayuda con ambas tareas: <placeholder-1/>
fi: TortoiseMerge auttaa sinua molemmissa tehtävissä: <placeholder-1/>
fr: TortoiseMerge vous aide pour ces deux tâches : <placeholder-1/>

source: TortoiseMerge also helps you to sort out conflicted files which can occur if you're working with a source control system and others are working on the same files as you.
es: TortoiseMerge también le ayuda a poner en orden los ficheros con conflictos, que pueden ser ocasionados si trabaja con un sistema de control de código fuente y otros están trabajando en los mismos ficheros que usted.
fi: TortoiseMerge auttaa sinua myös selvittämään tiedostojen väliset ristiriidat, joita voi sattua, mikäli käytät versionhallintajärjestelmää ja myös muut työskentelevät käyttämiesi tiedostojen kanssa.
fr: TortoiseMerge vous aide aussi pour arranger les conflits de fichiers qui peuvent arriver si vous travaillez avec un système de contrôle de source et que d'autres travaillent sur les mêmes fichiers que vous.

source: TortoiseMerge is free!
es: ¡TortoiseMerge es gratis!
fi: TortoiseMerge on ilmainen!
fr: TortoiseMerge est gratuit !

source: TortoiseMerge is free. You don't have to pay for it, you can use it any way you want. It is developed under the GP license (GPL).
es: TortoiseMerge es gratis. No tiene que pagar por él, y puede utilizarlo de la forma que desee. Se desarrolla bajo la licencia GP (GPL).
fi: TortoiseMerge on ilmainen. Sinun ei tarvitse maksaa siitä, ja voit käyttää sitä miten vain haluat. Se käyttää GNUn yleistä lisenssiä (GNU General Public License).
fr: TortoiseMerge est gratuit. Vous n'avez pas à payer pour l'avoir, vous pouvez l'utiliser comme vous le souhaitez. Il est développé sous licence GP (GPL).

source: TortoiseMerge is an Open Source project. That means you have full access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Username:guest, for password hit enter) The most recent version (where we're currently working) is located under <filename>/trunk/</filename> the released versions are located under <filename>/tags/</filename>.
es: TortoiseMerge es un proyecto de Código Abierto. Eso significa que tiene acceso completo al código fuente de este programa. Puede verlo en este enlace <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Usuario:guest, deje la contraseña en blanco). La versión más reciente (donde estamos trabajando) se encuentra bajo <filename>/trunk/</filename>, las versiones oficiales están bajo <filename>/tags/</filename>.

source: Donate!
es: ¡Donar!
fi: Lahjoita!
fr: Faites une donation !

source: Even though TortoiseSVN and TortoiseMerge are free, you can support the developers by sending in patches and play an active role in the development. You can also help to cheer us up during the endless hours we spend in front of our computers.
es: Incluso aunque TortoiseSVN y TortoiseMerge son gratuitos, puede ayudar a los desarrolladores enviándoles parches y tomando un rol activo en el desarrollo. También puede ayudar a alegrarnos las horas interminables que gastamos delante de nuestros ordenadores.
fi: Vaikka TortoiseSVN ja TortoiseMerge ovat ilmaisia, voit tukea kehittäjiä lähettämällä paikkatiedostoja ja olemalla aktiivinen kehitystyössä. Voit myös piristää meitä niiden pitkien tuntien aikana, jotka vietämme tietokoneittemme ääressä.
fr: Bien que TortoiseSVN et TortoiseMerge soient gratuits, vous pouvez soutenir les développeurs en envoyant des patches et jouer un rôle actif dans le développement. Vous pouvez aussi aider à nous réconforter pendant les heures infinies que nous passons devant nos ordinateurs.

source: While working on TortoiseSVN we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CDs and DVDs: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
es: Nos encanta escuchar música mientras trabajamos en TortoiseSVN. Y dado que gastamos muchas horas en el proyecto necesitamos <emphasis>mucha</emphasis> música. Por tanto, hemos preparado algunas listas de deseos con nuestros CDs y DVDs de música favoritos: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Por favor mire también la lista de personas que han contribuido al proyecto enviando parches o traducciones.
fi: Kehittäessämme TortoiseSVN-ohjelmaa kuuntelemme mieluusti musiikkia. Ja koska vietämme tuntikausia projektin parissa, tarvitsemme <emphasis>paljon</emphasis> musiikkia. Tästä syystä olemme tehneet toivomuslistoja mielimusiikistamme: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Samasta paikasta löytyy myös lista ihmisistä, jotka ovat auttaneet projektia lähettämällä paikkatiedostoja tai tekemällä käännöksiä.
fr: Pendant que nous travaillons sur TortoiseSVN nous aimons bien écouter de la musique. Et puisque nous passons beaucoup d'heures sur le projet, nous avons besoin de <emphasis>beaucoup</emphasis> de musique. Donc nous avons créé quelques listes de voeux avec nos CD et DVD préférés : <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Regardez aussi s'il vous plaît la liste des gens qui ont contribué au projet en envoyant des patches ou des traductions.

source: Acknowledgments
es: Reconocimientos
fi: Kiitokset
fr: Remerciements

source: for the hard work on TortoiseMerge
es: por el duro trabajo en TortoiseMerge
fi: kovasta työstä TortoiseMergen parissa
fr: pour le travail difficile sur TortoiseMerge

source: for the beautiful icons, logo, bug hunting and taking care of the documentation
es: por los bonitos iconos, el logotipo, detección de errores y cuidar de la documentación
fi: hienoista kuvakkeista, logosta, virheiden metsästyksestä ja käyttöohjeista huolehtimisesta
fr: pour les belles icônes, le logo, la chasse aux bugs et le soin apporté à la documentation

source: The Tigris Style project
es: El proyecto Tigris Style
fi: Tigris Style -projekti
fr: Le projet Tigris Style

source: for some of the styles which are reused in this documentation
es: por algunos de los estilos que están siendo reutilizados en esta documentación
fi: joistakin tyyleistä, joita on hyödynnetty tässä dokumentaatiossa
fr: pour quelques styles réutilisés dans cette documentation

source: Our Contributors
es: Nuestros colaboradores
fi: Avustajiamme
fr: Nos contributeurs

source: for the patches, bug reports and new ideas, and for helping others by answering questions on our mailing list.
es: por los parches, informes de errores y nuevas ideas, y por ayudar a otros respondiendo preguntas de nuestra lista de correo.
fi: paikkatiedostoista, virheraporteista, uusista ideoista ja muitten auttamisesta postituslistallamme
fr: pour les patches, les rapports de bug et les nouvelles idées, et pour avoir aider les autres en répondant aux questions sur notre mailing list.

source: Our Donators
es: Nuestros donantes
fi: Lahjoittajiemme
fr: Nos donateurs

source: for many hours of joy with the music they sent us
es: por la cantidad de horas de entretenimiento con la música que nos enviaron
fi: monista mukavista tunneista meille lähetetyn musiikin parissa
fr: pour les nombreuses heures de bonheur avec la musique qu'ils nous ont envoyé

source: Introduction
es: Introducción
fi: Johdanto

source: Overview
es: Descripción
fi: Yleiskatsaus
fr: Vue d'ensemble

source: TortoiseMerge is a free/open-source application. It lets you see differences in text files, merge those changes and even review and apply unified diff files, often called <firstterm>patches</firstterm>.
es: TortoiseMerge es una aplicación gratuita/de código abierto. Le permite ver las diferencias entre ficheros de texto, fusionar esos cambios e incluso revisar y aplicar ficheros de diff unificados, a menudo llamados <firstterm>parches</firstterm>.
fi: TortoiseMerge on ilmainen avoimen lähdekoodin ohjelma. Se osaa näyttää erot tekstitiedostojen välillä, yhdistää muutokset, katselmoida ja ottaa käyttöön unified diff -tiedostoja, joita kutsutaan usein <firstterm>paikoiksi</firstterm> (engl. patch).
fr: TortoiseMerge est une application libre/open-source. Elle vous permet de voir les différences au sein des fichiers textes, de fusionner ces changements et même d'examiner et d'appliquer des fichiers de différences unifiées, souvent appelés <firstterm>patches</firstterm>.

source: While working on text files, e.g. source files in your favourite programming language, or html/xml files for your documentation or website, you will often have a situation where you need to compare different versions of those files. Sometimes you get a different version from someone else, sometimes you just want to see the changes you've made.
es: Mientras trabaja con ficheros de texto, por ejemplo ficheros de código en su lenguaje de programación favorito, o ficheros html/xml para su documentación o sitio web, a menudo tendrá situaciones donde desee comparar versiones diferentes de esos ficheros. A veces obtiene una versión diferente de alguien, a veces querrá ver los cambios que ha hecho.
fi: Kun työskentelet tekstitiedostojen kanssa (esim. lähdekooditiedostot, käyttöohjeitten ja verkkosivustojen html/xml-tiedostot), törmäät usein tilanteeseen, jossa on tarpeen verrata näiden tiedostojen eri versioita. Joskus saat eri version joltakulta toiselta, joskus taas haluat vain nähdä itse tekemäsi muutokset.
fr: Quand vous travaillez sur des fichiers textes, les fichiers source de votre langage de programmation préféré par exemple, ou les fichiers html/xml de votre documentation ou de votre site web, vous vous trouvez souvent à devoir comparer différentes versions de ces fichiers. Parfois vous récupérez une version différente de quelqu'un d'autre, parfois vous voulez seulement voir les changements que vous avez faits.

source: If you're working with a version control system (e.g. Subversion) then you sometimes get <emphasis>conflicts</emphasis> when you update your working copy. This happens if someone else changed the same parts of the file you're currently working on as you did. Then you have to resolve those conflicts manually. This is where TortoiseMerge can help you.
es: Si está trabajando con un sistema de control de versiones (por ejemplo Subversion) a veces obtendrá <emphasis>conflictos</emphasis> cuando actualice su copia de trabajo. Esto ocurre si alguien ha modificado las mismas partes que usted del fichero en el que está trabajando. En esos casos tendrá que resolver esos conflictos manualmente. Aquí es donde TortoiseMerge puede ayudarle.
fi: Jos työskentelet versionhallintajärjestelmän (esimerkiksi Subversion) kanssa, törmäät joskus <emphasis>ristiriitoihin</emphasis> päivittäessäsi työkopiotasi. Näin tapahtuu, kun joku toinen muuttaa samoja osia kuin siitä tiedostosta, jota parhaillaan työstät. Tällaisessa tilanteessa syntyneet ristiriidat pitää ratkoa käsin, ja silloin TortoiseMerge voi auttaa.
fr: Si vous travaillez avec un système de contôle de version (i.e. Subversion) alors vous obtenez parfois un <emphasis>conflit</emphasis> lors de la mise à jour de votre copie de travail. Cela se produit si quelqu'un d'autre a modifié les même parties du fichier sur lequel vous travaillez. Alors, vous devez résoudre ces conflits manuellement. C'est là que TortoiseMerge peut vous aider.

source: The following diagram shows you the relationships between the files involved in a conflict:
es: El siguiente diagrama le muestra las relaciones entre los ficheros involucrados en un conflicto:
fi: Seuraava kaavio näyttää ristiriidassa olevien tiedostojen väliset suhteet:
fr: Le diagramme suivant vous montre les relations entre les fichiers impliqués dans un conflit :

source: File Conflict
es: Conflicto de ficheros
fi: Tiedostoristiriita
fr: Conflit de ficher

source: A conflict can also occur if you try to apply an outdated patch file. In such cases, without TortoiseMerge, you would either have to ask the person you got that patch file from for a current version or try to apply that patch file manually.
es: Un conflicto también puede ocurrir si intenta aplicar un parche desactualizado. En estos casos, sin TortoiseMerge, tendría que pedir a la persona de la que obtuvo el parche una versión actualizada, o bien intentar aplicar el fichero de parche manualmente.
fi: Ristiriita voi myös syntyä, kun koetat käyttää vanhentunutta paikkatiedostoa. Mikäli TortoiseMergeä ei olisi, niin tällaisissa tapauksissa sinun pitäisi joko pyytää tuoretta versiota paikkatiedostosta tai yrittää soveltaa paikkatiedostoa käsin.
fr: Un conflit peut aussi se produire si vous essayez d'appliquer un patch périmé. Dans ces cas-là, sans TortoiseMerge, vous deviez soit demander à la personne qui vous a donné le patch d'en faire un pour la dernière version du fichier, soit essayer d'appliquer le patch à la main.

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Subversion. TortoiseMerge parses the patch file for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
es: Pero ahora con TortoiseMerge ya no es necesario hacer eso - al menos no si está trabajando con un sistema de control de versiones como Subversion. TortoiseMerge parsea el fichero de parche buscando la revisión/versión sobre la que se creó el parche y automáticamente intenta obtener esa versión específica de su control de código. Luego aplica el parche y le deja revisar tanto los cambios de usted en el fichero como los de los otros. Luego puede decidir qué cambios desea mantener.
fi: TortoiseMergen ansiosta tämä ei kuitenkaan ole enää tarpeen - ainakin jos työskentelet Subversionin kaltaisen versionhallintajärjestelmän kanssa. TortoiseMerge jäsentää paikkatiedoston sille versiolle, jolle paikkatiedosto luotiin, ja koettaa automaattisesti noutaa tämän version arkistostasi. Sitten se käyttää paikkatiedoston ja antaa sinun ja muiden katselmoida muutoksesi ko. tiedostoon. Lopuksi voit päättää, mitkä muutokset haluat pitää.
fr: Mais maintenant avec TortoiseMerge, ce n'est plus nécessaire - du moins si vous travaillez avec un système de contrôle de version comme Subversion. TortoiseMerge analyse le patch pour la révision/version pour laquelle le patch a été créé et essaye automatiquement de trouver cette révision particulière depuis votre système de contrôle de version. Puis, il applique le patch et vous laisse examiner vos changements et les leur. Vous pouvez ensuite décider quels changements vous souhaitez conserver.

source: TortoiseMerge's History
es: Historia de TortoiseMerge
fi: TortoiseMergen historia
fr: L'historique de TortoiseMerge

source: While working on <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> we found that whenever users sent in patches to enhance the project or just to fix bugs, we had a lot of work just applying those patches. And many times those patches were outdated and couldn't be applied with the command line patch tool <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> because we were working on those files and had sometimes changed those files already.
es: Mientras trabajamos en <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> hemos visto que cuando los usuarios nos enviaban parches para mejorar el proyecto o para arreglar errores, nos llevaba mucho tiempo aplicar esos parches. Y la mayor parte del tiempo esos parches estaban desactualizados y no se podían aplicar con la herramienta de línea de comandos patch <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> porque nosotros estábamos trabajando en esos ficheros y a veces ya habíamos cambiado esos ficheros.
fi: <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink>-projektin parissa työskennellessämme huomasimme, että aina kun käyttäjät lähettivät korjauksia (paikkatiedostoja) parantaakseen ohjelmaa tai korjatakseen vikoja, niiden ottamisesta käyttöön koitui runsaasti työtä. Monesti korjaukset olivat vanhentuneita, eikä niitä voinut antaa syötteeksi <citetitle>patch</citetitle>-ohjelmalle (<ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink>), koska työskentelimme samojen tiedostojen parissa ja olimme joskus ehtineet jo muuttaa niitä.
fr: En travaillant sur <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> nous avons constaté que chaque fois que les utilisateurs ont envoyé des patches pour améliorer le projet ou simplement réparer des bugs, nous avions beaucoup de travail uniquement pour appliquer ces patches. Et la plupart du temps ces patches étaient périmés et ne pouvaient pas être appliqués avec l'outil de patch en ligne de commande <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> parce que nous travaillions sur ces fichiers et que parfois, nous les avions déjà modifiés.

source: This was also the main reason why TortoiseSVN did not originally have a <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Create Patch</guimenuitem></menuchoice> implemented: we preferred users to send us the whole files because with those it was easier to apply patches.
es: Esta era también la razón principal por la que TortoiseSVN no tenía implementada una opción <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Crear Parche</guimenuitem></menuchoice>: preferíamos que los usuarios nos enviaran los ficheros completos porque así era más fácil aplicar los parches.
fi: Tämä oli pääsyy siihen, miksi TortoiseSVN ei aluksi sisältänyt komentoa <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Luo paikkatiedosto</guimenuitem></menuchoice>: halusimme käyttäjien lähettävän meille kokonaisia tiedostoja, koska niiden kanssa oli helpompi työskennellä.
fr: C'est aussi la raison principale pour laquelle TortoiseSVN n'avait pas un <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Créer un patch</guimenuitem></menuchoice> implémenté au début : nous préférions que les utilisateurs nous envoient le fichier entier puisqu'il était plus facile d'appliquer des patches avec ceux-ci.

source: So we spent a lot of time, searching the Internet for a GUI tool which could apply patch files, but all we found was that such a tool didn't exist. So to cut a long story short: We decided that if no-one else could provide such a tool we would have to write our own. That's when TortoiseMerge was born.
es: Así que gastamos mucho tiempo buscando en internet una herramienta GUI que pudiera aplicar ficheros de parche, pero todo lo que encontramos es que dicha herramienta no existía. Para acortar un poco una larga historia: decidimos que si nadie más podía proporcionarnos dicha herramienta tendríamos que escribirla nosotros. Ahí fue cuando nació TortoiseMerge.
fi: Vietimme runsaasti aikaa etsien internetistä graafisella käyttöliittymällä varustettua työkalua, joka osaisi käsitellä paikkatiedostoja, havaitaksemme vain, ettei sellaista ole olemassa. Niinpä päätimme kirjoittaa omamme, ja siten TortoiseMerge sai alkunsa.
fr: Nous avons donc passé beaucoup de temps à chercher sur internet un outil visuel pouvant appliquer des patches, mais tout ce que nous avons trouvé c'est qu'un tel outil n'existe pas. Alors, pour faire court, nous avons décidé que si personne n'avait pu fournir un tel outil, nous devions créer le notre. C'est ainsi que TortoiseMerge est né.

source: Since TortoiseSVN already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
es: Dado que TortoiseSVN ya utiliza la librería de Subversion, que contiene un buen motor de diferencias, era natural que utilizáramos esa librería en vez del diff de GNU.
fi: Koska TortoiseSVN käyttää Subversion-kirjastoa, johon sisältyy näppärä vertailumekanismi, oli luontevaa valita se GNU diff -kirjaston sijaan.
fr: TortoiseSVN utilise la librairie Subversion, qui intègre un bon moteur de différenciation, il est donc naturel d'utiliser cette librairie au lieu du diff GNU.

source: Basic Concepts
es: Conceptos Básicos
fi: Peruskäsitteitä
fr: Concepts de base
