Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: In a Subversion repository you can create a copy of a single file or an entire tree. These are implemented as <quote>cheap copies</quote> which act a bit like a link to the original in that they take up almost no space. Making a copy preserves the history of the item in the copy, so you can trace changes made before the copy was made.
es: En un repositorio de Subversion puede crear una copia de un único fichero o un árbol completo. Estos se implementan como <quote>copias baratas</quote> que actúan un poco como un enlace al original en el sentido de que casi no ocupan espacio. Haciendo una copia preserva la historia del ítem en la copia, por lo que puede rastrear los cambios que se hicieron antes de que ocurriera la copia.
fi: Subversion-arkistossa voit tehdä kopion yksittäisestä tiedostosta tai kokonaisesta hakemistopuusta. Kopiot on toteutettu <quote>halpoina kopioina</quote>, jotka toimivat ikään kuin linkkeinä alkuperäiseen. Tämän ansiosta ne eivät vaadi lähes lainkaan tilaa. Kopion tekeminen säilyttää tiedoston muutoshistorian, joten voit jäljittää muutoksia, jotka tapahtuivat ennen kopion tekoa.
fr: Dans un référentiel Subversion, vous pouvez créer une copie d'un unique fichier ou de toute une arborescence. Celles-ci sont implémentées comme des <quote>copies bon marché</quote> qui fonctionnent comme des liens vers l'original dans le sens où elles ne prennent quasiment pas de place. Faire une copie préserve l'historique de l'élément dans la copie, donc vous pouvez suivre les changements effectués avant que la copie n'ait été faite.

source: Delete
es: Eliminar
fi: Poisto
fr: Supprimer

source: When you delete a versioned item (and commit the change) the item no longer exists in the repository after the committed revision. But of course it still exists in earlier repository revisions, so you can still access it. If necessary, you can copy a deleted item and <quote>resurrect</quote> it complete with history.
es: Cuando elimina un ítem versionado (y confirma el cambio), el ítem ya no existirá nunca más en el repositorio después de la revisión confirmada. Pero por supuesto aún existe en las revisiones previas en el repositorio, por lo que aún puede acceder a él. Si es necesario, puede copiar un ítem eliminado y <quote>resucitarlo</quote> por completo con su historia.
fi: Kun poistat versioidun tiedoston tai hakemiston (ja toimitat muutokset arkistoon), sitä ei enää löydy arkistosta toimitusta seuraavissa versioissa. Se on tietysti kuitenkin yhä olemassa aiemmissa versioissa, joten voit edelleen päästä siihen käsiksi. Mikäli tarpeen, voit kopioida poistetun tiedoston ja <quote>herättää sen henkiin</quote>, muutoshistoria mukaan lukien.
fr: Quand vous supprimez un élément versionné (et que vous livrez le changement), l'élément n'existe plus dans le référentiel après la révision livrée. Mais il existe bien sûr toujours dans les révisions précédentes du référentiel, donc vous pouvez toujours y avoir accès. Si besoin est, vous pouvez copier un élément qui a été supprimé et le <quote>réssusciter</quote> complètement avec son historique.

source: Diff
es: Diferenciar
fi: Vertaa
fr: Voir les différences

source: Shorthand for <quote>Show Differences</quote>. Very useful when you want to see exactly what changes have been made.
es: Abreviatura de <quote>Mostrar diferencias</quote>. Muy útil cuando desea ver exactamente qué cambios se han hecho.
fi: Kahden tekstitiedostoston välisten muutosten vertailu. Hyödyllinen, jos haluat nähdä, mitä muutoksia on tehty.
fr: Très utile quand vous voulez voir exactement quels changements ont été faits.

source: Export
es: Exportar
fi: Vie
fr: Exporter

source: This command produces a copy of a versioned folder, just like a working copy, but without the local <literal>.svn</literal> folders.
es: Este comando produce una copia de una carpeta versionada, igual que una copia de trabajo pero sin los directorios locales <literal>.svn</literal>.
fi: Tämä komento luo versioidusta kansiosta kopion, jossa ei ole paikallisia <literal>.svn</literal>-kansioita.
fr: Cette commande crée une copie d'un répertoire versionné, comme une copie de travail, mais sans les répertoires locaux <literal>.svn</literal>.

source: A proprietary Subversion filesystem backend for repositories. Can be used on network shares. Default for 1.2 and newer repositories.
es: Un sistema de ficheros propietario de Subversion que se utiliza como soporte de los repositorios. Se puede utilizar en unidades compartidas de red. Se utiliza por defecto para los repositorios creados a partir de la versión 1.2.
fi: Subversion-ohjelman tarpeisiin kehitetty tiedostojärjestelmä arkistojen toteutukseen. Voidaan käyttää verkkojakojen (file://) kanssa. Oletusarvoinen arkistojen toteutustapa Subversion-versiosta 1.2 lähtien.
fr: Un système de gestion de fichiers propriétaire de Subversion pour les référentiels. Peut être utilisé pour les partages réseaux. Par défaut pour les référentiels 1.2 et plus récents.

source: Group policy object
es: Objeto de política de grupo
fi: Ryhmäkäytäntö
fr: Group policy object (Stratégie de groupe)

source: HEAD revision
es: revisión HEAD
fi: Uusin versio (HEAD)
fr: Révision HEAD

source: The latest revision of a file or folder in the <emphasis>repository</emphasis>.
es: La última revisión de un fichero o una carpeta en el <emphasis>repositorio</emphasis>.
fi: Tiedoston tai kansion viimeisin versio <emphasis>arkistossa</emphasis>.
fr: La dernière révision d'un fichier ou d'un répertoire dans le <emphasis>référentiel</emphasis>.

source: Import
es: Importar
fi: Tuo
fr: Importer

source: Subversion command to import an entire folder hierarchy into the repository in a single revision.
es: Comando de Subversion para importar una jerarquía de carpetas completa en el repositorio en una única revisión.
fi: Subversion-komento, jolla lisätään kansio (alikansioineen) arkistoon. Toimenpide synnyttää yhden uuden version.
fr: La commande Subversion pour importer une hiérarchie de dossiers complète dans le référentiel en une seule révision.

source: Lock
es: Bloquear
fi: Lukitus
fr: Verrouiller

source: When you take out a lock on a versioned item, you mark it in the repository as non-committable, except from the working copy where the lock was taken out.
es: Cuando obtiene un bloqueo de un ítem versionado, lo marca en el repositorio como no confirmable, excepto para la copia de trabajo desde la que se obtuvo el bloqueo.
fi: Lukitessasi versioidun tiedoston tai kansion sitä ei voi muuttaa arkistossa muualta kuin siitä työkopiosta, jossa lukitus tehtiin.
fr: Quand vous déverrouillez un élément versionné, vous le marquez comme non livrable dans le référentiel, excepté dans la copie de travail où le verrou a été placé.

source: Log
es: Registro
fi: Loki
fr: Journal

source: Show the revision history of a file or folder. Also known as <quote>History</quote>.
es: Muestra la historia de las revisiones de un fichero o carpeta. También se conoce como <quote>Historial</quote>.
fi: Näyttää tiedoston tai kansion versiohistorian. Tunnetaan myös nimellä <quoteHistoria</quote>.
fr: Afficher l'historique des révision d'un fichier ou d'un répertoire. Aussi connu comme l'<quote>Historique</quote>.

source: History
es: Historial
fi: Historia
fr: Historique

source: Show the revision history of a file or folder. Also known as <quote>Log</quote>.
es: Muestra la historia de las revisiones de un fichero o carpeta. También se conoce como <quote>Registro</quote>.
fi: Näyttää tiedoston tai kansion muutoshistorian. Tunnetaan myös nimellä <quote>loki</quote>.
fr: Afficher l'historique des révisions d'un fichier ou d'un répertoire. Aussi appelé le <quote>Journal</quote>.

source: Merge
es: Fusionar
fi: Yhdistäminen
fr: Fusionner

source: The process by which changes from the repository are added to your working copy without disrupting any changes you have already made locally. Sometimes these changes cannot be reconciled automatically and the working copy is said to be in conflict.
es: El proceso por el cual los cambios del repositorio se añaden a su copia de trabajo sin interrumpir cualquier cambio que haya realizado ya localmente. A veces estos cambios no se pueden reconciliar automáticamente, y se dice que la copia de trabajo está en conflicto.
fi: Prosessi, jossa arkiston muutokset lisätään työkopioosi sotkematta tekemiäsi paikallisia muutoksia. Joskus näitä muutoksia ei voi ratkoa automaattisesti, jolloin työkopion sanotaan olevan ristiriitainen.
fr: Le procédé par lequel les modifications du référentiel sont ajoutées dans votre copie de travail sans pertuber les changements que vous avez déjà faits localement. Parfois ces changements ne peuvent pas être réconciliés automatiquement et la copie de travail est dite en conflit.

source: Merging happens automatically when you update your working copy. You can also merge specific changes from another branch using TortoiseSVN's Merge command.
es: Las fusiones ocurren automáticamente cuando actualiza su copia de trabajo. También puede fusionar cambios específicos desde otras ramas utilizando el comando Fusionar de TortoiseSVN.
fi: Yhdistäminen tapahtuu automaattisesti, kun päivität työkopiotasi. Voit myös yhdistää yksittäisiä muutoksia toisesta haarasta käyttämällä TortoiseSVN-ohjelman Yhdistä-komentoa.
fr: La fusion se produit automatiquement lors de la mise à jour de votre copie de travail. Vous pouvez aussi fusionner des changements spécifiques depuis une autre branche en utilisant la commande Fusionner de TortoiseSVN.

source: Patch
es: Parche
fi: Paikka

source: If a working copy has changes to text files only, it is possible to use Subversion's Diff command to generate a single file summary of those changes in Unified Diff format. A file of this type is often referred to as a <quote>Patch</quote>, and it can be emailed to someone else (or to a mailing list) and applied to another working copy. Someone without commit access can make changes and submit a patch file for an authorized committer to apply. Or if you are unsure about a change you can submit a patch for others to review.
es: Si una copia de trabajo tiene cambios únicamente en ficheros de texto, es posible utilizar el comando Diff de Subversion para generar un único fichero con el resúmen de esos cambios en el formato de Diff unificado. Un fichero de este tipo a menudo se denomina <quote>Parche</quote>, y puede ser enviado por email a otro (o a una lista de correo) y apllicado en otra copia de trabajo. Alguien sin acceso de confirmación puede hacer cambios y enviar un fichero de parche para que lo aplique un confirmador autorizado. O si no está seguro de un cambio, puede enviar el parche a otros para que lo revisen.
fi: Mikäli työkopiossa on vain tekstitiedostoihin tehtyjä muutoksia, on mahdollista käyttää Subversion-ohjelman Diff-komentoa muutoskoostetiedoston luomiseksi Unified Diff-muodossa. Tällaista tiedostoa kutsutaan usein <quote>paikaksi</quote>, ja se voidaan lähettää sähköpostin liitteenä jollekulle toiselle (tai postituslistalle) käytettäväksi toisessa työkopiossa. Joku, jolla ei ole oikeutta toimittaa muutoksia arkistoon suoraan, voi tehdä muutokset ja toimittaa paikkatiedoston henkilölle, jolla tällainen oikeus on. Paikkatiedostoa voi käyttää myös, kun haluat muiden katselmoivan tekemiäsi muutoksia.
fr: Si la copie de travail n'a que des modifications sur des fichiers texte, il est possible d'utiliser la commande Subversion Voir les différences pour générer un unique fichier résumant ces changements dans le format de différences unifiées. Un fichier de ce type est souvent connu comme un <quote>Patch</quote> et il peut envoyé par email à quelqu'un d'autre (ou à une mailing list) et appliqué à une autre copie de travail. Une personne sans un accès pour livrer peut effectuer ces changements et soumettre un fichier patch à une personne autorisée à livrer pour qu'elle l'applique. Ou si vous n'êtes pas sûr d'un changement, vous pouvez soumettre un patch aux autres pour qu'ils l'examinent.

source: Property
es: Propiedad
fi: Ominaisuus
fr: Propriété

source: In addition to versioning your directories and files, Subversion allows you to add versioned metadata - referred to as <quote>properties</quote> to each of your versioned directories and files. Each property has a name and a value, rather like a registry key. Subversion has some special properties which it uses internally, such as <literal>svn:eol-style</literal>. TortoiseSVN has some too, such as <literal>tsvn:logminsize</literal>. You can add your own properties with any name and value you choose.
es: Además de versionar sus directorios y ficheros, Subversion le permite añadir metainformación versionada - llamadas <quote>propiedades</quote> para cada uno de sus directorios y ficheros versionados. Cada propiedad tiene un nombre y un valor, como un entrada del registro. Subversion tiene algunas propiedades especiales que utiliza internamente, como <literal>svn:eol-style</lliteral>. TortoiseSVN también tiene algunas, como <literal>tsvn:logminsize</literal>. Puede añadir sus propias propiedades con cualquier nombre y valor que quiera.
fi: Kansioiden ja tiedostojen versioinnin lisäksi Subversion sallii versioidun metatiedon (<quote>ominaisuuksien</quote>) lisäämisen kuhunkin versioituun kansioon ja tiedostoon. Kullakin ominaisuudella on nimi ja arvo (vrt. rekisteriavain). Subversion-ohjelmalla on muutamia erikoisominaisuuksia, joita se käyttää sisäisesti (esim. <literal>svn:eol-style</literal>. TortoiseSVN-ohjelmalla on myös muutamia, kuten esimerkiksi <literal>svn:logminsize</literal>. Voit myös lisätä omia ominaisuuksiasi haluamasi nimellä ja arvolla.
fr: En plus de versionner vos répertoires et vos fichiers, Subversion vous permet d'ajouter des métadonnées versionnées - connues comme des <quote>propriétés</quote> - à chacun de vos fichiers et répertoires versionnés. Chaque propriété possède un nom et une valeur, plutôt qu'une clé de régistre. Subversion dispose de quelques propriétés spéciales qu'il utilise en interne, comme <literal>svn:eol-style</literal>. TortoiseSVN en a aussi, tel que <literal>tsvn:logminsize</literal>. Vous pouvez ajouter vos propres propriétés avec des noms et des valeurs de votre choix.

source: Relocate
es: Relocalizar
fi: Siirrä
fr: Relocaliser

source: If your repository moves, perhaps because you have moved it to a different directory on your server, or the server domain name has changed, you need to <quote>relocate</quote> your working copy so that its repository URLs point to the new location.
es: Si su repositorio se mueve, quizás porque lo ha movido a un directorio diferente en su servidor, o el nombre de dominio del servidor ha cambiado, necesitará <quote>relocalizar</quote> su copia de trabajo para que sus URLs de repositorio apunten al nuevo lugar.
fi: Mikäli arkistosi siirtyy (vaikkapa siitä syystä, että olet siirtänyt sen eri kansioon palvelimellasi, tai palvelimen nimi on muuttunut), sinun täytyy <quote>siirtää</quote> työkopiosi siten, että arkiston paikannin osoittaa uuteen paikkaan.
fr: Si votre référentiel bouge, peut-être parce que vous l'avez déplacé dans un autre répertoire de votre serveur, ou le nom de domaine du serveur a changé, vous devez <quote>relocaliser</quote> votre copie de travail pour que ces URLs du référentiel pointent vers le nouvel emplacement.

source: Note: you should only use this command if your working copy is referring to the same location in the same repository, but the repository itself has moved. In any other circumstance you probably need the <quote>Switch</quote> command instead.
es: Nota: sólo debería utilizar este comando si su copia de trabajo apunta al mismo lugar en el mismo repositorio, pero es el propio repositorio el que se ha movido. En cualquier otra circunstancia probablemente necesita el comando <quote>Cambiar</quote> en su lugar.
fi: Huomaa, että tätä komentoa tulee käyttää vain, jos työkopiosi viittaa samaan paikkaan samassa arkistossa, mutta arkisto on siirtynyt. Muussa tapauksessa tarvitset luultavasti <quote>Siirrä</quote> -kometoa
fr: Note : vous ne devriez utiliser cette commande que si votre copie de travail fait référence au même emplacement dans le même référentiel, mais le référentiel a lui-même bougé. Dans d'autres circonstances, vous avez probablement besoin de la commande <quote>Aller sur...</quote> à la place.

source: Repository
es: repositorio
fi: Arkisto
fr: Référentiel

source: A repository is a central place where data is stored and maintained. A repository can be a place where multiple databases or files are located for distribution over a network, or a repository can be a location that is directly accessible to the user without having to travel across a network.
es: Un repositorio es un lugar central donde se almacenan y mantienen los datos. Un repositorio puede ser un lugar donde se encuentran múltiples bases de datos o ficheros para distribuirlos en una red, o un repositorio puede ser un lugar directamente accesible por el usuario sin tener que viajar por una red.
fi: Arkisto on keskeinen paikka, minne tiedot talletetaan ja pidetään yllä. Arkiston avulla useita tietokantoja tai tiedostoja voi jakaa verkon ylitse. Arkisto voi olla myös paikka, johon käyttäjällä on suora pääsy ilman verkkoyhteyttä.
fr: Un référentiel est un endroit central où sont stockées et entretenues les données. Un référentiel peut être un endroit où se trouvent plusieurs bases de données ou des fichiers pour la distribution sur un réseau, ou un référentiel peut être un emplacement directement accessible à l'utilisateur sans devoir voyager à travers un réseau.

source: Resolve
es: Resolver
fi: Ratkaise
fr: Résoudre

source: When files in a working copy are left in a conflicted state following a merge, those conflicts must be sorted out by a human using an editor (or perhaps TortoiseMerge). This process is referred to as <quote>Resolving Conflicts</quote>. When this is complete you can mark the conflicted files as being resolved, which allows them to be committed.
es: Cuando los ficheros en una copia de trabajo se quedan en un estado de conflicto tras una fusión, estos conflictos deben arreglarse por un humano utilizando un editor (o quizás TortoiseMerge). Este proceso se denomina <quote>Resolviendo conflictos</quote>. Cuando finalice, marque los ficheros con conflictos como resueltos, y eso le permitirá confirmarlos.
fi: Kun jotkin työkopion tiedostot ovat ristiriitaisia yhdistämisen jälkeen, ristiriidat pitää ratkaista käsin editorilla (tai kenties TortoiseMergellä). Tätä kutsutaan <quote>ristiriitojen ratkaisemiseksi</quote>. Kun tämä on tehty, voit merkata ristiriitaiset tiedostot ratkaistuiksi, minkä jälkeen ne voidaan toimittaa arkistoon.
fr: Quand les fichiers d'une copie de travail sont laissés dans un état conflictuel suivant une fusion, ces conflits doivent être traités par une personne en utilisant un éditeur (ou peut-être TortoiseMerge). Ce procédé est connu comme <quote>Résoudre les conflits</quote>. Quand cela est fait, vous pouvez marqués les fichiers en conflit comme étant résolus, ce qui vous permet de les livrer.

source: Revert
es: Revertir
fi: Palauta
fr: Revenire en arrière

source: Revision
es: Revisión
fi: Versio
fr: Révision

source: Every time you commit a set of changes, you create one new <quote>revision</quote> in the repository. Each revision represents the state of the repository tree at a certain point in its history. If you want to go back in time you can examine the repository as it was at revision N.
es: Cada vez que confirma un conjunto de cambios, crea una nueva <quote>revisión</quote> en el repositorio. Cada revisión representa el estado del árbol del repositorio en un cierto punto de su historia. Si desea volver en el tiempo para examinar el repositorio tal y como estaba en la revisión N.
fi: Aina kun toimitat joukon muutoksia versionhallintaan, luot yhden uuden <quote>version</quote> arkistoon. Jokainen versio kuvaa arkiston koko tilan tietyssä kohtaa sen historiassa. Mikäli haluat siirtyä takaisin ajassa, voit tutkia arkistoa ikään kuin se olisi versiossa N.
fr: Chaque fois que vous livrez un jeu de modifications, vous créez une nouvelle <quote>révision</quote> dans le référentiel. Chaque révision représente l'état de l'arborescence du référentiel à un certain point de son histoire. Si vous voulez revenir dans le temps, vous pouvez examiner le référentiel tel qu'il était à la révision N.

source: In another sense, a revision can refer to the set of changes that were made when that revision was created.
es: En otro sentido, una revisión puede referirse al conjunto de cambios que se hicieron cuando esa revisión se creó.
fi: Toisella tapaa ajateltuna versiolla voidaan viitata siihen muutosjoukkoon, joka tehtiin versiota luotaessa.
fr: Dans un autre sens, une révision peut faire référence à un jeu de modifications qui ont été faites quand la révision a été créée.

source: Revision Property (revprop)
es: Propiedad de revisión (revprop)
fi: Versio-ominaisuus (revprop)
fr: Propriété de révision (revprop)

source: Just as files can have properties, so can each revision in the repository. Some special revprops are added automatically when the revision is created, namely: <literal>svn:date svn:author svn:log</literal> which represent the commit date/time, the committer and the log message respectively. These properties can be edited, but they are not versioned, so any change is permanent and cannot be undone.
es: Al igual que los ficheros pueden tener propiedades, las revisiones del repositorio también. Algunas revprops especiales se añaden automáticamente cuando se crea la revisión; son: <literal>svn:date svn:author svn:log</literal> que representan la fecha/hora de la confirmación, el confirmador y el mensaje de registro, respectivamente. Estas propiedades pueden editarse, pero no están versionadas, por lo que cualquier cambio es permanente y no puede deshacerse.
fi: Samaan tapaan kuin tiedostoilla voi olla ominaisuuksia, voi myös jokaisella versiolla arkistossa olla ominaisuuksia. Joitakin erityisiä versio-ominaisuuksia lisätään automaattisesti kun versio luodaan: <literal>svn:date svn:author svn:log</literal>, joilla kuvataan arkistotoimituksen aika, tekijä ja lokiviesti. Näitä ominaisuuksia voidaan muokata, mutta ne eivät versioidu, joten kaikki muutokset ovat pysyviä eikä niitä voi perua.
fr: Comme les fichiers peuvent avoir des propriétés, chaque révision du référentiel le peut aussi. Quelques revprops spéciales sont ajoutées automatiquement quand la révision est créée, à savoir : <literal>svn:date svn:author svn:log</literal> qui représentent respectivement la date de livraison, le livreur et le commentaire. Ces propriétés peuvent être édités mais elles ne sont pas versionnées, donc les changements sont permanents et ne peuvent pas être annulés.

source: A frequently-used abbreviation for Subversion.
es: Una abreviatura muy usada para Subversion.
fi: Subversion-ohjelmasta usein käytetty lyhenne.
fr: Une abbréviation courante pour Subversion.

source: The name of the Subversion custom protocol used by the <quote>svnserve</quote> repository server.
es: El nombre del protocolo personalizado de Subversion que utiliza el servidor de repositorios <quote>svnserve</quote>.
fi: Subversionin käyttämän erikoisprotokollan nimi, jota käyttää mm. <quote>svnserve</quote> versionhallintapalvelin.
fr: Le nom du protocole personnalisé de Subversion utilisé par le serveur de référentiel <quote>svnserve</quote>.

source: Switch
es: Cambiar
fi: Vaihda
fr: Aller sur...
