Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: Specifies the <placeholder-1/> file used in three way diffs. This is the common ancestor of the files being diffed, although it is not shown in a separate window. For two way diffs, this is the left file.
es: Especifica el fichero <placeholder-1/> utilizado en las diferenciaciones en tres sentidos. Este es el ancestro común de los ficheros que están siendo diferenciados, aunque no se muestra en una ventana diferente. Para las diferenciaciones en dos sentidos, este es el fichero izquierdo.
fi: Määrittää <placeholder-1/>tiedoston, jota käytetään kolmiosaisissa vertailuissa. Tämä on vertailtavien tiedostojen yhteinen kantaversio, vaikka sitä ei näytetä erillisessä ikkunassa. Kaksiosaisissa vertailuissa tämä on vasen tiedosto.
fr: Spécifie le fichier <placeholder-1/> utilisé lors d'une différenciation tri-directionnelle. C'est l'ancêtre commun des fichiers étant différenciés, bien qu'il n'est pas affiché dans une fenêtre séparée. Pour une différenciation bi-directionnelle, c'est le fichier de gauche.

source: The name of the base file. This is shown in the view title instead of the file path. For three way diffs it is shown in a tooltip for the view title.
es: El nombre del fichero base. Esto se muestra en el título de la vista en vez de la ruta del fichero. Para diferenciaciones de tres sentidos se muestra en un texto de ayuda para el título de la vista.
fi: Kantatiedoston nimi. Tämä näytetään näytön otsikossa tiedostopolun sijaan. Kolmiosaisissa vertailuissa se näytetään otsikon työkaluvihjeessä.
fr: Le nom du fichier de base. Il est affiché dans le titre de vue au lieu du chemin de fichier. Pour une différenciation tri-directionnelle il est affiché dans une info-bulle pour le titre de vue.

source: theirs
es: de ellos
fi: heidän
fr: le leur

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the left pane.
es: Especifica el fichero <placeholder-1/> utilizado en las diferenciaciones de tres sentidos, mostrado en el panel izquierdo.
fi: Määrittelee <placeholder-1/>-tiedoston, jota käytetään kolmiosaisissa vertailuissa vasemmassa paneelissa.
fr: Spécifie le fichier <placeholder-1/> utilisé lors d'une différenciation tri-directionnelle, affiché dans le panneau de gauche.

source: The name of the theirs file. This is shown in the view title instead of the file path.
es: El nombre del fichero de ellos. Esto se muestra en el título de la vista en vez de la ruta del fichero.
fi: Heidän-tiedoston nimi. Tämä näytetään otsikossa tiedostopolun sijaan.
fr: Le nom de leur fichier. Il est affiché dans le titre de vue au lieu du chemin de fichier.

source: mine
es: mío
fi: minun
fr: le mien

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the right pane. For two way diffs, this is the right file.
es: Especifica el fichero <placeholder-1/> utilizado en las diferenciaciones en tres sentidos, mostrado en el panel derecho. Para las diferenciaciones en dos sentidos, este es el fichero derecho.
fi: Määrittelee <placeholder-1/>-tiedoston, jota käytetään kolmiosaisissa vertailuissa oikeassa paneelissa. Kaksiosaisille vertailuille tämä on oikeanpuoleinen tiedosto.
fr: Spécifie le fichier <placeholder-1/> utilisé dans une différenciation tri-directionnelle, affiché dans le panneau de droite. Pour une différenciation bi-directionnelle, c'est le fichier de droite.

source: The name of the mine file. This is shown in the view title instead of the file path.
es: El nombre del fichero mío. Esto se muestra en el título de la vista en vez de la ruta del fichero.
fi: Minun-tiedoston nimi. Tämä näytetään otsikossa tiedostopolun sijaan.
fr: Le nom de mon fichier. Il est affiché dans le titre de vue au lieu du chemin de fichier.

source: merged
es: fusionado
fi: yhdistetty
fr: fusionné

source: Specifies the resulting <placeholder-1/> file used in three way diffs. This is the filepath where the result of the merge/conflict resolving is saved. If this is not set, then TortoiseMerge will ask the user where to save the result.
es: Especifica el fichero <placeholder-1/> resultante utilizando en las diferenciaciones en tres sentidos. Esta es la ruta del fichero donde se guardará el resultado de la resolución de la fusión/conflicto. Si no se establece, TortoiseMerge le preguntará al usuario dónde almacenar el resultado.

source: The name of the merged file. This is shown in the view title instead of the file path.
es: El nombre del fichero fusionado. Esto se muestra en el título de la vista en vez de la ruta del fichero.
fi: Yhdistetyn tiedoston nimi. Tämä näytetään otsikossa tiedostopolun sijaan.
fr: Le nom du fichier fusionné. Il est affiché dans le titre de vue au lieu du chemin de fichier.

source: very long
es: mucho tiempo
fi: hyvin kauan
fr: très longtemps

source: The path where a patch should be applied to. If you don't set this path, then TortoiseMerge will try to find the path itself to match the paths in the patch file, but that can take <placeholder-1/>.
es: La ruta donde se debería aplicar un parche. Si no establece esta ruta, entonces TortoiseMerge intentará encontrar la ruta por sí mismo, de forma que encaje con las rutas en el fichero de parche, pero eso puede llevarle <placeholder-1/>.
fi: Polku, johon paikka tulisi käyttää. Jos et aseta tätä, TortoiseMerge yrittää itse löytää polun, joka täsmää paikkatiedostossa olevien polkujen kanssa. Tämä voi tosin viedä <placeholder-1/>.
fr: Le chemin où un patch doit être appliqué. Si vous n'indiquez pas ce chemin, alors TortoiseMerge essayera de chercher le chemin lui-même pour faire correspondre les chemins du fichier de patch, mais cela peut durer <placeholder-1/>.

source: The name of the original file to patch. Used for the view title.
es: El nombre del fichero original a parchear. Utilizado para el título de la vista.
fi: Alkuperäisen, paikattavan tiedoston nimi. Käytetään näytön otsikolle.
fr: Le nom du fichier original à patcher. Utilisé pour le titre de vue.

source: The name of the resulting patched file. Used for the view title.
es: El nombre del fichero parcheado resultante. Utilizado para el título de la vista.
fi: Paikatun tulostiedoston nimi. Käytetään näytön otsikkoon.
fr: Le nom du fichier patché résultant. Utilisé pour le titre de vue.

source: The path to the patch/diff file to apply to a directory.
es: La ruta del fichero de parche/diferencia a aplicar a un directorio.
fi: Polku paikkatiedostoon, joka käytetään johonkin hakemistoon.
fr: Le chemin au fichier de patch/différence à s'appliquer à un répertoire.

source: Forces TortoiseMerge to start with the one-way view instead of the view the user specified in the settings.
es: Fuerza a TortoiseMerge a iniciar la vista de un sólo sentido en vez de la vista que el usuario especificó en la configuración.
fi: Pakottaa TortoiseMergen käynnistymään yhden paneelin näkymässä, ohittaen Asetukset-valikon määritykset.
fr: Force TortoiseMerge à démarrer par la vue panneau unique au lieu de la vue que l'utilisateur a spécifié dans la configuration.

source: Switches the left and right view of the specified two files to diff.
es: Cambia la vista derecha e izquierda de los dos ficheros especificados para diferenciar.
fi: Vaihtaa vasemman ja oikean näkymän vertailtaessa kahta tiedostoa.
fr: Commute les vues gauche et droite des deux fichiers indiqués à différencier.

source: /origfile:"path_to_original_file"
es: /origfile:"ruta_al_fichero_original"
fi: /origfile:"polku_alkuperäiseen_tiedostoon"
fr: /origfile:"chemin_du_fichier_original"

source: /modifiedfile:"path_to_modified_file"
es: /modifiedfile:"ruta_al_fichero_modificado"
fi: /modifiedfile:"polku_muutettuun_tiedostoon"
fr: /modifiedfile:"chemin_du_fichier_modifié"

source: /outfile:"path_to_resulting_patchfile"
es: /outfile:"ruta_al_ficherodeparche_resultante"
fi: /outfile:"polku_tulos_paikkatiedostoon"
fr: /outfile:"chemin_du_fichier_résultat"

source: Creates a unified diff file (patch file) of two files specified with <placeholder-1/> and <placeholder-2/>. The target path is set with <placeholder-3/>. If <placeholder-4/> is not set, a file save dialog is shown so the user can choose the location to save the patch file. Note: If <placeholder-5/> is set, all other parameters are ignored.
es: Crea un fichero de diff unificado (fichero de parche) de dos ficheros especificados con <placeholder-1/> y <placeholder-2/>. La ruta de destino se establece con <placeholder-3/>. Si <placeholder-4/> no se establece, se muestra un diálogo de guardar fichero para que el usuario pueda elegir el lugar donde guardar el fichero de parche. Nota: si se establece <placeholder-5/>, todos los demás parámetros se ignoran.
fi: Luo unified diff-muotoisen tiedoston (paikkatiedoston) kahdesta valitsimilla <placeholder-1/> ja <placeholder-2/> määritellyistä tiedostoista. Kohdetiedoston polku asetetaan valitsimella <placeholder-3/>. Mikäli valitsinta <placeholder-4/> ei ole annettu, tiedoston talletusikkuna näytetään käyttäjälle, josta hän voi valita, mihin paikkatiedosto talletetaan. Huomaa: Jos valitsin <placeholder-5/> on määritelty, kaikki muut valitsimet ohitetaan.
fr: Crée une fichier de différences unifiées (fichier patch) à partir les deux fichiers spécifiés avec <placeholder-1/> et <placeholder-2/>. Le fichier cible est défini avec <placeholder-3/>. Si <placeholder-4/> n'est pas défini, une boîte de dialogue Enregistrer sous s'affiche pour permettre à l'utilisateur de choisir l'emplacement du fichier patch. Note : Si <placeholder-5/> est défini, tous les autres paramètres sont ignorés.

source: You can also supply simple filenames on the command line for compatibility with other diff programs. In this simplified form the command line is <screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> If two files are given they will be compared with each other. If three files are given, the first is taken as the BASE file, and the other two are compared with it in a three-way diff.
es: También puede proporcionar nombres de ficheros simples en la línea de comando por compatibilidad con otros programas diff. En esta forma simplificada la línea de comandos es <screen> TortoiseMerge RutaFicheroBase RutaMiFichero [ RutaSuFichero ] </screen> Si se proporcionan dos ficheros se comparán entre ellos. Si se proporcionan tres ficheros, el primero se trata como fichero BASE, y los otros dos se comparan con él en una diferenciación en tres sentidos.
fi: Voit myös välittää yksinkertaisia tiedostonimiä komentorivillä ollaksesi yhteensopiva muiden diff-ohjelmien kanssa. Yksinkertaistetussa muodossa komentorivi on <screen> TortoiseMerge Kantatiedostopolku Minuntiedostopolku [ Heidäntiedostopolku ] </screen> Jos kaksi tiedostoa annetaan, niitä vertaillaan. Mikäli annetaan kolme tiedostoa, ensimmäisen oletetaan olevan kantaversion (BASE), ja kahta muuta verrataan siihen kolmiosaisella vertailulla.
fr: Vous pouvez aussi fournir des noms de fichiers simples sur la ligne de commande pour la compatibilité avec d'autres programmes de comparaison. Dans cette forme simplifiée, la ligne de commande est <screen> TortoiseMerge CheminFichierBase CheminMonFichier [ CheminLeurFichier ] </screen> Si deux fichiers sont donnés, ils seront comparés entre eux. Si trois fichiers sont donnés, le premier sera pris comme le fichier de BASE et les deux autres seront comparés avec lui dans une différenciation tri-directionnelle.

source: Glossary
es: Glosario
fi: Sanasto
fr: Glossaire

source: Add
es: Añadir
fi: Lisää
fr: Ajouter

source: A Subversion command that is used to add a file or directory to your working copy. The new items are added to the repository when you commit.
es: Un comando de Subversion que se utiliza para añadir un fichero o un directorio a su copia de trabajo. Los nuevos ítems se añaden al repositorio cuando confirme.
fi: Subversion-komento, jota käytetään tiedoston tai hakemiston lisäämiseen työkopioosi. Uudet alkiot lisätään versionhallintaan toimita arkistoon -komennolla.
fr: Une commande Subversion utilisée pour ajouter un fichier ou un répertoire à votre copie de travail. Les nouveaux éléments sont ajoutés au référentiel à la livraison.

source: BASE revision
es: revisión BASE
fi: Kantaversio (BASE)
fr: Révision BASE

source: The current base revision of a file or folder in your <emphasis>working copy</emphasis>. This is the revision the file or folder was in, when the last checkout, update or commit was run. The BASE revision is normally not equal to the HEAD revision.
es: La revisión base actual de un fichero o una carpeta en su <emphasis>copia de trabajo</emphasis>. Esta es la revisión en la que estaba el fichero o la carpeta, cuando se realizó la última operación de obtener, actualizar o confirmar. La revisión BASE normalmente no es la misma que la revisión HEAD.
fi: <emphasis>Työkopiosi</emphasis> tiedoston tai kansion nykyinen kantaversio. Tämä on se tiedoston tai kansion versio, joka oli voimassa edellisen Hae työkopio, Päivitä tai Toimita arkistoon -komennon aikana. Kantaversio ei ole tavallisesti sama kuin uusin versio (HEAD).
fr: La révision de base courante d'un fichier ou d'un répertoire dans votre <emphasis>copie de travail</emphasis>. C'est la révision à laquelle se trouvait le fichier ou le répertoire, à la dernière extraction, mise à jour ou livraison. La révision BASE est normalement différent de la révision HEAD.

source: Blame
es: Autoría
fi: Selvitä tekijä
fr: Condamner

source: This command is for text files only, and it annotates every line to show the repository revision in which it was last changed, and the author who made that change. Our GUI implementation is called TortoiseBlame and it also shows the commit date/time and the log message when you hover the mouse of the revision number.
es: Este comando es sólo para ficheros de texto, y anota cada línea para mostrar la revisión del repositorio en la que se cambió por última vez, y el autor que hizo ese cambio. Nuestra implementación GUI se llama TortoiseBlame y también le muestra la fecha y hora de la confirmación y ell mensaje de registro cuando mueve el ratón por encima del número de revisión.
fi: Tämä komento soveltuu vain tekstitiedostoille; se lisää jokaiselle riville tiedon siitä, missä versiossa riviä viimeksi muutettiin ja kenen toimesta. Komennolle on graafinen käyttöliittymä TortoiseBlame joka osaa lisäksi näyttää version muutospäivämäärän sekä lokiviestin, kun viet hiirikohdistimen versionumeron päälle.
fr: Cette commande n'est utilisée que pour les fichiers texte et elle annote chaque ligne pour montrer la révision du référentiel à laquelle elle a été changée et l'auteur du changement. Notre implémentation graphique s'appelle TortoiseBlame et il montre aussi la date de dernière livraison et son commentaire au survol du numéro de révision avec la souris.

source: Berkeley DB. A well tested database backend for repositories, that cannot be used on network shares. Default for pre 1.2 repositories.
es: Base de datos Berkeley. Un soporte de base de datos muy probado para los repositorios, que no puede utilizarse en unidades compartidas de red. Por defecto para repositorios anteriores a la versión 1.2.
fi: Berkeley -tietokanta. Vakaa tietokanta arkistojen toteutukseen. Ei sovellu käytettäväksi verkkojakojen (file://) kanssa. Oletusarvoinen arkiston toteutustapa ennen Subversion-versiota 1.2.
fr: Berkeley DB. Une base de données bien testée pour les référentiels, qui ne peut pas être utilisée sur les partages réseaux. Par défaut pour les référentiels pré 1.2.

source: Branch
es: Rama
fi: Haara
fr: Branche

source: A term frequently used in revision control systems to describe what happens when development forks at a particular point and follows 2 separate paths. You can create a branch off the main development line so as to develop a new feature without rendering the main line unstable. Or you can branch a stable release to which you make only bug fixes, while new developments take place on the unstable trunk. In Subversion a branch is implemented as a <quote>cheap copy</quote>.
es: Un término de uso frecuente en los sistemas de control de versiones para describir lo que ocurre cuando el desarrollo se parte en un punto en concreto y sigue dos caminos separados. Puede crear una rama desde la línea principal de desarrollo para desarrollar una nueva funcionalidad sin hacer que la línea principal quede inestable. O puede hacer una rama de una versión estable en la que sólo hará correcciones de errores, mientras los nuevos desarrollos tienen lugar en el inestable tronco. En Subversion una rama se implementa como una <quote>copia barata</quote>.
fi: Versionhallintajärjestelmissä usein käytetty termi, joka kuvaa, mitä tapahtuu, kun kehitystyö haarautuu kahteen erilliseen polkuun. Pääkehityshaara joudutaan haaroittamaan esimerkiksi silloin, kun tarvitaan uusi ominaisuus, jota voidaan kehittää ajan kanssa tekemättä päähaarasta epävakaata. Toinen vaihtoehto on tehdä päähaarasta julkaisua varten haara, johon tehdään vain virhekorjauksia, ja samaan aikaan uusia toimintoja kehitetään epävakaaseen päähaaraan. Subversion toteuttaa haarat <quote>halpoina kopioina</quote>.
fr: Un terme fréquemment utilisé dans les système de contrôle de révisions pour décrire ce qu'il se passe quand le développement se scinde à un point particulier et suit 2 chemins séparés. Vous pouvez créer une branche en dehors de la ligne de développement principale pour développer une nouvelle fonctionnalité sans rendre la ligne principale instable. Ou vous pouvez créer une branche avec la version stable sur laquelle vous ne ferez que des corrections de bugs, pendant que les nouveaux développements sont faits sur la branche instable. Dans Subversion, une branche est considérée comme étant une copie <quote>bon marché</quote>.

source: Checkout
es: Obtener
fi: Hae työkopio
fr: Extraire

source: A Subversion command which creates a local working copy in an empty directory by downloading versioned files from the repository.
es: Un comando de Subversion que crea una copia local de trabajo en un directorio vacío al descargar los ficheros versionados desde el repositorio.
fi: Subversion-komento, joka luo paikallisen työkopion tyhjään hakemistoon noutamalla versioituja tiedostoja arkistosta.
fr: Une commande Subversion qui crée une copie de travail locale dans un répertoire vide en téléchargeant les fichiers versionnés depuis le référentiel.

source: Cleanup
es: Limpiar
fi: Siivous
fr: Nettoyer

source: To quote from the Subversion book: <quote> Recursively clean up the working copy, removing locks and resuming unfinished operations. If you ever get a <emphasis>working copy locked</emphasis> error, run this command to remove stale locks and get your working copy into a usable state again. </quote> Note that in this context <emphasis>lock</emphasis> refers to local filesystem locking, not repository locking.
es: Citando el libro de Subversion: <quote>Limpia recursivamente la copia de trabajo, eliminando los bloqueos y continuando las operaciones sin terminar. Si alguna vez obtiene un error <literal>copia de trabajo bloqueada</literal>, ejecute este comando para eliminar los bloqueos y conseguir que su copia de trabajo vuelva a un estado usable de nuevo.</quote> Tenga en cuenta que en este contexto <quote>bloqueado</quote> se refiere a un bloqueo del sistema de ficheros local, no a bloqueos del repositorio.
fi: Lainaus Subversion-kirjasta: <quote> Siivoaa työkopion rekursiivisesti poistamalla lukot ja kesken jääneet operaatiot. Jos törmäät joskus <literal>työkopio lukittu</literal> -virheeseen, suorita tämä komento poistaaksesi vanhentuneet lukot ja tehdäksesi työkopiosta jälleen käyttökelpoisen.</quote> Huomaa, että tässä <quote>lukko</quote> viittaa paikallisen tiedostojärjestelmän lukitukseen, ei arkistolukitukseen.
fr: Pour citer le manuel Subversion : <quote> Nettoie récursivement la copie de travail, en supprimant les verrous et en reprenant les opérations non terminées. Si vous obtenez une erreur <emphasis>copie de travail verrouillée</emphasis>, exécutez cette commande pour supprimer les vieux verrous et rendre votre copie de travail utilisable à nouveau.</quote> Notez que dans ce contexte, le <emphasis>verrou</emphasis> fait référence au verrouillage du système de fichiers local et non au verrouillage du référentiel.

source: Commit
es: Confirmar
fi: Toimita arkistoon
fr: Livrer

source: This Subversion command is used to pass the changes in your local working copy back into the repository, creating a new repository revision.
es: Este comando de Subversion se utiliza para pasar los cambios desde su copia de trabajo local al repositorio, creando una nueva revisión en el repositorio.
fi: Tämä Subversion-komento siirtää muutokset paikallisesta työkopiostasi takaisin arkistoon luoden samalla uuden arkistoversion.
fr: Cette commande Subversion est utilisée pour renvoyer les changements de votre copie de travail locale au référentiel, en créant une nouvelle révision du référentiel.

source: Conflict
es: Conflicto
fi: Ristiriita
fr: Conf

source: When changes from the repository are merged with local changes, sometimes those changes occur on the same lines. In this case Subversion cannot automatically decide which version to use and the file is said to be in conflict. You have to edit the file manually and resolve the conflict before you can commit any further changes.
es: Cuando los cambios desde el repositorio se mezclan con los cambios locales, a veces esos cambios ocurren en las mismas líneas. En este caso Subversion no puede decidir automáticamente qué versión utilizar, y se dice que el fichero está en conflicto. Tiene que editar el fichero manualmente y resolver el conflicto antes de que pueda confirmar más cambios.
fi: Kun arkiston muutokset yhdistetään paikallisten muutosten kanssa, ne osuvat joskus samoille riveille. Tällöin Subversion ei voi automaattisesti päättää, mitä versiota käyttää ja tiedoston sanotaan olevan ristiriitainen. Sinun pitää muokata tiedostoa käsin ratkaistaksesi ristiriidat ennen kuin voit toimittaa muutokset arkistoon.
fr: Quand les changements du référentiel sont fusionnés avec les changements locaux, ces changements se produisent parfois sur les mêmes lignes. Dans ce cas, Subversion ne peut pas décider automatiquement quelle version utilisée et le fichier est dit en conflit. Vous devez éditer le fichier manuellement et résoudre le conflit avant de pouvoir livrer d'autres modifications.

source: Copy
es: Copiar
fi: Kopio
fr: Copier
