Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: Viewing the difference between two files and merging changes into one of them, or removing unwanted changes.
es: Viendo las diferencias entre dos ficheros y fusionando los cambios en uno de ellos, o eliminando cambios no deseados.
fi: Kahden tiedoston välisten erojen tutkiminen ja muutosten yhdistäminen niistä toiseen, tai ei-haluttujen muutosten poisto.
fr: Voir les différences entre deux fichiers et fusionner les changements de l'un vers l'autre ou supprimer les modifications non souhaitées.

source: Editing conflicts between local changes and changes in the Subversion repository following an update.
es: Editando conflictos entre cambios locales y cambios en el repositorio de Subversion tras una actualización.
fi: Päivityksestä johtuvien, paikallisten ja Subversion-arkistossa olevien muutosten välillä olevien ristiriitojen selvittäminen.
fr: Éditer les conflits entre les changements locaux et les changements du référentiel Subversion après une mise à jour.

source: Applying patch files. This is the reason TortoiseMerge was created :)
es: Aplicando ficheros de parche. Esta es la razón por la cual se creó TortoiseMerge :)
fi: Paikkatiedostojen ottaminen käyttöön. Tämä on alkuperäinen syy TortoiseMergen luomiseen :)
fr: Appliquer des patches. C'est pour cela que TortoiseMerge a été créé.

source: TortoiseMerge has several different uses: <placeholder-1/>
es: TortoiseMergetiene diferentes usos: <placeholder-1/>
fi: TortoiseMergellä on useita erilaisia käyttötapoja: <placeholder-1/>
fr: TortoiseMerge a différentes utilisations : <placeholder-1/>

source: Viewing and Merging Differences
es: Viendo y fusionando diferencias
fi: Vertailu ja yhdistäminen
fr: Voir et Fusionner les différences

source: In this mode you are comparing two files. The file in the left pane is considered to be the original file (sometimes referred to as <emphasis>Theirs</emphasis>, and the file in the right pane is the modified file (sometimes referred to as <emphasis>Mine</emphasis>.
es: En este modo está comparando dos ficheros. El fichero del panel izquierdo se considera el fichero original (a veces referido como <emphasis>de ellos</emphasis>) y el fichero en el panel derecho es el fichero modificado (a veces referido como <emphasis>mío</emphasis>).
fi: Tässä tilassa vertaat kahta tiedostoa. Vasemmassa paneelissa olevaa tiedostoa pidetään alkuperäisenä tiedostona (johon joskus viitataan termillä <emphasis>Heidän</emphasis>), ja oikeanpuoleisessa paneelissa oleva tiedosto on sinun muokkaamasi (johon joskus viitataan termillä <emphasis>Minun</emphasis>).
fr: Dans ce mode, vous comparez deux fichiers. Le fichier dans le panneau de gauche est considéré comme le fichier original (parfois évoqué comme <emphasis>le leur</emphasis>), et le fichier dans le panneau de gauche est le fichier modifié (parfois évoqué comme <emphasis>le mien</emphasis>).

source: Reverting changed lines back to the text shown in the left pane.
es: Revirtiendo líneas cambiadas a como se muestran en el panel izquierdo.
fi: Muutettujen rivien palautus vasemmassa paneelissa näkyvään tekstiin.
fr: Restaurer des lignes modifiées pour le texte affiché dans le panneau de gauche.

source: Using a combination of both blocks, either <emphasis>Theirs</emphasis> before <emphasis>Mine</emphasis> or <emphasis>Mine</emphasis> before <emphasis>Theirs</emphasis>.
es: Utilizando una combinación de ambos bloques, bien el <emphasis>de ellos</emphasis> antes del <emphasis>mío</emphasis>, o bien el <emphasis>mío</emphasis> antes que el <emphasis>de ellos</emphasis>.
fi: Käyttämällä yhdistelmää molemmista lohkoista, joko <emphasis>Heidän</emphasis> ennen <emphasis>Minun</emphasis> tai <emphasis>Minun</emphasis> ennen <emphasis>Heidän</emphasis>.
fr: En utilisant une combinaison des deux blocs, soit <emphasis>le leur</emphasis> avant <emphasis>le mien</emphasis>, soit <emphasis>le mien</emphasis> avant <emphasis>le leur</emphasis>.

source: You can make simple line-based changes to the file in the right pane which include: <placeholder-1/>
es: Puede efectuar cambios simples basados-en-línea al fichero en el panel derecho, entre otros: <placeholder-1/>
fi: Voit tehdä yksinkertaisia muutoksia oikean paneelin tiedostoon: <placeholder-1/>
fr: Vous pouvez faire de simples modifications en ligneau fichier dans le panneau droit comme : <placeholder-1/>

source: You can also edit the file in the right pane just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
es: También puede editar el fichero de salida tal y como lo haría en un editor de texto. Las líneas que cambie de esta forma se marcarán utilizando un icono de un lápiz. Por favor, tenga en cuenta que si desea hacer alguno de los cambios basados en línea o bloque descritos anteriormente, es mejor que lo haga al principio: una vez que empiece a editar el fichero, TortoiseMerge no podrá mantener la relación de las líneas con los ficheros originales.
fi: Voit myös muokata oikean paneelin tiedoston tekstiä vapaasti. Muokatut rivit merkitään kynäkuvakkeella. Huomaa, että jos haluat suorittaa jonkun yllä kuvatuista rivi/lohkomuutoksista, se kannattaa tehdä ensin, koska muokattuasi itse tekstiä TortoiseMerge ei enää muista sen suhdetta alkuperäisiin tiedostoihin.
fr: Vous pouvez également éditer le fichier dans le panneau de droite comme vous le feriez avec un éditeur de texte. De telles lignes sont marquées par une icone crayon. Si vous souhaitez faire des modifications de blocs ou lignes décrites ci dessus, il est préférable de les faire en premier car à partir du moment où vous avez fait des modification à la main, TortoiseSVN est incapable de faire le lien avec le fichier d'origine.

source: Editing Conflicts
es: Editando conflictos
fi: Ristiriitojen muokkaus
fr: Éditer les conflits

source: This is sometimes referred to as a three-way merge, and is shown in three panes. However there are actually four files involved. The file which is not shown is the common base file, the last common ancestor of the two files which are now in conflict. The relationships between the three files are explained in the diagram below:
es: Esto a veces se denomina fusión a tres bandas, y se muestra en tres paneles. Aunque realmente hay cuatro ficheros involucrados. El fichero queno se muestra es el fichero base común, el último ancestro común de los dos ficheros que ahora están en conficto. Las relaciones entre los tres ficheros se explican en el diagrama siguiente:
fi: Tätä kutsutaan joskus kolmensuuntaiseksi yhdistämiseksi (three-way merge) ja se näytetään kolmessa paneelissa. Toimenpiteeseen liittyy kuitenkin oikeastaan neljä tiedostoa. Näyttämättä jätetty tiedosto on yhteinen kantatiedosto, viimeisin yhteinen edeltäjä kahdelle nyt ristiriidassa olevalle tiedostolle. Alla oleva kaavio selventää kolmen tiedoston välisiä suhteita:
fr: C'est référencé parfois en tant que fusion à trois voies et elle s'affiche dans trois panneaux. Cependant, il y a en fait quatre fichiers utilisés. Le fichier qui n'est pas affiché est le fichier de base commun, le dernier ancêtre des deux fichiers qui sont maintenant en conflit. Les relations entre les trois fichiers sont expliquées dans le diagramme ci-dessous :

source: The base file represents the oldest version of a file, from where <emphasis>You</emphasis> and <emphasis>They</emphasis> start making changes. <emphasis>Mine</emphasis> represents the base file with all the changes <emphasis>you</emphasis> made, and <emphasis>Theirs</emphasis> is the file with all the changes <emphasis>someone else</emphasis> made to the file. The left pane shows the changes in <emphasis>Theirs</emphasis> relative to the base file and the right pane shows the changes in <emphasis>Mine</emphasis> relative to the base file. The bottom pane is the output file which is where you are trying to resolve the conflicts.
es: El fichero base representa la versión más antigua del fichero, desde donde <emphasis>Usted</emphasis> y <emphasis>Otros</emphasis> empezaron a hacer cambios. <emphasis>Mío</emphasis> representa el fichero base con todos los cambios que <emphasis>usted</emphasis> ha hecho, y <emphasis>De otros</emphasis> es el fichero con todos los cambios que <emphasis>cualquier otro</emphasis> ha hecho al fichero. El panel izquierdo le muestra los cambios en <emphasis>de otros</emphasis> respecto a su fichero base, y el panel derecho le muestra los cambios en <emphasis>mío</emphasis> relativos al fichero base. El panel inferior es el fichero resultado que es donde intenta resolver los conflictos.
fi: Kantatiedosto esittää vanhinta yhteistä versiota tiedostosta, johon <literal>Sinä</literal> ja <literal>He</literal> alatte tehdä muutoksia. <literal>Minun</literal> esittää kantatiedostoa, johon on lisätty kaikki <emphasis>sinun</emphasis> tekemäsi muutokset, kun taas <literal>Heidän</literal> on tiedosto, jossa ovat kaikki <emphasis>jonkun muun</emphasis> tekemät muutokset tiedostoon. Vasen paneeli näyttää muutokset <emphasis>Heidän</emphasis> tiedostossaan suhteessa kantatiedostoon, ja oikea paneeli näyttää muutokset <emphasis>Minun</emphasis> tiedostooni suhteessa kantatiedostoon. Alimmainen paneeli näyttää tulostiedostoa, johon koetat ratkoa ristiriidat.
fr: Le fichier de base représente la plus vieille version d'un fichier, à partir du moment où <emphasis>Vous</emphasis> et <emphasis> Eux</emphasis> avez commencé à faire des changements. <emphasis>À moi</emphasis> représente le fichier de base avec tous les changements que <emphasis>vous</emphasis> avez fait, et <emphasis>À eux</emphasis> est le fichier avec tous les changements que <emphasis>quelqu'un d'autre</emphasis> a fait au fichier. Le panneau de gauche montre les changements dans <emphasis>le leur</emphasis> par rapport au fichier de base et le panneau de droite montre les modifications dans <emphasis>le mien</emphasis> avec le fichier de base. Le panneau du bas affiche le fichier de sortie pour lequel vous essayez de résoudre les conflits.

source: In conflict resolution view, you can choose to use blocks from <emphasis>Mine</emphasis> or <emphasis>Theirs</emphasis> or both. But in this case, the changes are shown in the bottom pane.
es: En la vista de resolución de conflictos, puede elegir utilizar bloques <emphasis>míos</emphasis>, o <emphasis>de ellos</emphasis>, o ambos. Pero en este caso, los cambios se muestran en el panel inferior.
fi: Ristiriidan ratkaisunäkymässä voit valita lohkon tiedostoversioista <emphasis>Minun</emphasis>, <emphasis>Heidän</emphasis> tai molemmat. Tässä tapauksessa muutokset näkyvät kuitenkin alimmaisessa paneelissa.
fr: Dans la vu de résolution de conflit, vous pouvez choisir d'utiliser les blocs du emphasis>mien</emphasis>, du <emphasis>leur</emphasis> ou des deux. Mais, dans ce cas, les changements sont affichés dans le panneau du bas.

source: Applying Patches
es: Aplicando parches
fi: Paikkatiedoston käyttäminen
fr: Appliquer des patches

source: A patch file is a Subversion unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseSVN when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
es: Un fichero de parche es un fichero de diff unificado de Subversion, que contiene la información necesaria para aplicar cambios a un conjunto de ficheros. El parche puede haber sido proporcionado por otro desarrollador para que pueda ver sus cambios y posiblemente confirmarlos en el repositorio. O puede haber sido generado internamente por TortoiseSVN cuando compara dos carpetas. Esto ocurre cuando compara una revisión del repositorio con una carpeta de copia de trabajo, o si compara dos revisiones diferentes del repositorio, o si compara dos rutas de repositorio diferentes.
fi: Paikkatiedosto on Subversionin unified diff -muodossa oleva tiedosto, joka sisältää tarvittavat tiedot muutosten soveltamiseksi joukolle tiedostoja. Paikka voi olla toisen kehittäjän lähettämä, ja sen avulla voit nähdä hänen tekemänsä muutokset ja mahdollisesti toimittaa ne arkistoon. Paikka voi myös olla TortoiseSVN-ohjelman toimesta tuotettu vertailtaessa kahta kansiota. Tämä tapahtuu, kun vertaat arkiston versiota työkopiosi kansioon, kahta arkiston versiota, tai kahta erilaista arkiston polkua.
fr: Un fichier patch est un fichier de différences unifiées Subversion, qui contient les informations nécessaires à l'application d'un jeu de modifications. Le patch peut avoir été fourni par un autre développeur pour que vous puissiez voir les changements qu'il a fait et éventuellement les livrer au référentiel. Ou, il peut avoir été généré en interne par TortoiseSVN lors de la comparaison de deux répertoires. Cela arrive parfois lorsque vous comparez une révision du référentiel avec votre copie de travail, si vous comparez deux révisions différentes du référentiel ou si vous comparez deux référéntiels différents.

source: In either case TortoiseMerge will show a small window listing the files included in the patch. By double clicking on one of these files you fetch the relevant file and apply the changes. The left pane shows the original file content and the right pane shows it after the patch is applied.
es: En cada caso TortoiseMerge mostrará una pequeña ventana mostrando los ficheros incluídos en el parche. Al hacer doble click en uno de estos ficheros, se obitene el fichero relevante y se aplican los cambios. El panel izquierdo muestra el contenido original del fichero y el panel derecho muestra cómo queda tras aplicar el parche.
fi: Kaikissa tapauksissa TortoiseMerge näyttää pienessä ikkunassa luettelon paikan sisältämistä tiedostoista. Kaksoisnapsauttamalla yhtä tiedostoista voit noutaa sen ja suorittaa muutokset. Vasen paneeli näyttää alkuperäisen tiedoston sisällön, ja oikea paneeli näyttää sen paikan soveltamisen jälkeen.
fr: Dans tous les cas, TortoiseMerge affichera une petite fenêtre listant les fichiers inclus dans le patch. En double-cliquant sur l'un de ces fichiers, vous parcourerez le fichier correspondant et appliquerez les changements. Le panneau gauche affiche le fichier original et le panneau droit affiche le fichier après l'application du patch.

source: You can edit the file in the right pane exactly as you would in compare/edit mode.
es: Puede editar el fichero en el panel derecho exactamente igual que lo haría en el modo de comparación/edición.
fi: Voit muokata oikean paneelin tiedostoa samaan tapaan kuin vertaa/muokkaa -tilassa.
fr: Vous pouvez éditer le fichier dans le panneau droit de la même façon que vous le feriez dans le mode comparaison/édition.

source: Using TortoiseMerge
es: Usando TortoiseMerge
fi: TortoiseMergen käyttö
fr: Utiliser TortoiseMerge

source: Viewing Modes
es: Modos de visión
fi: Näyttötilat
fr: Modes d'affichage

source: TortoiseMerge has three main viewing modes: one-pane, two-pane and three-pane view. One/two-pane view is used to view changes and three-pane view is used to resolve conflicts.
es: TortoiseMerge tiene tres modos de vista principales: un panel, dos paneles y tres paneles. La vista de uno o dos paneles se utiliza para ver cambios, y la vista de tres paneles se utiliza para resolver conflictos.
fi: TortoiseMergessä on kolme päänäkymää: yhden, kahden ja kolmen paneelin näkymät. Yhden ja kahden paneelin näkymiä käytetään muutosten katseluun ja kolmen paneelin näkymää puolestaan ristiriitojen ratkaisemiseen.
fr: TortoiseMerge a trois modes d'affichages principaux : panneau unique, panneau double ou panneau triple. Les vues panneau unique/double sont utilisées pour afficher les changements et la vue panneau triple pour résoudre les conflits.

source: Viewing / Merging
es: Viendo / Fusionando
fi: Katselmointi / Yhdistäminen
fr: Visionner / Fusionner

source: One Pane View
es: Vista de un panel
fi: Yhden paneelin näkymä
fr: Vue panneau unique

source: Two Pane View
es: Vista de dos paneles
fi: Kahden paneelin näkymä
fr: Vue panneau double

source: Changes inside the modified lines are shown in different colors. Added string parts are shown with a lighter color, but you can of course configure the colors used here. Removed parts are indicated with a dark brown vertical line in the string. Check out the screenshot above to see how this works.
es: Los cambios dentro de las líneas modificadas se muestran con colores diferentes. Las partes añadidas en la cadena se muestran con un color claro, aunque por supuesto puede configurar los colores utilizados aquí. Las partes eliminadas se indican con una línea vertical marrón oscura en la cadena. Observe la captura de pantalla anterior para ver cómo funciona.
fi: Muuttuneiden rivien sisäiset erot näytetään eri väreillä. Lisätyt merkkijonot näytetään vaaleammalla värillä, mutta niitä voi toki vaihtaa. Poistetut osat näytetään tummanruskealla pystysuuntaisella viivalla. Yllä oleva kuvakaappaus selventää asiaa.
fr: Les changements au sein des lignes modifiées sont affichées dans des couleurs différentes. Les fragments de chaîne ajoutés sont affichés avec une couleur plus claire, mais vous pouvez bien sûr configurer les couleurs utilisées ici. Les parties supprimées sont indiquées avec une ligne verte foncée dans la chaîne. Regarder la capture d'écran ci-dessous pour voir comment cela fonctionne.

source: Code reorganization usually means a lot of changes in whitespaces (space, tab, newlines) but no actual code change. For example, you split up a very long line into several lines, or you sometimes compact several lines together into one.
es: Reorganizar código a menudo significa un montón de cambios en los espacios en blanco (espacios, tabuladores, nuevas líneas) pero no cambios reales en el código. Por ejemplo, divide una línea muy larga en varias líneas, o a veces junta varias líneas en una única.
fi: Koodin uudelleen järjestely tarkoittaa yleensä runsaasti muutoksia tyhjemerkkeihin (välilyönti, tabulaattori, rivinvaihto) ilman todellista toiminnallista muutosta. Näin käy, jos esimerkiksi jaat pitkän rivin useisiin lyhyempiin tai tiivistät useita rivejä yhdeksi.
fr: La réorganisation de code revient souvent à de nombreuses modifications dans les espacements (espace, tabulation, nouvelle ligne) mais sans réels changements de code. Par exemple, vous découpez une ligne très longue en plusieurs lignes ou vous compactez parfois plusieurs lignes en une.

source: Such changes are marked with a white circle symbol on the left side of the views. If you see such a white circle, you know immediately that no real code change is there and you don't have to check the changed block further.
es: Dichos cambios se marcan con un círculo blanco en la parte izquierda de las vistas. Si observa dicho círculo blanco, inmediatamente sabrá que no se ha cambiado realmente nada ahí y no tendrá que seguir comprobando el bloque cambiado.
fi: Tällaiset muutokset merkitään valkoisella ympyräsymbolilla näkymien vasemmalla puolella. Jos näet tällaisen ympyrän, tiedät heti että koodin toiminnallisuus ei ole muuttunut eikä muutosta tarvitse tutkia tarkemmin.
fr: De tels changements sont indiqués avec le symbole d'un cercle blanc sur la partie gauche des vues. Si vous voyez un tel cercle, vous savez immédiatement qu'il n'y a pas de vrai changement de code et que vous n'avez à vérifier les blocs changés plus loin.

source: Hand editing of the file in the right pane is possible in two-pane view. Such changes are marked with a pencil symbol.
es: En la vista de dos paneles, es posible la edición manual del fichero en el panel derecho. Esos cambios se marcarán con un símbolo de lápiz.
fi: Oikeassa paneelissa näytettyä tiedostoa voi muokata käsin. Tällaiset muutokset merkitään kynäsymbolilla.
fr: En mode panneau double, éditer un fichier à la main dans le panneau de droite est possible. De tels modifications sont signalées par une icone crayon.

source: The two pane view has some features which are not available in the one pane view: <placeholder-1/>
es: La vista de dos paneles tiene algunas funcionalidades que no están disponibles en la vista de un panel: <placeholder-1/>
fi: Kahden paneelin näkymässä on joitain ominaisuuksia, joita ei ole tarjolla yhden paneelin näkymässä: <placeholder-1/>
fr: La vue panneau double dispose de quelques fonctionnalités indisponibles en vue panneau unique : <placeholder-1/>

source: If you want to compare/merge three files, TortoiseMerge will show you the differences in a three pane view. This view is also used if you need to resolve conflicted files.
es: Si quiere comparar/fusionar tres ficheros, TortoiseMerge le mostrará las diferencias en una vista de tres paneles. Esta vista también se utiliza si necesita resolver ficheros en conflicto.
fi: Kun vertaat tai yhdistät kolmea tiedostoa, TortoiseMerge näyttää erot käyttäen kolmea paneelia. Tätä näkymää käytetään myös ristiriitojen ratkaisemiseen.
fr: Si vous voulez comparer/fusionner trois fichiers, TortoiseMerge vous montrera les différences dans une vue panneau triple. Cette vue est aussi utilisée si vous devez résoudre des fichiers en conflit.

source: Three Pane View
es: Vista de tres paneles
fi: Kolmen paneelin näkymä
fr: Vue panneau triple

source: The left pane shows you the differences between <emphasis>Their</emphasis> file and the <emphasis>Base</emphasis> file, while the right pane shows you the differences between <emphasis>Mine</emphasis> file and the <emphasis>Base</emphasis> file. The bottom pane shows you the result of merging <emphasis>Base</emphasis>, <emphasis>Mine</emphasis> and <emphasis>Theirs</emphasis> with possible conflicts.
es: El panel izquierdo le muestra las diferencias entre el fichero <emphasis>De otros</emphasis> y el fichero <emphasis>Base</emphasis>, mientras que el panel derecho le muestra las diferencias entre el fichero <v>Mío</emphasis> y el fichero <emphasis>Base</emphasis>. El panel inferior le muestra el resultado de fusionar los ficheros <emphasis>Base</v>, <emphasis>Mío</emphasis> y el <emphasis>De otros</emphasis> con posibles conflictos.
fi: Vasen paneeli näyttää erot tiedostojen <literal>Heidän</literal> ja <literal>Kanta</literal> välillä, kun taas oikea paneeli näyttää erot tiedostojen <literal>Minun</literal> ja <literal>Kanta</literal> välillä. Alapaneeli näyttää tiedostojen <literal>Kanta</literal>, <literal>Heidän</literal> ja <literal>Minun</literal> yhdistelmän, mahdollisten ristiriitojen kera.
fr: Le panneau de gauche vous montre les différences entre <literal>Leur</literal> fichier et le fichier de <literal>Base</literal>, tandis que le panneau de droite vous montre les différences entre <literal>Mon</literal> fichier et le fichier de <literal>Base</literal>. Le panneau du bas vous montre le résultat de la fusion du fichier de <literal>Base</literal>, <literal>Mon</literal> fichier et <literal>Leur</literal> fichier avec de possibles conflits.
