Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: Below the bottom window is the status bar. This shows the number of lines added and deleted in <literal>Theirs</literal> and <literal>Mine</literal>, and the number of unresolved conflicts remaining. You can also see which line-ending style is in use, what encoding (ASCII, UTF-8, etc) is assumed by TortoiseMerge, and whether there is a byte-order-mark (BOM) present in UTF-8 files. The left side of the status bar is used to display hints when you hover the mouse over a control.
es: Bajo la ventana inferior está la barra de estado. Esta barra muestra el número de líneas añadidas y borradas en el <literal>De otros</literal> y <literal>Mío</literal>, y el número de conflictos que quedan por resolver. También puede ver qué estilo de fin de línea se está utilizando, qué codificación (ASCII, UTF-8, etc) ha asumido TortoiseMerge, y si hay una marca-de-orden-de-bytes (BOM) en los ficheros UTF-8. La parte izquierda de la barra de estado se utiliza para mostrar pistas cuando pasa el cursor por encima de un control.
fi: Alimmaisen ikkunan alapuolella on tilarivi. Se näyttää lisättyjen ja poistettujen rivien lukumäärät <literal>Heidän</literal> ja <literal>Minun</literal> osalta, sekä lisäksi jäjellä olevien ratkaisemattomien ristiriitojen lukumäärän. Voit myös nähdä, mikä rivinlopetustyyli on käytössä, mikä merkkikoodaus (ASCII, UTF-8) on TortoiseMergen mielestä käytössä, ja mikäli UTF-8 -tiedostossa on mukana tavujärjestysmerkki (BOM). Tilarivin vasenta puolta käytetään aputekstien näyttämiseen, kun viet hiiren jonkun kontrollin päälle.
fr: Sous la fenêtre du bas se trouve la barre d'état. Elle affiche le nombre de lignes ajoutées et supprimées dans <literal>Leur</literal> fichier et le <literal>Mien</literal> et le nombre de conflits non résolus restants. Le type de fin de ligne est utilisé, l'encodage (ASCII, UTF-8,etc) présumé par TortoiseMerge et la présence d'une marque d'ordre des octets (byte-order-mark ou BOM) dans les fichiers UTF8 sont aussi visibles. La partie gauche de la barre d'état est utilisée pour afficher des astuces quand vous survolez un contrôle avec la souris.

source: Line Status Icons
es: Iconos de estado de línea
fi: Rivitilakuvakkeet
fr: Icones d'état des lignes

source: Changed lines are marked with an icon to indicate what type of change has occurred.
es: Las líneas cambiadas se marcan con un icono para indicar qué tipo de cambio ocurrió.
fi: Muutetut rivit merkitään kuvakkeella, joka kertoo, minkä tyyppinen muutos on kyseessä.
fr: Les lignes modifiées sont marquées avec une icone indiquant le type de modification effectuée.

source: <graphic fileref="images/TMerge_lineadded.png"/> A line has been added.
es: <graphic fileref="images/TMerge_lineadded.png"/> Se añadió una línea.
fi: <graphic fileref="images/TMerge_lineadded.png"/> Lisätty rivi.
fr: <graphic fileref="images/TMerge_lineadded.png"/> Une ligne a été ajoutée.

source: <graphic fileref="images/TMerge_lineremoved.png"/> A line has been removed.
es: <graphic fileref="images/TMerge_lineremoved.png"/> Se eliminó una línea.
fi: <graphic fileref="images/TMerge_lineremoved.png"/> Poistettu rivi.
fr: <graphic fileref="images/TMerge_lineremoved.png"/> Une ligne a été supprimée.

source: <graphic fileref="images/TMerge_lineequal.png"/> A change has been undone by reverting to the original content of the line.
es: <graphic fileref="images/TMerge_lineequal.png"/> Se deshizo un cambio revirtiendo al contenido original de la línea.
fi: <graphic fileref="images/TMerge_lineequal.png"/> Muutos on peruttu palauttamalla rivin alkuperäinen sisältö.
fr: <graphic fileref="images/TMerge_lineequal.png"/> Une modification a été annulée en revenant au contenu original de la ligne.

source: <graphic fileref="images/TMerge_linewhitespace.png"/> This line contains only whitespace changes. Where several consecutive lines are marked, the paragraph may have been re-wrapped, causing words to shuffle onto adjacent lines.
es: <graphic fileref="images/TMerge_linewhitespace.png"/> Esta línea sólo contiene cambios en los espacios en blanco. Donde aparezcan líneas consecutivas marcadas, el párrafo puede haberse reformateado, causando que las palabras se cambien a las líneas adyacentes.
fi: <graphic fileref="images/TMerge_linewhitespace.png"/> Rivillä on vain tyhjämerkkimuutoksia. Jos useita peräkkäisiä rivejä on merkitty, kappale on saatettu rivittää uudestaan, jolloin sanat ovat voineet siirtyä viereiselle riville.
fr: <graphic fileref="images/TMerge_linewhitespace.png"/> Seuls les caractères d'espacement ont été modifiés sur cette ligne.Avoir plusieurs lignes consécutives marquées peut être dû au reformattage d'un paragraphe, certains mots ont ainsi pu être mélangés avec les lignes adjacentes.

source: <graphic fileref="images/TMerge_lineedited.png"/> A line has been edited by hand, using TortoiseMerge as a text editor.
es: <graphic fileref="images/TMerge_lineedited.png"/> Se ha editado la línea a mano, utilizando TortoiseMerge como editor de texto.
fi: <graphic fileref="images/TMerge_lineedited.png"/> Riviä on muokattu käsin käyttäen TortoiseMergeä tekstieditorina.
fr: <graphic fileref="images/TMerge_lineedited.png"/> Une ligne a été éditée manuellement en utilisant TortoiseMerge comme éditeur de texte.

source: <graphic fileref="images/TMerge_lineconflicted.png"/> This line is in conflict.
es: <graphic fileref="images/TMerge_lineconflicted.png"/> Esta línea está en conflicto.
fi: <graphic fileref="images/TMerge_lineconflicted.png"/> Ristiriitainen rivi.
fr: <graphic fileref="images/TMerge_lineconflicted.png"/> Cette ligne est en conflit.

source: <graphic fileref="images/TMerge_lineconflictedignored.png"/> This line is conflicted, but the effect is hidden by whitespace or line-ending settings.
es: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Esta línea está en conflicto, pero el efecto está oculto por la configuración de los espacios en blanco o de los finales de línea.
fi: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Rivillä on ristiriita, joka häviää tyhjämerkki- ja rivinlopetinasetuksien ansiosta.
fr: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Cette ligne est en conflit, mais cela n'est pas visible à cause de vos paramètres de configuration concernant les caractères de fin de ligne et d'espacement.

source: Merging / Editing Conflicts
es: Fusionando / Editando conflictos
fi: Yhdistäminen / Ristiriitojen muokkaus
fr: Fusionner / Éditer les conflits

source: TortoiseMerge not only <emphasis>shows</emphasis> you the differences between files but also lets you resolve conflicts or apply changes.
es: TortoiseMerge no sólo le <emphasis>muestra</emphasis> las diferencias entre los ficheros, sino que también le permite resolver conflictos o aplicar cambios.
fi: TortoiseMerge ei vain <emphasis>näytä</emphasis> tiedostojen välisiä eroja, vaan sallii myös ristiriitojen selvittämisen tai muuttuneiden kohtien ottamisen käyttöön.
fr: TortoiseMerge ne vous <emphasis>montre</emphasis> pas seulement les différences entre les fichiers mais vous permet aussi de résoudre des conflits ou d'appliquer des modifications.

source: If you're in two pane view, then you can only edit the file in the right pane (<literal>Mine</literal>). To apply changes made in the left file (<literal>Theirs</literal>), <action>right-click</action> on the changed lines and select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice>. Then the changes from the left file are added to the right file.
es: Si está en la vista de dos paneles, sólo podrá editar el fichero en el panel derecho (<literal>Mío</literal>). Para aplicar cambios hechos en el fichero izquierdo (<literal>De otros</literal>), <action>haga click con el botón derecho</action> en las líneas cambiadas y seleccione <menuchoice><guimenu>Menú Contextual</guimenu><guimenuitem>Utilizar bloque de texto <quote>de otros</quote></guimenuitem></menuchoice>. Entonces se añadirán los cambios desde el fichero de la izquierda al de la derecha.
fi: Ollessasi kahden paneelin näkymässä voit muokata vain oikeassa paneelissa olevaa tiedostoa (<literal>Minun</literal>) . Ottaaksesi käyttöön muutokset vasemmassa paneelissa (<literal>Heidän</literal>) näytetystä tiedostosta, <action>oikea-napsauta</action> muuttunetita rivejä ja valitse <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä <quote>heidän</quote> tekstilohkonsa</guimenuitem></menuchoice>. Silloin muutokset vasemmasta tiedostosta lisätään oikeaan tiedostoon.
fr: Si vous êtes en vue panneau double, vous pouvez seulement éditer le fichier dans le panneau de droite (<literal>À moi</literal>). Pour appliquer les changements effectués dans le fichier de gauche (<literal>À eux</literal>), faites un <action>Clic droit</action> sur les lignes modifiées et sélectionnez <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem>Utiliser le bloc de texte depuis <quote>le leur</quote></guimenuitem></menuchoice>. Les changement du fichier de gauche sont alors ajoutés au fichier de droite.

source: Sometimes you actually want both text blocks, and the context menu also offers you <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one first)</guimenuitem></menuchoice> and <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one last)</guimenuitem></menuchoice>.
es: A veces en realidad querrá utilizar ambos bloques de texto, y el menú contextual también le ofrece <menuchoice><guimenu>Menú contextual</guimenu><guimenuitem>Utilizar ambos bloques de texto (este primero)</guimenuitem></menuchoice> y <menuchoice><guimenu>Menú contextual</guimenu><guimenuitem>Utilizar ambos bloques de texto (este el último)</guimenuitem></menuchoice>.
fi: Joskus tarvitaan oikeastaan molemmat tekstilohkot, ja kontekstivalikossa on toiminto <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä molemmat tekstilohkot (tämä ensin)</guimenuitem></menuchoice> ja <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä molemmat tekstilohkot (tämä viimeiseksi)</guimenuitem></menuchoice>.
fr: Parfois, vous voulez en fait les deux blocs de texte et le menu contextuel vous propose aussi <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem>Utiliser les deux blocs de texte (celui-ci en premier)</guimenuitem></menuchoice> et <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem>Utiliser les deux blocs de texte (celui-ci en dernier)</guimenuitem></menuchoice>.

source: You can also edit the output file just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
es: También puede editar el fichero de salida tal y como lo haría en un editor de texto. Las líneas que cambie de esta forma se marcarán utilizando un icono de un lápiz. Por favor, tenga en cuenta que si desea hacer alguno de los cambios basados en línea o bloque descritos anteriormente, es mejor que lo haga al principio: una vez que empiece a editar el fichero, TortoiseMerge no podrá mantener la relación de las líneas con los ficheros originales.
fi: Voit myös muokata tulostiedostoa samaan tapaan kuin normaalilla tekstieditorilla. Tällaiset rivit merkitään kynäkuvakkeella. Huomaa, että jos haluat suorittaa jonkun yllä kuvatuista rivi/lohkomuutoksista, se kannattaa tehdä ensin, koska muokattuasi itse tekstiä TortoiseMerge ei enää muista sen suhdetta alkuperäisiin tiedostoihin.
fr: Vous pouvez également éditer le fichier de sortie comme vous le feriez avec un éditeur de texte. De telles lignes sont marquées par une icone crayon. Si vous souhaitez faire des modifications de blocs ou lignes décrites ci dessus, il est préférable de les faire en premier car à partir du moment où vous avez fait des modification à la main, TortoiseSVN est incapable de faire le lien avec le fichier d'origine.

source: If you're in three pane view (sometimes called <emphasis>merge view</emphasis>) you can only edit the file in the bottom view (<literal>Merged</literal>). As in two pane view, you can <action>right-click</action> on conflicted lines and either select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>mine</quote></guimenuitem></menuchoice>. In addition, if you want <emphasis>both</emphasis> blocks, you can select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>mine</quote> before <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>theirs</quote> before <quote>mine</quote></guimenuitem></menuchoice>. According to the command you've selected, the changes are used in the resulting <literal>Merged</literal> file.
es: Si está en la vista de tres paneles (a veces llamada <emphasis>vista de fusión</emphasis>) sólo podrá editar el fichero en la vista inferior (<literal>Fusionado</literal>). Como en la vista de dos paneles, <action>haga click con el botón derecho</action> en las líneas con conflictos y seleccione <menuchoice><guimenu>Menú Contextual</guimenu><guimenuitem>Utilizar bloque de texto <quote>de otros</quote></guimenuitem></menuchoice> o <menuchoice><guimenu>Menú Contextual</guimenu><guimenuitem>Utilizar bloque de texto <quote>mío</quote></guimenuitem></menuchoice>. Además, si quiere <emphasis>ambos</emphasis> bloques, puede seleccionar <menuchoice><guimenu>Menú Contextual</guimenu><guimenuitem>Utilizar bloque de texto <quote>mío</quote> antes del <quote>de ellos</quote></guimenuitem></menuchoice> o <menuchoice><guimenu>Menú Contextual</guimenu><guimenuitem>Utilizar bloque de texto <quote>de ellos</quote> antes del <quote>mío</quote></guimenuitem></menuchoice>. Dependiendo del comando que haya seleccionado, se utilizarán los cambios en el fichero <literal>Fusionado</literal> resultante.
fi: Kolmen paneelin näkymässä (jota joskus kutsutaan <emphasis>yhdistämisnäkymäksi</emphasis>) voit muokata vain alimmassa paneelissa olevaa tiedostoa (<literal>Yhdistetty</literal>). Kuten kahden paneelin näkymässä, voit <action>oikea-napsauta</action> ristiriidassa olevia rivejä ja joko valita <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä <quote>heidän</quote> tekstilohkonsa</guimenuitem></menuchoice> tai <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä <quote>minun</quote> tekstilohkoni</guimenuitem></menuchoice>. Lisäksi, jos haluat <emphasis>molemmat</emphasis> tekstilohkot, voit valita <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä <quote>minun</quote> tekstilohkoni ennen <quote>heidän</quote></guimenuitem></menuchoice> tai <menuchoice><guimenu>Kontekstivalikko</guimenu><guimenuitem>Käytä <quote>heidän</quote> tekstilohkonsa ennen <quote>minun</quote> tekstilohkoani</guimenuitem></menuchoice>. Komennostasi riippuen, muutokset lisätään tiedostoon <literal>Yhdistetty</literal>.
fr: Si vous êtes en vue panneau triple (parfois appelée <emphasis> vue de fusion</emphasis>) vous ne pouvez éditer le fichier que dans la vue du bas (<literal>Fusionné</literal>). Comme dans la vue panneau double, vous pouvez faire un <action>clic droit</action> sur les lignes en conflit et soit sélectionner <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem>Utiliser le bloc de texte depuis <quote>le leur</quote></guimenuitem></menuchoice> soit <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem>Utiliser le bloc de texte depuis <quote>le mien</quote></guimenuitem></menuchoice>. De plus, si vous voulez les <emphasis>deux</emphasis> blocs, vous pouvez sélectionner <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem> Utiliser le bloc de texte depuis <quote>le mien</quote> avant <quote>le leur</quote></guimenuitem></menuchoice> ou <menuchoice><guimenu>Menu contextuel</guimenu><guimenuitem> Utiliser le bloc de texte depuis <quote>le leur</quote> avant <quote>le mien</quote></guimenuitem></menuchoice>. Selon la commande vous avez choisi, les changements sont utilisés dans le fichier <literal>Fusionné</literal> résultant.

source: Sometimes a file will be marked as conflicted in Subversion, yet when you view it using TortoiseMerge there are no conflicts shown. This may be due to the whitespace handling you have chosen. If you choose to ignore line-endings or whitespace changes, those lines will be marked using the <emphasis>Conflict-Ignored</emphasis> icon. To resolve the conflict you still need to pick which version you want to use.
es: A veces un fichero se marcará como en conflicto en Subversion, pero cuando lo vea utilizando TortoiseMerge no se muestra ningún conflicto. Esto puede ser debido a su selección de la forma en la que se tratan los espacios en blanco. Si elige ignorar los cambios en el fin de línea o en los espacios en blanco, esas líneas se marcarán utilizando el icono <emphasis>Conflicto-Ignorado</emphasis>. Para resolver el conflicto aún necesitará elegir qué versión desea utilizar.
fi: Joskus Subversion merkitsee tiedoston ristiriitaiseksi, mutta katsoessasi sitä TortoiseMergellä ristiriitoja ei löydy. Tämä saattaa johtua valitsemastasi tyhjämerkkien käsittelytavasta. Jos päätät ohittaa rivinlopputyyli- tai tyhjämerkkien muutokset, tällaiset rivit merkitään <emphasis>Ohitettu ristiriita</emphasis>-kuvakkeella. Ratkaistaksesi ristiriidan sinun on silti valittava, mitä versiota haluat käyttää.
fr: Parfois une fichier sera marqué comme étant en conflit dans Subversion, et ce conflit ne sera pas indiqué dans TortoiseMerge. Ce peut être dû à la politique de gestion des caractères d'espacement que vous avez choisie. Si vous avez choisi d'ignorer les modifications de caractères d'espacement ou de fin de ligne, de telles lignes seront marquées par l'icone <emphasis>Conflit-Ignoré</emphasis>. Pour résoudre ce conflit, vous devez sélectionner la version que vous souhaitez utiliser.

source: Sometimes the conflict is too difficult to resolve by simply picking <literal>Theirs</literal> and <literal>Mine</literal> and it requires hand editing. TortoiseMerge allows you to do all the easy changes visually first and then save the file, leaving only the difficult changes to be resolved by hand-editing.
es: A veces el conflicto es demasiado dificil de resolver simplemente eligiendo entre <literal>de ellos</literal> y <literal>mío</literal> y necesita editarlo manualmente. TortoiseMerge le permite hacer primero y de forma visual todos los cambios fáciles y luego grabar el fichero, dejando sólo los cambios difíciles para que los resuelva a mano.
fi: Joskus ristiriita on liian vaikea ratkaista vain valitsemalla <literal>Heidän</literal> tai <literal>Minun</literal> ja se vaatii käsin muokkausta. TortoiseMergen avulla voit tehdä yksinkertaiset muutokset ensin ja sitten tallettaa tiedoston, minkä jälkeen vaikeat muutokset voidaan ratkaista muokkaamalla tiedostoa käsin.
fr: Parfois le conflit est trop difficile pour être résolu en choisissant entre le <literal>Leur</literal> et le <literal>Mien</literal> et il requiert une édition à la main. TortoiseMerge vous permet de faire tous les changements faciles d'abord et sauver ensuite le fichier, laissant seulement les changements difficiles à résoudre à la main.

source: Note that if you use TortoiseMerge on the same files again, any changes to your working copy, whether in TortoiseMerge, or by hand-editing, <emphasis>will be discarded</emphasis> and the file will appear as it did when conflict-editing first started.
es: Tenga en cuenta que si utiliza TortoiseMerge sobre los mismos ficheros otra vez, cualquier cambio en su copia de trabajo, tanto si se hizo por TortoiseMerge o editándolo a mano, <emphasis>se descartará</emphasis> y el fichero aparecerá tal y como lo hizo cuando se inició por primera vez la edición de conflictos.
fi: Huomaa, että jos käytät TortoiseMergeä samoihin tiedostoihin uudestaan, kaikki työtiedostoon tehdyt muutokset (joko TortoiseMergen tai käsin muokkauksen toimesta) <emphasis>perutaan</emphasis> ja tiedosto näyttää samalta kuin ristiriitojen ratkonnan alussa.
fr: Notez que si vous utilisez TortoiseMerge sur les même fichiers une nouvelle fois, tous les changements effectués sur votre copie de travail, que ce soit avec TortoiseMerge, ou en l'éditant à la main, <emphasis>seront perdus</emphasis> et les fichiers apparaîtront tels qu'ils étaient au moment où l'édition des conflits a commencé la première fois.

source: Open Files
es: Abrir ficheros
fi: Tiedostojen avaaminen
fr: Ouvrir des fichiers

source: When you start TortoiseMerge without any command line switches then you have to open the files manually, using <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
es: Cuando inicia TortoiseMerge sin ningún argumento en la línea de comandos tendrá que abrir los ficheros manualmente, utilizando <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Abrir</guimenuitem></menuchoice>.
fi: Kun käynnistät TortoiseMergen ilman komentorivivalitsimia, sinun pitää avata tiedostot käyttäen komentoa <menuchoice><guimenu>Tiedosto</guimenu><guimenuitem>Avaa</guimenuitem></menuchoice>.
fr: Quand vous démarrez TortoiseMerge sans commutateur de ligne de commande vous devez alors ouvrir les fichiers manuellement, en utilisant <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ouvrir</guimenuitem></menuchoice>.

source: The Open Dialog
es: El diálogo Abrir
fi: Avausikkuna
fr: La boîte de dialogue Ouvrir

source: The first thing you have to do is to decide whether you just want to compare/merge files, or whether you want to apply a patch file. Depending on what you choose, the corresponding edit boxes and browse buttons are activated.
es: Lo primero que tiene que hacer es decidir si sólo quiere comparar/fusionar ficheros, o si quiere aplicar un fichero de parche. Dependiendo de su elección, se activan las casillas de texto y los botones de navegación correspondientes.
fi: Aivan aluksi sinun pitää tietää, haluatko vain verrata/yhdistää tiedostoja, vai haluatko käyttää paikkatiedostoa. Valinnastasi riippuen vastaavat painikkeet ja editointikentät aktivoidaan.
fr: La première chose que vous devez faire est de décider si vous voulez seulement comparer/fusionner des fichiers, ou si vous voulez appliquer un patch. En fonction de votre choix, les saisies et les boutons correspondants sont activés.
