Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: If you hover the mouse over the pane title, a tooltip will show the filenames used for the diff in each pane.
es: Si pasa el ratón por encima del título del panel, una etiqueta de ayuda le mostrará los nombres de ficheros utilizados para las diferencias en cada panel.
fi: Jos pidät hiiren kohdistinta paneelin otsikon päällä, työkaluvihje näyttää kunkin paneelin vertailuun käyttämät tiedostonimet.
fr: Si vous survolez le titre du panneau, une info-bulle vous montrera les noms des fichiers utilisés pour la différence dans chaque panneau.

source: Patch File List
es: Lista de ficheros de parche
fi: Paikkatiedostolista
fr: Liste des fichiers du patch

source: After TortoiseMerge parses the patch file it will show you a small window with all the files which have changes according to the patch file. <placeholder-1/> If the filename is shown in black, then the patch can be applied without any problems. That means the file is not outdated according to the patch. However, if the filename is shown in red, then the patch can't get applied directly because you already changed that file.
es: Cuando TortoiseMerge termine de parsear el fichero de parche, le mostrará una pequeña ventana con todos los ficheros que tienen cambios según el fichero de parche. <placeholder-1/> Si el nombre del fichero se muestra en negro, el parche se puede aplicar sin problemas. Eso significa que el fichero no está desactualizado según el parche. Sin embargo, si el nombre del fichero se muestra en rojo, entonces el parche no se puede aplicar directamente porque ya ha cambiado ese fichero.
fi: Luettuaan paikkatiedoston TortoiseMerge avaa pienen ikkunan, jossa on lueteltu kaikki tiedostot, jotka muuttuvat paikkatiedoston seurauksena. <placeholder-1/> Jos tiedostonimi näytetään mustana, voidaan paikka ottaa käyttöön ongelmitta. Toisin sanoen tiedosto ei ole vanhentunut suhteessa paikkaan. Jos tiedostonimi kuitenkin näytetään punaisena, paikkatiedostoa ei voida suoraan käyttää, koska tiedosto on jo muuttunut.
fr: Après qu TortoiseMerge ait analysé le patch, il affichera une petite fenêtre avec tous les fichiers qui comportent des modifications selon le patch. <placeholder-1/> Si le nom du fichier est en noir, le patch peut être appliqué sans problème. Cela signifie que le fichier n'est pas périmé selon le patch. Cependant, si le nom du fichier est en rouge, alors le patch ne peut pas être appliqué directement parce que vous avez déjà modifié ce fichier.

source: But don't worry. If you're working with Subversion you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <emphasis>Base</emphasis> (the older version of the file), <emphasis>Mine</emphasis> (the file as it is currently in your working copy) and <emphasis>Theirs</emphasis> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
es: Pero no se preocupe. Si trabaja con Subversion puede recuperar una versión antigua del fichero y resolver el conflicto. De hecho, TortoiseMerge automáticamente intenta obtener la versión antigua del fichero y le enseña las diferencias entre <emphasis>Base</emphasis> (la versión antigua del fichero), <emphasis>Mío</emphasis> (su fichero tal y como está ahora en su copia de trabajo) y <emphasis>De otros</emphasis> (la versión antigua con el parche ya aplicado). Entonces puede resolver los posibles conflictos manualmente.
fi: Tilanteen voi kuitenkin vielä pelastaa. Jos käytät Subversion-ohjelmaa, voit palauttaa tiedostosta vanhemman version ja ratkaista ristiriidan. Itse asiassa TortoiseMerge yrittää automaattisesti hakea tiedoston vanhemman version ja näyttää sitten erot tiedostojen <emphasis>Kanta</emphasis> (tiedoston vanhempi versio), <emphasis>Minun</emphasis> (tiedoston työkopio) ja <emphasis>Heidän</emphasis> (tiedoston vanhempi versio, jossa paikka on jo otettu käyttöön). Voit sitten ratkoa mahdolliset ristiriidat käsin.
fr: Mais ne vous inquiétez pas. Si vous travaillez avec Subversion vous pouvez retrouver une version plus ancienne du fichier et résoudre le conflit. En fait, TortoiseMerge essaye automatiquement de récupérer cette version plus ancienne du fichier et vous montre les différences entre le fichier de <emphasis>base</emphasis> (la version plus ancienne du fichier), le <emphasis>mien</emphasis> (le fichier tel qu'il se trouve actuellement dans votre copie de travail) et le <emphasis>leur</emphasis> (la version plus ancienne du fichier avec le patch déjà appliqué). Ensuite vous pouvez résoudre les conflits éventuels à la main.

source: The patch file window has a context menu which allows you to preview the effect of the patch on the current file (apply without saving), to apply and save the changes for the selected file, or to apply and save changes to <emphasis>all</emphasis> files in the list. The double-click action is to preview.
es: La ventana de ficheros de parche tiene un menú contextual que le permite previsualizar el efecto del parche en el fichero actual (aplicar sin guardar), aplicar y guardar los cambios para el fichero seleccionado, o aplicar y guardar los cambios a <emphasis>todos</emphasis> los ficheros de la lista. La acción para el doble-click es previsualizar.
fi: Paikkatiedostoikkunassa on kontekstivalikko, jonka avulla voit esikatsella paikan vaikutusta nykyiseen tiedostoon (käytä tallettamatta), käyttää paikan ja tallettaa muutokset valittuun tiedostoon tai käyttää paikat ja tallettaa muutokset <emphasis>kaikkiin</emphasis> listan tiedostoihin. Kaksoisnapsautus käynnistää esikatselun.
fr: La fenêtre du patch possède un menu contextuel vous permettant de prévisualiser l'effet du patch sur le fichier courant (appliquer sans sauvegarder), d'appliquer et de sauvegarder les changements pour le fichier sélectionné, ou d'appliquer et de sauvegarder les modifications pour <emphasis>tous</emphasis> les fichiers de la liste. L'action du double-clic est la prévisualisation.

source: Depending on whether TortoiseMerge can apply the patch directly or by fetching an older version of the file first, it shows you a two pane view (patch can be applied directly) or a three pane view (older version of file fetched).
es: Dependiendo de si TortoiseMerge puede aplicar el parche directamente o bien obteniendo la versión anterior del fichero antes, le mostrará una vista de dos paneles (el parche se puede aplicar directamente) o una vista de tres paneles (se obtuvo una versión anterior del fichero).
fi: Jos TortoiseMerge voi käyttää paikan suoraan, näytetään kahden paneelin näkymä. Jos paikan käyttämiseen tarvitaan tiedoston vanhempi versio, näytetään kolmen paneelin näkymä.
fr: Selon si TortoiseMerge peut appliquer le patch directement ou en allant d'abord chercher une version précédente du fichier, il affiche une vue panneau double (le patch peut être appliqué directement) ou une vue panneau triple (la version précédente du fichier a été récupérée).

source: Buttons and Other Controls
es: Botones y otros controles
fi: Painikkeet ja muut kontrollit
fr: Boutons et autres contrôles

source: The Toolbar
es: La barra de herramientas
fi: Työkalupalkki
fr: La barre d'outils

source: <guibutton>Open</guibutton> accesses the file-open dialog. What else?
es: <guibutton>Abrir</guibutton> accede al diálogo de abrir fichero. ¿Qué esperaba?
fi: <guibutton>Avaa</guibutton> -toiminnolla haetaan paikattava tiedosto (kuinkas muuten?)
fr: <guibutton>Ouvrir</guibutton> mène à la boîte de dialogue Ouvrir un fichier. Autre chose?

source: <guibutton>Save</guibutton> saves any changes you have made.
es: <guibutton>Grabar</guibutton> almacena cualquier cambio que haya realizado.
fi: <guibutton>Talleta</guibutton> -toiminto tallettaa tekemäsi muutokset.
fr: <guibutton>Sauvegarder</guibutton> enregistre les changements que vous avez faits.

source: <guibutton>Reload</guibutton> discards any changes you have made in TortoiseMerge and reloads the files from disk.
es: <guibutton>Recargar</guibutton> descarta cualquier cambio que haya hecho en TortoiseMerge y recarga los ficheros desde el disco.
fi: <guibutton>Avaa uudelleen</guibutton> peruu tekemäsi muutokset ja hakee tiedostot uudestaan levyltä.
fr: <guibutton>Recharger</guibutton> annule tous les changements effectués dans TortoiseMerge et recharge le fichier depuis le disque.

source: <guibutton>Undo</guibutton> implements a multi-level undo, allowing you to reverse any changes you have made within TortoiseMerge.
es: <guibutton>Deshacer</guibutton> implementa una función deshacer multinivel, lo que le permite revertir cualquier cambio que haya hecho con TortoiseMerge.
fi: <guibutton>Peru</guibutton> peruu viimeisimmän TortoiseMergessä tekemäsi muutoksen. Peruminen voidaan suorittaa useita kertoja peräkkäin.
fr: <guibutton>Annuler</guibutton> permet une annulation sur plusieurs niveaux, vous permettant d'annuler tous les changements effectués dans TortoiseMerge.

source: <guibutton>Prev/Next Difference</guibutton> jumps directly to the next point where the files differ. This saves scrolling through all the unchanged parts of the file.
es: <guibutton>Siguiente/Anterior Diferencia</guibutton> salta directamente al siguiente punto donde difieren los ficheros. Esto le ahorra el tener que hacer scroll por todas las partes sin cambios de los ficheros.
fi: <guibutton>Edellinen/Seuraava ero</guibutton> siirtyy suoraan seuraavan paikkaan, missä tiedostot eroavat. Tämän toiminnon avulla voit välttyä tiedoston muuttumattomien osien tutkimiselta.
fr: <guibutton>Différence précédente/suivante</guibutton> va directement à l'endroit où les fichiers diffèrent. Ceci évite de parcourir les parties inchangées du fichier.

source: When you do this in 2-pane diff mode, the detail bar at the bottom of the screen will show you the inline differences for the first line, regardless of where the mouse is hovering.
es: Cuando hace esto en el modo de diferencias de 2 paneles, la barra de detalles en la parte inferior de la pantalla le mostrará las diferencias dentro de la primera línea, sin importar sobre dónde esté el ratón.
fi: Kun suoritat tämän toiminnon kahden paneelin näkymässä, palkki ruudun alaosassa näyttää rivin sisäiset erot ensimmäiselle riville riippumatta hiiren sijainnista.
fr: Quand vous faites cela dans la vue panneau double, le barre de détail en bas de l'écran vous montre les différences en ligne pour la première ligne, indépendamment du survol de la souris.

source: <guibutton>Prev/Next Conflict</guibutton> jumps directly to the next point where the file differences are in conflict and need to be resolved.
es: <guibutton>Siguiente/Anterior Conflicto</guibutton> salta directamente al siguiente punto donde las diferencias de los ficheros están en conflicto y debe resolverse.
fi: <guibutton>Edellinen/Seuraava konflikti</guibutton> siirtyy suoraan seuraavan paikkaan, missä tiedostojen väliset erot ovat ristiriitaisia ja pitää selvittää käyttäjän toimesta.
fr: <guibutton>Conflit suivant/précédent</guibutton> vous emmène directement au prochain endroit où les différences de fichier sont en conflit et ont besoin d'être résolues.

source: <guibutton>Use Theirs/Use Mine</guibutton> selects whether to use a block from the left or the right pane. Refer to the next section for more information about editing changes and conflicts.
es: <guibutton>Usar el suyo/Usar el mío</guibutton> selecciona si desea usar el bloque del panel izquierdo o derecho. Lea la siguiente sección para más información sobre cómo editar cambios y conflictos.
fi: <guibutton>Käytä heidän/Käytä minun</guibutton> -toiminto valitsee, käytetäänkö tekstilohkoa vasemmasta vai oikeasta paneelista. Seuraavassa luvussa on lisätietoa muutosten muokkaamisesta ja ristiriidoista.
fr: <guibutton>Utiliser le leur / Utiliser le mien</guibutton> choisit quand utiliser un bloc de gauche ou un bloc de droite. Référez-vous à la porchaine section pour plus d'information sur l'éditions des changements et des conflits.

source: <guibutton>Theirs before Mine/Mine before Theirs</guibutton> is used when you want to combine changes in a conflicted file. Refer to the next section for more information about editing changes and conflicts.
es: <guibutton>Suyo antes del mío/Mío antes del suyo</guibutton> se utiliza si desea combinar los cambios en un fichero en conflicto. Lea la siguiente sección para más información sobre cómo editar cambios y conflictos.
fi: <guibutton>Heidän ennen minun/Minun ennen heidän</guibutton> -toimintoa käytetään, kun haluat yhdistää muutokset ristiriitaiseen tiedostoon. Seuraavassa luvussa on lisätietoa muutosten muokkaamisesta ja ristiriidoista.
fr: <guibutton>Le leur avant le mien / le mien avant le leur</guibutton> sont utilisées quand vous voulez combinez les modifications dans un fichier en conflit. Référez-vous à la prochaine section pour plus d'informations sur l'édition des modifications et des conflits.

source: <guibutton>Mark as Resolved</guibutton> When you have resolved all the conflicts in a file and saved the changes, you can mark it as resolved from within TortoiseMerge, rather than going back to explorer and marking as resolved from there.
es: <guibutton>Marcar como Resuelto</guibutton> Cuando ha resuelto todos los conflictos en un fichero y grabados los cambios, puede marcarlo como resuelto desde TortoiseMerge, en vez de volver al explorador y marcarlo como resuelto desde allí.
fi: <guibutton>Merkitse ratkaistuksi</guibutton> Kun olet selvittänyt kaikki tiedoston ristiriidat ja tallettanut muutokset, voit merkitä sen ratkaistuksi TortoiseMergestä käsin menemättä takaisin Tiedostonhallintaan ja merkitsemällä tiedoston ratkaistuksi siellä.
fr: <guibutton>Marquer comme résolu</guibutton> Quand vous avez résolu tous les conflits dans un fichier et sauvegardé les changements, vous pouvez le marquer comme résolu à partir de TortoiseMerge, plutôt que de retourner dans l'explorateur et de le marquer comme résolu là-bas.

source: <guibutton>Show Whitespaces</guibutton> toggles the option to display space and tab characters as symbols so you can distinguish white space changes.
es: <guibutton>Mostrar espacios en blanco</guibutton> cambia la opción para mostrar los caracteres de espacio y tabulador como símbolos, para que pueda distinguir los cambios en los espacios en blanco.
fi: <guibutton>Näytä tyhjämerkit</guibutton> kytkee ja poistaa toiminnon, jonka avulla välilyönnit ja tabulaattorimerkit näytetään symboleina, mikä helpottaa tyhjämerkkimuutosten vertailua.
fr: <guibutton>Voir les espaces</guibutton> bascule l'option pour afficher les espaces et les tabulations sous forme de symboles de façon à distinguer les changements d'espacements.

source: <guibutton>Inline Diff Word-wise</guibutton> toggles the method used to display inline diffs. In word-wise mode, when a character is changed, the whole word is highlighted. In char-wise mode, each individual changed character is highlighted.
es: <guibutton>Diff en línea por-palabra</guibutton> cambia el método utilizado para mostrar diferencias en una línea. En el modo por-palabra, cuando se cambia un carácter, se marca toda la palabra. En el modo por-carácter, se marca cada cambio individual.
fi: <guibutton>Sanan sisäinen vertailu sanoittain</guibutton> muuttaa rivin sisäisten erojen löytämiseen käytettyä menetelmää. Sanamenetelmässä yksittäisen merkin muutos saa aikaan koko sanan korostuksen. Merkkimenetelmässä puolestaan korostetaan yksittäiset muuttuneet merkit.
fr: <guibutton>Comparaison en ligne par mot</guibutton> bascule la méthode utilisée pour afficher les changements en ligne. Par mot, quand un caractère est modifié, le mot complet est mis en évidence. Par caractère, chaque caractère est mis en évidence.

source: Word-wise is the default and in most cases it works better. For example if you change a variable name, the whole name is highlighted in word-wise mode, whereas in char-wise mode you tend to get a mess of added and deleted characters which doesn't make much sense. However, some content does not resolve neatly into words, for example a hex file, and in that case, char-wise display works better.
es: El modo por-palabra es el modo por defecto y en la mayoría de los casos funciona mejor. por ejemplo, si cambia el nombre de una variable, se marca el nombre completo en el modo por-palabra, mientras que el modo por-carácter tiene a mostrarle un montón de caracteres añadidos y borrados, lo que no tiene mucho sentido. Sin embargo, algunos contenidos no forman realmente palabras, como por ejemplo ficheros hexadecimales, y en esos casos el modo por-carácter funciona mejor.
fi: Sanamenetelmä on oletusarvo ja toimii useimmissa tapauksissa paremmin. Jos esimerkiksi muutat muuttujan nimen, koko sana korostetaan sanamenetelmällä, kun taas merkkimenetelmällä tapaat saada lisätyistä ja poistetuista merkeistä koostuvan sekamelskan, josta on vaikea saada selvää. Jotkut sisällöt eivät kuitenkaan jakaannu luontevasti sanoihin (esim. heksatiedostot), ja näissä tapauksissa merkkimenetelmä toimii paremmin.
fr: Mot à mot est le mode par défaut et dans la plupart des cas, il fonctionne mieux. Par exemple, si vous changez un nom de variable, le nom complet est mis en évidence en mode mot à mot, tandis que par caractère, vous obtiendrez plus de caractères ajoutés et supprimés ce qui ne veut pas forcément dire grand chose. Cependant, certain contenus ne se résolvent pas aussi facilement par mot, un fichier héxa par exemple, et dans ce cas, la comparaison par caractère fonctionne mieux.

source: <guibutton>Switch View</guibutton> selects between one-pane and two-pane view. Disabled in 3-pane view.
es: <guibutton>Cambiar Vista</guibutton> selecciona entre la vista de un panel y de dos paneles. Está deshabilitado para la vista de 3 paneles.
fi: <guibutton>Vaihda näkymä</guibutton> vaihtaa yhden ja kahden paneelin näkymän välillä. Estetty kolmen paneelin näkymässä.
fr: <guibutton>Commuter vue</guibutton> choisit entre la vue panneau unique et la vue panneau double. Désactivé en vue panneau triple.

source: <guibutton>Switch Left and Right View</guibutton> In 2-pane view, swaps the left and right windows. When you are comparing a file in 2 different trees, as opposed to 2 revisions of the same file, TortoiseSVN does not know which one should go in the left pane as the <quote>original/base</quote> version. If it gets this wrong, you can change it to make viewing easier.
es: <guibutton>Cambiar Vistas Izquierda y Derecha</guibutton> En la vista de dos paneles, intercambia las ventanas izquierda y derecha. Cuando está comparando un fichero en 2 árboles diferentes, en vez de comparar 2 revisiones del mismo fichero, TortoiseSVN no sabe cuál debería ir en el panel izquierdo como versión <quote>original/base</quote>. Si lo hace mal, puede cambiarlo para verlo más fácilmente.
fi: <guibutton>Vaihda vasen ja oikea näkymä</guibutton> Kahden paneelin näkymässä tämä toiminto vaihtaa vasemman ja oikean ikkunan keskenään. Kun olet vertaamassa tiedostoa kahdessa eri puussa (vrt. kaksi saman tiedoston eri versiota), TortoiseSVN ei tiedä, kumpi kuuluu vasempaan paneeliin <quote>alkuperäiseksi/kanta</quote> versioksi. Jos tiedostot menevät väärin päin, voit vaihtaa niiden paikkoja, jotta vertailu olisi helpompaa.
fr: <guibutton>Échanger vue gauche et droite</guibutton> En vue panneau double, échange les fenêtres gauche et droite. Quand vous comparez un fichier dans 2 arborescences différentes, au lieu de 2 révisions du même fichier, TortoiseSVN ne sait pas lequel devrait aller dans le panneau de gauche comme version<quote>de base/originale</quote>. S'il se trompe, vous pouvez modifier les panneaux pour une vision plus facile.

source: <guibutton>Show/Hide Patch List</guibutton> When TortoiseMerge has a patch list, this button allows you to hide it (so you can see both windows), or show it (so you can review the file list).
es: <guibutton>Show/Hide Patch List</guibutton> Cuando TortoiseMerge tiene una lista de parches, este botón le permite ocultarla (para que pueda ver ambas ventanas), o mostrarla (para que pueda revisar la lista de ficheros).
fi: <guibutton>Näytä/Piilota paikkalista</guibutton> Kun TortoiseMergellä on paikkalista, tämä toiminto voi piilottaa sen (jotta näet molemmat ikkunat) tai näyttää sen (jotta voit tutkia paikkalistaa).
fr: <guibutton>Afficher/Masquer la liste des fichiers du patch</guibutton> Lorsque TortoiseMerge a une liste des fichiers de patch, ce bouton vous permet de la masquer (pour que vous puissiez voir les deux fenêtres), ou de l'afficher (pour que vous puissiez examiner la liste des fichiers).

source: <guibutton>Settings</guibutton> takes you to TortoiseMerge's settings dialog.
es: <guibutton>Configuración</guibutton> le lleva al diálogo de opciones de TortoiseMerge.
fi: <guibutton>Asetukset</guibutton> vie sinut TortoiseMergen asetusikkunaan.
fr: <guibutton>Configuration</guibutton> affiche la boîte de dialogue de configuration de TortoiseMerge.

source: <placeholder-1/> Below the menu bar lies the tool bar. This provides easy access to the most commonly used tools, which are <placeholder-2/>
es: <placeholder-1/> Bajo la barra de menú está la barra de herramientas. Ésta le proporciona fácil acceso a la mayoría de las herramientas más utilizadas, que son <placeholder-2/>
fi: <placeholder-1/> Valikkojen alapuolella on työkalupalkki. Sen avulla käynnistät helposti useimmiten tarvittavat työkalut, jotka ovat <placeholder-2/>
fr: <placeholder-1/> Dessous la barre de menu se trouve la barre d'outils. Elle permet un accès facile aux outils les plus couramment utilisés, qui sont <placeholder-2/>

source: On the left side of the window is a locator bar. This provides a quick visual reference as to where the changes lie within the file. The bar has three columns. The left column refers to the left pane, the right column to the right pane, and the centre column to the bottom pane (if present). In one-pane view only the left column is used. The locator bar can also be used as a scroll bar to scroll all the windows simultaneously.
es: En la parte izquierda de la ventana está una barra de lugar. Esto proporciona una rápida referencia visual de dónde están los cambios en el fichero. La barra tiene tres columnas. La columna izquierda se refiere al panel izquierdo, la columna derecha al panel derecho, y la columna central al panel inferior (si está presente). En la vista de un solo panel sólo se utiliza la columna izquierda. La barra de lugar se puede utilizar también como una barra para mover todas las ventanas simultáneamente.
fi: Ikkunan vasemmalla puolella on sijaintilevy. Sen avulla voit yhdellä vilkaisulla hahmottaa, missä kohden tiedostoa muutokset sijaitsevat. Levyssä on kolme saraketta. Vasen sarake viittaa vasempaan paneeliin, oikea sarake oikeaan paneeliin ja keskisarake alapaneeliin (jos näkyvissä). Yhden paneelin näkymässä käytetään vain vasenta saraketta. Sijaintilevyä voi käyttää myös vierityspalkkina kaikkien ikkunoiden yhtäaikaiseen vierittämiseen.
fr: Sur le côté gauche de la fenêtre se trouve une barre de repère. Cela fournit une référence visuelle rapide quant à l'emplacement des changements dans le fichier. La barre a trois colonnes. La colonne gauche fait référence au panneau gauche, la colonne droite au panneau droit et la colonne du centre au panneau du bas (si présent). Dans la vue panneau unique seule la colonne gauche est utilisée. La barre de repère peut aussi être utilisée comme une barre de défilement pour faire défiler toutes les fenêtres simultanément.
