Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: Just as <quote>Update-to-revision</quote> changes the time window of a working copy to look at a different point in history, so <quote>Switch</quote> changes the space window of a working copy so that it points to a different part of the repository. It is particularly useful when working on trunk and branches where only a few files differ. You can switch your working copy between the two and only the changed files will be transferred.
es: De la misma forma que <quote>Actualizar-a-la-revisión</quote> cambia la ventana temporal de una copia de trabajo para que quede como estuvo en un punto diferente de su historia, <quote>Cambiar</quote> cambia la ventana espacial de una copia de trabajo para que apunte a una parte diferente del repositorio. Es particularmente útil cuando esté trabajando en troncos y ramas en los que sólo hay unos pocos ficheros diferentes. Puede cambiar su copia de trabajo entre los dos y sólo se transferirán los ficheros cambiados.
fi: Samoin kuin <quote>Päivitä versioon</quote> vaihtaa työkopion aikaikkunan osoittamaan eri kohtaan historiassa, komento <quote>Vaihda</quote> vaihtaa työkopion tilaikkunan osoittamaan eri kohtaan arkistossa. Se on erityisen hyödyllinen, kun työskennellään päähaarassa ja haaroissa, joissa vain muutamat tiedostot eroavat toisistaan. Voit vaihtaa työkopiotasi näiden kahden välillä ja vain muuttuneet tiedostot siirretään.
fr: De même que <quote>Mettre à jour à la révision</quote> change la fenêtre de temps d'une copie de travail pour regarder un point différent dans l'histoire, <quote>Aller sur...</quote> modifie la fenêtre d'espace d'une copie de travail pour qu'elle pointe vers un endroit différent du référentiel. C'est particulièrement utile quand vous travaillez sur le tronc et les branches où seuls quelques fichiers diffèrent. Vous pouvez alors commuter votre copie de travail entre les deux et seuls les fichiers modifiés seront transférés.

source: Update
es: Actualizar
fi: Päivitä
fr: Mettre à jour

source: This Subversion command pulls down the latest changes from the repository into your working copy, merging any changes made by others with local changes in the working copy.
es: Este comando de Subversion incorpora los últimos cambios del repositorio a su copia de trabajo, fusionando cualquier cambio hecho por otros con los cambios locales en la copia de trabajo.
fi: Tämä Subversion-komento noutaa viimeisimmät muutokset arkistosta työkopioosi, yhdistäen muitten tekemät muutokset paikallisten muutosten kanssa
fr: Cette commande Subversion récupère les derniers changements depuis le référentiel vers votre copie de travail, en fusionnant les modifications faites par d'autres avec les modifications locales dans la copie de travail.

source: Working Copy
es: Copia de trabajo
fi: Työkopio
fr: Copie de travail

source: This is your local <quote>sandbox</quote>, the area where you work on the versioned files, and it normally resides on your local hard disk. You create a working copy by doing a <quote>Checkout</quote> from a repository, and you feed your changes back into the repository using <quote>Commit</quote>.
es: Esta es su <quote>caja de arena</quote> local, el área donde trabaja con los ficheros versionados, y normalmente se encuentra en su disco duro local. Puede crear una copia de trabajo al <quote>Obtener</quote> desde un repositorio, y devolver sus cambios al repositorio utilizando <quote>Confirmar</quote>.
fi: Tämä on paikallinen <quote>hiekkalaatikko</quote>, alue jolla työskentelet versioitujen tiedostojen kanssa. Se sijaitsee tavallisesti paikallisella kovalevylläsi. Voit luoda työkopion suorittamalla komennon <quote>Hae työkopio</quote> arkistosta, ja komento <quote>Toimita arkistoon</quote> siirtää tekemäsi muutokset takaisin versionhallintaan.
fr: C'est votre <quote>bac à sable</quote> local, l'endroit où vous travaillez sur les fichiers versionnés et il réside normalement sur votre disque dur local. Vous créez une copie de travail en faisant une <quote>Extraction</quote> du référentiel et vous remettez vos modifications dans le référentiel en faisant une <quote>Livraison</quote>.

source: translator-credits
es: Fernando P. Najera Cano <yo@FernandoNajera.com>
fi: Kari Granö <kari.grano@gmail.com>
fr: Jérémy Badier <jeremy.badier@gmail.com>

source: translator-translation
es: Traducción
fi: Käännös
fr: traduction

source: TortoiseMerge is an Open Source project. That means you have full read access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. You will be prompted to enter username and password. The username is <literal>guest</literal>, and the password must be left blank. The most recent version (where we're currently working) is located under <filename>/trunk/</filename>, and the released versions are located under <filename>/tags/</filename>.
fi: TortoiseMerge on avoimen lähdekoodin projekti. Voit vapaasti tutkia ohjelman lähdekoodia, joka löytyy osoitteesta <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. Sinulta kysytään käyttäjätunnusta ja salasanaa. Käyttäjätunnus on <literal>guest</literal>, ja salasana jätetään tyhjäksi. Viimeisin versio (jonka parissa työskentelemme parasta aikaa) sijaitsee kansiossa <filename>/trunk</filename>; julkaistut versiot sijaitsevat kansiossa <filename>/tags</filename>.
fr: TortoiseMerge est un projet Open Source. Cela signifie que vous avez un accès total au code source de ce programme. Vous pouvez y accéder avec ce lien <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. Un nom d'utilisateur et un mot de passe vous seront demandés. L'utilisateur est <literal>guest</literal>, et le champ mot de passe doit rester vide. La version la plus récente (sur laquelle nous travaillons actuellement) est située dans le répertoire <filename>/trunk/</filename>, et les versions publiées sont situées dans le répertoire <filename>/tags/</filename>.

source: Normal
fi: Normaali

source: base
fi: kanta

source: Specifies the resulting <placeholder-1/> file used in three way diffs. This is the file path where the result of the merge/conflict resolving is saved. If this is not set, then TortoiseMerge will ask the user where to save the result.
fi: Määrittelee kolmiosaisissa vertailuissa käytetyn tulostiedoston <placeholder-1/> nimen. Yhdistämisen / ristiriitojen ratkonnan tulos talletetaan tähän tiedostoon. Mikäli polku on asettamatta, TortoiseMerge kysyy käyttäjältä, mihin tulos talletetaan.
fr: Spécifie le fichier <placeholder-1/> résultant utilisé pour la comparaison de trois fichiers. C'est le chemin du fichier où le résultat de la fusion/résolution de conflit est sauvegardé. S'il n'est pas indiqué, TortoiseMerge demandera à l'utilisateur où sauvegarder le résultat.

source: Subversion keeps a local <quote>pristine</quote> copy of each file as it was when you last updated your working copy. If you have made changes and decide you want to undo them, you can use the <quote>revert</quote> command to go back to the pristine copy.
fi: Subversion säilyttää paikallisesti <quote>muuttumatonta</quote> kopiota jokaisesta tiedostosta sellaisena kuin se oli silloin, kun viimeksi päivitit työkopiosi. Jos olet tehnyt muutoksia ja päätät perua ne, voit käyttää <quote>palauta</quote>-komentoa siirtyäksesi takaisin muuttumattomaan kopioon.
fr: Subversion conserve une copie <quote>primitive</quote> locale de chaque fichier tel qu'il était lors de la dernière mise à jour de votre copie de travail. Si vous avez des changements et que vous décidez de les annuler, vous pouvez utiliser la commande <quote>Revenir en arrière</quote> pour revenir à la copie primitive.
