Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/doc/TortoiseMerge_*.po
Languages: es, fi, fr

source: If you want to compare / merge files you have to set at least two of the three possible paths for <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal>. If you select only two files, then TortoiseMerge will show you the differences between those two files, either in a two pane view or in a one pane view.
es: Si quiere comparar/fusionar ficheros necesita establecer al menos dos de las tres posibles rutas para <literal>Base</literal>, <literal>Mío</literal> and <literal>De otros</literal>. Si sólo selecciona dos ficheros, TortoiseMerge le mostrará las diferencias entre esos dos ficheros, en dos paneles o en un único panel.
fi: Jos haluat verrata tai yhdistää tiedostoja, sinun täytyy antaa ainakin kaksi kolmesta mahdollisesta tiedostosta <literal>Kanta</literal>, <literal>Minun</literal> ja <literal>Heidän</literal>. Jos annat vain kaksi tiedostoa, TortoiseMerge näyttää erot niiden välillä käyttäen yhden tai kahden paneelin näkymää.
fr: Si vous voulez comparer / fusionner des fichiers, vous devez mettre au moins deux des trois chemins possibles pour le fichier de <literal>Base</literal>, le <literal>Mien</literal> et le <literal>Leur</literal>. Si vous choisissez seulement deux fichiers, TortoiseMerge vous montrera les différences entre ces deux fichiers, soit dans une vue panneau double soit dans une vue panneau unique.

source: If you want to merge three files, TortoiseMerge will show you the differences in a three pane view. This view is generally used if you need to resolve conflicted files. The output file is not named in this case and you will have to use the <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. to save the results.
es: Si quiere comparar/fusionar tres ficheros, TortoiseMerge le mostrará las diferencias en una vista de tres paneles. Esta vista se utiliza normalmente si necesita resolver ficheros en conflicto. El fichero de salida no se nombra en este caso y tendrá que utilizar <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Guardar como...</guimenuitem></menuchoice> para guardar el resultado.
fi: Jos haluat yhdistää kolme tiedostoa, TortoiseMerge näyttää erot käyttäen kolmea paneelia. Tätä näkymää käytetään yleensä ristiriitojen ratkaisemiseen. Tulostiedostoa ei ole tässä tapauksessa nimetty, ja sinun tylee käyttää komentoa <menuchoice><guimenu>Tiedosto</guimenu><guimenuitem>Tallenna nimellä...</guimenuitem></menuchoice> tallettaaksesi tulokset.
fr: Si vous voulez comparer/fusionner trois fichiers, TortoiseMerge vous montrera les différences dans une vue panneau triple. Cette vue est aussi utilisée si vous devez résoudre des fichiers en conflit. Le fichier de sortie n'est alors pas nommé et vous aurez à utiliser <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Enregistrer sous...</guimenuitem></menuchoice>. pour sauvegarder les résultats.

source: If you want to apply a patch file you have to set both the path to the patch file itself and the path to the folder where the patch file should be applied.
es: Si desea aplicar un fichero de parche, tiene que especificar tanto la ruta al fichero de parche en si mismo como la ruta a la carpeta donde debe aplicarse el fichero de parche.
fi: Jos haluat käyttää paikkatiedoston, sinun pitää antaa sekä itse paikkatiedoston polku että polku kansioon, missä se pitäisi käyttää.
fr: Si vous voulez appliquer un patch, vous devez indiquer à la fois le chemin du patch et le chemin du répertoire où le patch doit s'appliquer.

source: Currently, only patch files in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Subversion working copy. Other formats like patch files generated by CVS are currently not supported!
es: Actualmente, sólo se admiten ficheros de parche en el <emphasis>Formato de Diff Unificado</emphasis>. Y sólo los ficheros que se hayan generado desde una copia de trabajo de Subversion. ¡No se admiten actualmente otros formatos como los ficheros de parche generados por CVS!
fi: Nykyisin tuetaan vain <emphasis>unified diff</emphasis> -muodossa olevia paikkatiedoja. Lisäksi nämä tiedostot tulee luoda Subversion-työkopiosta. Muita tiedostomuotoja (esim. CVS-paikkatiedostot) ei tueta!
fr: Actuellement, seuls les patches au <emphasis>format de différences unifiées</emphasis> sont supportés. Et seuls ceux générés à partir d'une copie de travail de Subversion. Les autres formats comme les patches générés par CVS ne sont pas supportés pour l'instant !

source: Settings
es: Configuración
fi: Asetukset
fr: Configuration

source: Main Settings Page
es: Página de Configuración principal
fi: Pääasetussivu
fr: Page de configuration générale

source: The Settings Main Page
es: La página de Configuración principal
fi: Asetusten pääsivu
fr: La page de configuration générale

source: Most of the options here are self-explanatory, but a few points need clarifying.
es: Muchas de estas opciones son autoexplicativas, pero hay algunos pocos puntos que necesitan clarificarse.
fi: Useimmat asetukset ovat itsensä selittäviä, mutta muutamat seikat vaativat selvennystä.
fr: La plupart des options sont explicites, mais quelques points nécessitent une clarification.

source: <guilabel>Backup original file</guilabel> renames the original file in the WC to <literal>filename.bak</literal> before saving the modified version.
es: <guilabel>Realizar copia de seguridad del archivo original</guilabel> renombra el fichero original en la copia de trabajo a <literal>nombre.bak</literal> antes de guardar la versión modificada.
fi: Valinta <guilabel>Varmista alkuperäinen tiedosto</guilabel> nimeää alkuperäisen tiedoston työkopiossa nimellä <literal>tiedostonimi.bak</literal> ennen muokatun tiedoston tallettamista.
fr: <guilabel>Sauvegarde du fichier original</guilabel> renomme le fichier original dans la CdT en <literal>nom_du_fichier.bak</literal> avant de sauvegarder la version modifiée.

source: <guilabel>Ignore line endings</guilabel> hides changes which are due solely to difference in line-end style.
es: <guilabel>Ignorar finales de línea</guilabel> oculta los cambios que se deben únicamente a la diferencia en el estilo de las terminaciones de las líneas.
fi: Valinta <guilabel>Ohita rivinloput</guilabel> piilottaa muutokset, jotka johtuvat pelkästään eroista rivinlopetustyyleissä.
fr: <guilabel>Ignorer les fins de ligne</guilabel> masque les changements uniquement dûs à des différences de style de fin de ligne.

source: <guilabel>Ignore case changes</guilabel> hides changes which are due solely to case changes within the text. This can be useful with apps such as Visual Basic, which changes case in variables without warning.
es: <guilabel>Ignorar cambios de mayúsculas/minúsculas</guilabel> oculta los cambios que se deben únicamente a cambiar mayúsculas por minúsculas o viceversa dentro del texto. Esto puede ser útil con aplicaciones como Visual Basic, que cambia las mayúsculas en las variables sin avisar.
fi: Valinta <guilabel>Ohita merkkitasoerot</guilabel> piilottaa muutokset, jotka johtuvat vain tekstin merkkien tasoista. Tämä voi olla näppärää esimerkiksi Visual Basicin kaltaisissa sovelluksissa, jotka muuttavat muuttujien nimien tasoa varoittamatta.
fr: <guilabel>Ignorer les changements de casse</guilabel> masque les changements uniquement dûs à des changements de casse au sein du texte. Cela peut être utile pour les applications telles que Visual Basic, qui change les variables sans prévenir.

source: <guilabel>Colour code in-line changes</guilabel> uses the same scheme as the line diff bar to show the detailed in-line changes within the main display panes. Lines which have been heavily modified will not be shown using this method as the results are simply confusing. In this case the line will be shown as replaced (old line deleted, new line added).
es: <guilabel>Colorear cambios dentro de las líneas</guilabel> utiliza el mismo esquema de la barra de diferencias de línea para mostrar los cambios detallados de las líneas dentro de los paneles de visualización principales. Las líneas que han sufrido muchas modificaciones no se mostrarán utilizando este método ya que los resultados son simplemente confusos. En este caso la línea se mostrará como reemplazada (línea antigua eliminada, línea nueva añadida).
fi: Valinta <guilabel>Väritä rivin sisäiset muutokset</guilabel> käyttää samaa tapaa kuin rivieropalkki näyttääkseen yksityiskohtaiset rivin sisäiset muutokset päänäytöissä. Suuresti muuttuneita rivejä ei näytetä tällä tyylillä, koska tulos olisi yksinkertaisesti liian sekava. Tässä tapauksessa rivi näytetään korvattuna (vanha rivi poistettu, uusi rivi lisätty).
fr: <guilabel>Coloriser les changements de code en ligne</guilabel> utilise le même thème que la barre de lignes de comparaison pour afficher les changements en ligne dans les panneaux d'affichages principaux. Les lignes qui ont été lourdement modifiées ne seront pas affichées de cette manière, les résultats étant nébuleux. Dans ce cas, la ligne sera affichée comme remplacée (l'ancienne ligne supprimée, la nouvelle ajoutée).

source: <guilabel>Compare whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Subversion treats such changes).
es: <guilabel>Comparar espacios en blanco</guilabel> muestra todos los cambios en la indentación y en los espacios dentro de las líneas como si fueran líneas añadidas/eliminadas (que es como Subversion trata estos cambios).
fi: Valinta <guilabel>Vertaa tyhjämerkkejä</guilabel> näyttää kaikki muutokset sisennyksessä ja rivin sisäisissä tyhjämerkeissä lisättyinä/poistettuina riveinä (samaan tapaan kuin Subversion käsittelee tällaisia muutoksia).
fr: <guilabel>Comparer les espacements</guilabel> affiche tous les changements d'indentation et d'espacements en ligne en tant que lignes ajoutées/supprimées (c'est de cette façon que Subversion considère de tels changements).

source: <guilabel>Ignore whitespace changes</guilabel> hides changes which are due solely to a change in the amount or type of whitespace, eg. changing the indentation or changing tabs to spaces. Adding whitespace where there was none before, or removing a whitespace completely is still shown as a change.
es: <guilabel>Ignorar cambios en espacios en blanco</guilabel> oculta los cambios que se deben únicamente a cambiar la cantidad de espacios en blanco, por ejemplo la indentación o cambios de tabuladores por espacios. Añadir un espacio en blanco donde antes no había, o quitar un espacio en blanco completamente se seguirán mostrando como cambios.
fi: Valinta <guilabel>Ohita tyhjämerkkien muutokset</guilabel> piilottaa muutokset, jotka johtuvat tyhjämerkeistä, esimerkiksi sisentämisestä tai tabulaattorien muuttamisesta välilyönneiksi.Tyhjämerkkien lisääminen paikkaan, jossa niitä ei aiemmin ollut, tai kaikkien tyhjämerkkien poisto näkyvät yhä muutoksina.
fr: <guilabel>Ignorer les changements d'espacements</guilabel> masque les changements uniquement dûs à la quantité ou au type d'espace, par exemple changer l'indentation ou changer les tabulations en espaces. Ajouter des espaces où il n'y en avait pas avant ou supprimer complètement un espace est toujours affiché comme un changement.

source: <guilabel>Ignore all whitespaces</guilabel> hides all whitespace-only changes.
es: <guilabel>Ignorar todos los espacios en blanco</guilabel> oculta todos los cambios que sólo se deben a espacios en blanco.
fi: Valinta <guilabel>Ohita kaikki tyhjämerkit</guilabel> piilottaa kaikki tyhjämerkeistä johtuvat muutokset.
fr: <guilabel>Ignorer tous les espacements</guilabel> ne masque que les changements d'espacements.

source: Colour Settings Page
es: Página de Configuración de colores
fi: Väriasetussivu
fr: Page de configuration des couleurs

source: The Settings Color Page
es: La página de Configuración de colores
fi: Asetusten värisivu
fr: La page de configuration des couleurs

source: This dialog allows you to select the background color coding used to highlight the different line changes.
es: Este diálogo le permite seleccionar la codificación de colores de fondo que se utilizan para remarcar los diferentes cambios en las líneas.
fi: Tämän ikkunan avulla voit valita erilaisten muutosten esittämiseen käytetyt taustavärit.
fr: Cette boîte de dialogue vous permet de sélectionner le codage de couleur de fond utilisé pour mettre en évidence les différents changements de ligne.

source: All lines which are unchanged, or where changes are hidden.
es: Todas las líneas que no tienen cambios, o cuyos cambios están ocultos.
fi: Kaikki muuttumattomat rivit ja rivit, joilla muutokset on piilotettu.
fr: Toutes les lignes sont inchangées, ou les changements sont masqués.

source: Added
es: Añadido
fi: Lisätty
fr: Ajouté

source: Lines which have been added.
es: Lïneas que han sido añadidas.
fi: Rivit, jotka on lisätty.
fr: Lignes qui ont été ajoutées

source: Removed
es: Borrado
fi: Poistettu
fr: Supprimé

source: Lines which have been deleted.
es: Líneas que han sido borradas.
fi: Rivit, jotka on poistettu.
fr: Lignes qui ont été supprimées.

source: Modified
es: Modificado
fi: Muutettu
fr: Modifié

source: unchanged
es: sin cambios
fi: muuttumaton
fr: inchangé

source: Colour code in-line changes
es: Colorear cambios dentro de las líneas
fi: Väritä rivin sisäiset muutokset
fr: Coloriser les modifications de code en ligne

source: Lines which have relatively small changes, and are shown using inline diff. This colour is used for the <placeholder-1/> portion of the line content. Changed portions will be shown using the inline added and deleted colours described below. If <placeholder-2/> is not enabled, this colour will not be used and changed lines will always be shown as replacements.
es: Líneas que tienen relativamente pocos cambios, y se muestran utilizando diferencias en línea. Este color se utiliza para la parte <placeholder-1/> del contenido de la línea. Las partes modificadas se mostrarán utilizando los colores de añadido y eliminado en-línea que se describen a continuación. Si <placeholder-2/> no está seleccionado, este color no se utilizará, y las líneas con cambios siempre se mostrarán como reemplazos.
fi: Rivit, joilla on melko pieniä muutoksia, ja joille näytetään rivin sisäiset erot. Tätä väriä käytetään <placeholder-1/> osaan rivin sisällöstä. Muuttuneet osat näytetään käyttäen rivin sisällä lisätty ja poistettu -värejä, jotka on kuvattu alla. Jos <placeholder-2/> ei ole päällä, tätä väriä ei käytetä ja muutetut rivit esitetään aina korvauksina.
fr: Lignes qui ont été peu modifiées, et qui s'affichent en utilisant la comparaison en ligne. Cette couleur est utilisée pour la portion <placeholder-1/> du contenu de la ligne. Les portions modifiées seront affichées en utilisant les couleurs d'ajout et de suppression en ligne décrites ci-dessous. Si <placeholder-2/> n'est pas activée, cette couleur ne sera pas utilisée et les lignes changées seront affichées comme des remplacements.

source: Conflicted
es: En conflicto
fi: Ristiriidassa
fr: En conflit

source: Where the same line has been changed in both files.
es: Donde la misma línea se ha cambiado en ambos ficheros.
fi: Kun samaa riviä on muutettu molemmissa tiedostoissa.
fr: Quand la même ligne a été modifiée dans les deux fichiers.

source: Conflict resolved
es: Conflicto resuelto
fi: Ristiriita ratkaistu
fr: Conflit résolu

source: Where the same line has been changed in both files, and you have now selected which version should be used.
es: Cuando la misma línea se ha cambiado en ambos ficheros, y ahora ya ha seleccionado qué versión debería utilizarse.
fi: Kun samaa riviä on muutettu molemmissa tiedostoissa ja olet valinnut, kumpaa versiota tulisi käyttää.
fr: Quand la même ligne a été modifiée dans les deux fichiers, et que vous avez sélectionné laquelle utiliser.

source: Empty
es: Vacío
fi: Tyhjä
fr: Vide

source: Where lines have been added in the opposite pane, and no such line existed in this pane.
es: Donde las líneas se han añadido en el panel contrario, y no existe dicha línea en este panel.
fi: Kun rivejä on lisätty toiseen paneeliin, ja vastaavia rivejä ei ole tässä paneelissa.
fr: Quand des lignes ont été ajoutées dans le panneau opposé, et que ces lignes n'existent pas dans ce panneau.

source: Inline added text
es: Texto añadido en línea
fi: Rivin sisällä lisätty teksti
fr: Texte ajouté en ligne

source: When inline diffs are shown, added text is shown in this colour.
es: Cuando se muestran diferencias en-linea, el texto añadido se muestra en este color.
fi: Kun rivin sisäiset muutokset näytetään, lisätty teksti näytetään tällä värillä.
fr: Lorsque les comparaisons en ligne sont affichées, le texte ajouté est affiché dans cette couleur.

source: Inline removed text
es: Texto eliminado en línea
fi: Rivin sisällä poistettu teksti
fr: Texte supprimé en ligne

source: When inline diffs are shown, deleted text is shown in this colour.
es: Cuando se muestran diferencias en-linea, el texto eliminado se muestra en este color.
fi: Kun rivin sisäiset muutokset näytetään, poistettu teksti näytetään tällä värillä.
fr: Lorsque les comparaisons en ligne sont affichées, le texte supprimé est affiché dans cette couleur.

source: Misc whitespaces
es: Espacios en blanco varios
fi: Sekalaiset tyhjämerkit
fr: Autres caractères d'espacement

source: Characters used to indicate Whitespace are shown in a different colour from normal text.
es: Los caracteres usados para indicar espacios en blanco se muestran en un color distinto del texto normal.
fi: Tyhjämerkit esitetään normaalista tekstistä poikkeavalla värillä.
fr: Les caractères indiquant les espaces sont signalés d'une autre couleur que le texte normal.

source: keyboard shortcuts
es: Atajos de teclado
fi: Pikanäppäimet
fr: raccourcis clavier

source: List of keyboard shortcuts and commands.
es: Lista de atajos y comandos de teclado
fi: Luettelo pikanäppäimistä ja komennoista.
fr: Liste des raccourcis claviers et des commandes.

source: Keyboard shortcuts
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier

source: Quit the program
es: Sale del programa
fi: Lopettaa ohjelman suorituksen
fr: Quitte l'application

source: Copy the selected text to the clipboard
es: Copia el texto seleccionado al portapapeles
fi: Kopioi valittu teksti leikepöydälle
fr: Copie les lignes sélectionnées dans le presse-papiers

source: Open the Find dialog for text searches
es: Abre el diálogo Buscar para búsquedas de texto
fi: Avaa hakuikkunan tekstihakua varten
fr: Ouvre la boîte de dialogue Rechercher pour rechercher dans le texte

source: Open files to diff/merge
es: Abre los ficheros para ver las diferencias/fusionar
fi: Avaa vertailtavia/yhdisteltäviä tiedostoja
fr: Ouvre les fichiers à différencier/fusionner

source: Save the changes
es: Guardar los cambios
fi: Tallettaa muutokset
fr: Sauvegarder les changements

source: Ctrl-Shift-S
es: Ctrl-Mayús-S
fr: Ctrl-Maj-S

source: Save as...
es: Guardar como...
fi: Talleta nimellä...
fr: Sauver sous...

source: Go to next difference
es: Ir a la siguiente diferencia
fi: Siirry seuraavaan eroon
fr: Aller à la prochaine différence

source: Shift-F7
es: Mayús-F7

source: Go to previous difference
es: Ir a la diferencia previa
fi: Siirry edelliseen eroon
fr: Aller à la différence précédente

source: Go to next conflict
es: Ir al siguiente conflicto
fi: Siirry seuraavaan ristiriitaan
fr: Aller au prochain conflit

source: Shift-F8
es: Mayús-F8

source: Go to previous conflict
es: Ir al conflicto previo
fi: Siirry edelliseen ristiriitaan
fr: Aller au conflit précédent

source: Toggle between one-pane diff and two-pane diff
es: Cambia entre la vista de un panel y la vista de dos paneles
fi: Vaihda yhden ja kahden paneelin vertailun välillä
fr: Bascule entre la vue panneau unique et la vue panneau double

source: Reload the files and revert all changes made
es: Recarga el fichero y revierte todos los cambios hechos
fi: Noutaa tiedostot uudelleen ja peruu tehdyt muutokset
fr: Recharge les fichiers et annule tous les changements effectués

source: Toggles between showing whitespaces or not
es: Cambia entre mostrar espacios en blanco o no
fi: Kytkee tyhjämerkkien symbolinäytön päälle/pois
fr: Bascule entre afficher les espacements ou pas

source: Ctrl-mousewheel
es: Ctrl-rueda del ratón
fi: Ctrl-rullahiiri
fr: Ctrl-molette

source: Scroll the display left/right
es: Mueve el display a la izquierda/derecha
fi: Vierittää näyttöä vasemmalle/oikealle
fr: Défile l'affichage vers la gauche/droite

source: Automating TortoiseMerge
es: Automatizando TortoiseMerge
fi: TortoiseMergen automatisointi
fr: Automatiser TortoiseMerge

source: TortoiseMerge can be started with command line parameters to avoid having to go through the <guilabel>Open</guilabel> dialog to select the files yourself. This is useful also if you want to use TortoiseMerge from another application.
es: TortoiseMerge puede iniciarse con parámetros en la línea de comandos para evitar pasar por el diálogo <guilabel>Abrir</guilabel> y seleccionar los ficheros allí. Esto es útil si desea utilizar TortoiseMerge desde otra aplicación.
fi: TortoiseMerge voidaan käynnistää komentoriviparametreilla, jolloin ei tarvita <guilabel>Open</guilabel>-ikkunaa tiedostojen valitsemiseen. Tästä on hyötyä, jos haluat käyttää TortoiseMergeä toisesta sovelluksesta.
fr: TortoiseMerge peut être démarré avec des paramètres de ligne de commande pour éviter de devoir passer la boîte de dialogue <guilabel>Ouvrir</guilabel> pour choisir les fichiers vous-même. C'est aussi utile si vous voulez utiliser TortoiseMerge à partir d'une autre application.

source: TortoiseMerge Command Line Switches
es: Opciones de Línea de Comandos de TortoiseMerge
fi: TortoiseMergen komentorivivalitsimet
fr: Commutateurs de ligne de commande de TortoiseMerge

source: automation
es: automatización
fi: automatisointi
fr: automatisation

source: command line
es: línea de comandos
fi: komentorivi
fr: ligne de commande

source: Most switches require additional information like a path or some other string. In those cases, append an ':' to the switch and put the string/path after it. Example: <screen> /base:"c:\folder\my base file.txt" </screen>
es: La mayoría de las opciones necesitan información adicional como una ruta o alguna otra cadena. En estos casos, añada un ':' a la opción y ponta la cadena/ruta tras él. Por ejemplo: <screen> /base:"c:\carpeta\mi fichero base.txt" </screen>
fi: Useimmat valitsimet tarvitsevat lisätietoa kuten tiedostopolun tai jonkun muun merkkijonon. Näissä tapauksissa lisää ':'-merkki valitsimeen ja lisää tiedostopolku/merkkijono perään. Esimerkki: <screen> /base:"c:\folder\minun kantatiedostoni.txt" </screen>
fr: La plupart des commutateurs exigent une information complémentaire comme un chemin ou autre chaîne du genre. Dans ces cas-là, ajoutez un ':' au commutateur et mettez la chaîne/chemin après. Exemple : <screen> /base:"c:\répertoire\mon fichier de base.txt" </screen>

source: List of available command line options
es: Lista de las opciones de línea de comandos disponibles
fi: Luettelo komentorivivalitsimista
fr: Liste des options de ligne de commande disponibles

source: Command
es: Comando
fi: Komento
fr: Commande

source: Description
es: Descripción
fi: Kuvaus

source: Shows a dialog box with the most important command line switches.
es: Muestra un diálogo con los parámetros de la línea de comandos más importantes.
fi: Näyttää tärkeimmät komentorivivalitsimet.
fr: Affiche une boîte de dialogue avec les paramètres de ligne de commandes les plus importants.

source: The same as <placeholder-1/>.
es: Lo mismo que <placeholder-1/>.
fi: Sama kuin <placeholder-1/>.
fr: Idem que <placeholder-1/>.
