Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: The target folder %s is a special folder and is not supposed to be a repository root! Are you sure you want to initialize a git repository inside that folder?
ca: La carpeta de destinació %s és una carpeta especial que suposadament no és un dipòsit arrel. Esteu segur que voleu inicialitzar un dipòsit git en aquesta carpeta?
es_es: ¡La carpeta objetivo %s es una carpeta especial y no está pensada para que sea un repositorio raíz! ¿Está seguro de que quiere inicializar un repositorio git dentro de esa carpeta?
ja: 対象のフォルダー %s は、特別なフォルダーであり、リポジトリのルートとしてサポートされません! そのフォルダーをgitのレポジトリフォルダーとして初期化していいですか？
pt_br: A pasta alvo %s é uma pasta especial e não é indicada para ser uma raiz de repositório! Você tem certeza de que quer inicializar um repositório dentro desta pasta?
ru: Целевая папка %s является специальной и нежелательно чтобы она была корнем хранилища! Вы действительно хотите инициализировать хранилище Гит внутри этой папки?
ta_in: இலக்கு கோப்புறை %s இது ஒரு சிறப்பு கோப்புறை மற்றும் இது ஒரு களஞ்சிய வேராக இருக்கக்கூடாது! அந்த கோப்புறைக்குள் ஒரு கிட் களஞ்சியத்தை நிச்சயமாக துவக்க விரும்புகிறீர்களா?
uk: Цільова тека %s це спеціальна тека і не повинна бути корнем сховища! Ви дійсно хочете ініціювати сховище git у цій теці?
zh_tw: 目的資料夾 %s 是特殊資料夾，可能不適合用作版本庫根目錄！ 確定要初始化 git 版本庫至那個資料夾嗎？

source: The target folder %s is not empty! Are you sure you want to initialize a git repository inside that folder?
ca: La carpeta de destí %s no està buida! Esteu segurs que voleu inicialitzar un nou dipòsit git en aquesta carpeta?
es_es: La carpeta de destino %s ¡no está vacía! ¿Seguro que quieres inicializar un repositorio git dentro de esa carpeta?
ja: 指定のフォルダー %s は、空ではありません! そのフォルダーをgitのレポジトリフォルダーとして初期化していいですか？
pl: Folder docelowy %s nie jest pusty! Czy na pewno chcesz zainicjować repozytorium git wewnątrz tego folderu?
pt_br: A pasta destino %s não está vazia! Você tem certeza de que você quer inicializar um repositório git dentro desta pasta?
ru: Папка назначения %s не пустая! Вы уверены что хотите создать git хранилище в этой папке?
ta_in: இலக்கு கோப்புறை %s காலியாக இல்லை! அந்த கோப்புறைக்குள் ஒரு கிட் களஞ்சியத்தை நிச்சயமாக துவக்க விரும்புகிறீர்களா?
uk: Цільова тека %s не порожня! Ви дійсно хочете ініціювати сховище git у цій теці?
zh_tw: 目的資料夾 %s 有其它檔案！ 確定要初始化 git 版本庫至那個資料夾嗎？

source: The text is identical, but the files do not match! The following differences were found:
ca: El text és idèntic, però els fitxers no coincideixen! S'han trobat les següents diferències:
ja: テキストは一致しましたが、ファイルとしては一致しません！ 次の違いが見つかりました:
pl: Treść jest taka sama, jednak pliki różnią się! Znaleziono następujące różnice:
pt_br: O texto é idêntico, mas os arquivos não batem! As seguintes diferenças foram encontradas:
ru: Текст идентичный, но файлы не совпадают! Найдены следующие различия:
ta_in: உரை ஒரே மாதிரியாக உள்ளது, ஆனால் கோப்புகள் பொருந்தவில்லை! பின்வரும் வேறுபாடுகள் காணப்பட்டன:
uk: Тексти однакові, але файли не співпадають! Знайдені наступні різниці:
zh_tw: 內文是相同的，但檔案並不完全相符！ 找到以下的差異：

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
ca: Temps en segons després del qual l'anàlisi dels fitxers seleccionats s'atura. Un valor baix fa que la llista d'autocompletació es generi més aviat, però pot fer que no s'escanegin tot els fitxers.
ja: 選択ファイルの構文解析を停止するまでの秒数を指定します。 小さい値を指定すると、すぐに自動補完リストが使用可能になります。 しかし、すべてのファイルのスキャンが終了しないかもしれません。
pl: Czas w sekundach, po którym zatrzymuje się parsowanie wybranych plików. Mniejsza wartość spowoduje, że lista podpowiedzi będzie dostępna wcześniej, jednak mogą nie zostać zeskanowane wszystkie pliki.
pt_br: O tempo em segundos após o qual o processamento dos arquivos selecionados deverá parar. Um valor menor irá fazer a lista do autocompletar disponível mais rápido, mas talvez sem retornar todos os arquivos.
ru: Время в секундах, после которого прекращается разбор выбранных файлов. Меньшее значение сделает доступным список автозавершения раньше, но при этом могут быть просмотрены не все файлы.
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் பாகுபடுத்துதல் நிறுத்தப்படும் நொடிகளில் நேரம். குறைந்த மதிப்பு தானாகவே நிறைவு பட்டியலை விரைவில் கிடைக்கச் செய்யும், ஆனால் எல்லா கோப்புகளையும் நுட்பமாய் சோதிக்காமல் இருக்கலாம்.
uk: Час у секундах, після якого синтаксичний аналіз вибраних файлів припиняється. Менше значення швидше зробить список автодоповнення доступним, але може не встигнути просканувати всі файли.
zh_tw: 處理選定檔案的時間上限（單位是秒）。 設定較低的值能讓自動完成列表較快出現， 但不一定來得及處理完全部檔案。

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
ca: Les dues URL's seleccionades no s'han creat des de la mateixa arrel. No és possible mostrar els missatges de log entre elles!
es_es: Las dos URL's seleccionadas no son creadas desde la misma raíz. ¡No es posible mostrar los mensajes de reg. entre ellas!
hr: Dva odabrana URL-a ne potiču od istog izvora. Nije moguće prikazati njihove poruke dnevnika!
ja: 選択された2つのURLは同じルートから作成されたものではありません。 そのため、これら2つの間のログメッセージを表示することはできません。
pl: Dwa wybrane adresy URL nie zostały utworzone ze wspólnego pnia. Nie jest możliwe pokazanie opisów zmian pomiędzy nimi!
pt_br: As duas URL's selecionadas não foram criadas a partir da mesma raiz. Não é possível exibir as mensagens de histórico entre elas!
ru: Выбранные URL не были созданы из общей основы. Невозможно показать сообщения журнала между ними!
ta_in: தேர்ந்தெடுக்கப்பட்ட இரண்டு ஒருங்கிணைந்தவளஇருப்பிடங்களும் ஒரே மூலத்திலிருந்து உருவாக்கப்படவில்லை. அவர்களுக்கிடையில் பதிவு செய்திகளைக் காட்டுவது சாத்தியமில்லை!
uk: Обидва вибрані URL не створені зі спільного кореня. Показувати логові повідомлення між ними неможливо!
zh_tw: 選擇的兩個 URL 不是由同樣的來源建立的。 無法顯示兩者之間的日誌訊息。

source: The working tree is not clean and contains unstaged changes. Review and commit the changes?
ca: L'arbre de treball no està net i conté canvis sense marcar. Voleu revisar i entregar els canvis?
es_es: El árbol de trabajo (working tree) no está limpio y contiene cambios no representados. ¿Revisar y consignar (commit) los cambios?
ja: 作業ツリーに変更が残っています。この変更をレビューしてコミットしますか？
pt_br: A árvore de trabalho não está limpa e contém unstaged changes. Rever e enviar as alterações?
ru: Рабочая копия не очищена и содержит неподготовленные изменения. Просмотреть и зафиксировать изменения?
ta_in: பணிபுரியும் மரம் சுத்தமாக இல்லை மற்றும் நிலைமாற்றம் செய்யப்படாத மாற்றங்களைக் கொண்டுள்ளது. மதிப்பாய்வு செய்து உறுதிமொழிகளைச் செய்யவா?
zh_tw: 工作目錄不乾淨且包含未預存到索引的變更內容。檢閱並提交變更內容？

source: Their file:
ca: El seu fitxer:
es_es: Sus archivos:
hr: Njihova datoteka:
ja: Their ファイル:
pl: Ich plik:
pt_br: Arquivo deles:
ru: Их файл:
ta_in: அவர்களின் கோப்பு:
uk: Їхній файл:
zh_tw: 遠端檔案：

source: Theirs
ca: Els seus
es_es: De ellos
hr: Njihovo
ja: あちら側
pl: Ich
pt_br: Deles
ru: Их
ta_in: அவர்களின்
uk: Їхнє
zh_tw: 對方的

source: There are currently %d overlay handlers installed besides the ones Tortoise uses.
ca: Ara mateix hi ha %d icones de superposició instal·lades, a part de les que fa servir Tortoise.
es_es: Actualmente hay %d controladores de superposición instalados además de los que usa Tortoise.
ja: Tortoise以外で、現在 %d 個のオーバーレイハンドラーがインストールされています。
pl: Obecnie zainstalowane jest %d uchwytów nakładek oprócz używanych przez Tortoise.
pt_br: Há atualmente %d gerenciadores de sobreposição além dos que o Tortoise usa.
ru: Сейчас установлено %d обработчиков оверлеев кроме тех, которые используются Tortoise.
ta_in: ஆமை பயன்படுத்துவதைத் தவிர தற்போது %d மேலடுக்கு கையாளுபவர்கள் நிறுவப்பட்டுள்ளன.
zh_tw: 除了 Tortoise 以外，目前還有 %d 個圖示覆蓋。

source: There are more editable views. What view do you want to save?
ca: Hi ha més vistes editables. Quina vista vol desar?
es_es: Hay más vistas editables. ¿Qué vista quiere guardar?
ja: 他にも編集可能なビューがあります。 どのビューを保存しますか？
pl: Jest więcej widoków do zapisu. Który widok należy zapisać?
pt_br: Não há mais visualizações editáveis. Que visualização você deseja salvar?
ru: Остались еще редактируемые виды. Какой вид вы хотите сохранить?
ta_in: மேலும் திருத்தக்கூடிய பார்வைகள் உள்ளன. என்ன காட்சியைச் சேமிக்க விரும்புகிறீர்கள்?
zh_tw: 尚有可編輯的視窗。 您要儲存那一側的視窗？

source: There are no issue-tracker providers available.
ca: No hi ha proveïdors de seguidors d'incidències disponibles.
es_es: No hay proveedores de seguimiento de problemas disponibles.
ja: 使用可能な課題追跡システムのプロバイダーが見つかりませんでした。
pl: Nie ma dostępnych dostawców dla systemów śledzenia błędów.
pt_br: Não há provedores de rastreadores de problemas disponíveis.
ru: Нет поставщиков интеграции с системами отслеживания проблем.
ta_in: சிக்கல்-கண்காணிப்பு வழங்குநர்கள் இல்லை.
uk: Немає доступних постачальників проблемобліку.
zh_tw: 目前沒有可用的 bug 追蹤程式提供者。

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
ca: Encara hi ha conflictes sense resoldre a la línea %d! Heu de resoldre aquests conflictes abans de desar. Voleu desar el fitxer amb conflictes? Si cliqueu SÍ, llavors heu de resoldre els conflictes manualment en un altre editor!
es_es: ¡Aún hay conflictos sin resolver en la línea %d! Primero debes resolver estos conflictos antes de guardar. ¿Aún así quieres guardar el archivo con los conflictos? ¡Si haces clic en SI, tendrás que resolver los conflictos manualmente en otro editor!
hr: Postoji još neriješenih sukoba u liniji %d! Potrebno je razriješiti te sukobe prije snimanja. Želite li snimiti datoteku s i dalje prisutnim sukobima? Ako kliknete DA, tada ćete trebati ručno razriješiti sukobe koristeći neki drugi alat za obradu!
ja: 未解決の競合が%d行目に存在しています。 保存する前に、まずそれらの競合を解決してください。 競合が存在する状態のままで、ファイルの保存を行ってもよろしいですか？ 「はい」をクリックすると、他のエディターを使用して手作業で編集する必要があります。
pl: W linii %d pozostał nierozwiązany konflikt! Zaleca się, aby przed zapisaniem pliku rozwiązać wszystkie konflikty. Czy na pewno chcesz zapisać plik z nierozwiązanymi konfliktami? Jeśli klikniesz TAK, to konflikty trzeba będzie rozwiązać ręcznie za pomocą innego edytora!
pt_br: Ainda existem conflitos não resolvidos na linha %d! Você deve resolver esses conflitos antes de salvar. Você deseja salvar o arquivo mesmo com os conflitos? Se você clicar em SIM, você terá que resolver os conflitos manualmente usando outro editor!
ru: Остался неулаженный конфликт в сторке %d! Вы должны уладить его перед сохранением. Вы действительно желаете сохранить файл, содержащий конфликт? Если ответить ДА, вам придётся уладить конфликт вручную в другом редакторе!
ta_in: %d வரியில் இன்னும் தீர்க்கப்படாத முரண்பாடுகள் உள்ளன! சேமிப்பதற்கு முன் அந்த முரண்பாடுகளை நீங்கள் முதலில் தீர்க்க வேண்டும். கோப்பை இன்னும் முரண்பாடுகளுடன் சேமிக்க விரும்புகிறீர்களா? ஆம் என்பதைக் சொடுக்கம் செய்தால், மற்றொரு பதிப்பாசிரியரில் உள்ள முரண்பாடுகளை நீங்கள் கைமுறையாகத் தீர்க்க வேண்டும்!
uk: У рядку %d ще є невладнані конфлікти! Перед збереженням їх варто владнати. Чи може зберегти файл з конфліктами? Якщо натиснете ТАК, доведеться вручну владнувати конфлікти в іншому редакторі!
zh_tw: %d 行還有尚未處理的衝突！ 請在儲存之前先解決它們。 你確定要在還有衝突時儲存檔案嗎？ 如果你選擇「是」，之後必須自行在其它編輯器中處理衝突！

source: There are unsaved modifications! Do you want to save your changes?
ca: Hi ha modificacions sense desar! Voleu desar els canvis?
es_es: ¡Hay modificaciones sin guardar! ¿Quieres guardar los cambios?
hr: Postoje izmjene koje nisu spremljene! Želite li snimiti vaše izmjene?
ja: 保存されていない変更が存在します。 変更を保存しますか？
pl: Istnieją niezapisane modyfikacje! Czy chcesz zapisać zmiany?
pt_br: Existem alterações não salvas! Você deseja salvar suas alterações?
ru: Произведённые изменения не были сохранены! Желаете ли вы сохранить эти изменения?
ta_in: சேமிக்கப்படாத மாற்றங்கள் உள்ளன! உங்கள் மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?
uk: Є незбережені зміни! Хочете їх зберегти?
zh_tw: 還有尚未儲存的變更！ 是否要儲存你所做的變動？

source: There is nothing to add. All the files and folders are either under version control, have been ignored or the global ignore configuration setting.
ca: No hi ha res per afegir. Tots els fitxers i carpetes estan sota control de versions, o bé són ignorats, o bé la configuració és ignorar globalment.
ja: 追加するものがありません。 全てのファイルとフォルダは、バージョンコントロールの元にあるか、 無視する対象に設定されています。
pt_br: Não há o que adicionar. Todos os arquivos e pastas já estão sob controle de versão, foram ignorados pela propriedade ignore ou pela configuração ignore global.
ru: Не найдено ничего, что можно добавить. Все файлы и папки либо уже под управлением версиями, либо проигнорированы, либо игнорируются в соответствии с глобальной настройкой игнорирования файлов.
ta_in: சேர்க்க எதுவும் இல்லை. அனைத்து கோப்புகளும் கோப்புறைகளும் பதிப்புக் கட்டுப்பாட்டில் உள்ளன, புறக்கணிக்கப்பட்டது அல்லது உலகளாவிய புறக்கணிப்பு உள்ளமைவு அமைப்பு.
uk: Нічого додавати. Усі файли та теки під версіонним управлінням, ігноровані або ігноровані глобальними налаштуваннями.
zh_tw: 没有可加入的項目。 所有檔案要不是已經進行了版本控制、 不然就是被忽略或者被全域忽略設定設為忽略。

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
ca: Aquests han estat desats més recentment que els documents actualment oberts, i contenen canvis que es van fer abans de tancar l'aplicació.
es_es: Estos son guradados más recientemente que los documentos actualmente abiertos y contienen cambios que se realizaron antes de cerrar la aplicación.
ja: アプリケーションを閉じる前に作成した変更を含んでいて、現在開いているドキュメントよりも後に保存されているものがあります。
pl: Te dokumenty są aktualniejsze niż obecnie otwarte i zawierają zmiany, które zostały wprowadzone przed zamknięciem aplikacji.
pt_br: Existem versões mais recentes dos documentos abertos e contém mudanças que foram feitas antes da aplicação fechar.
ru: Содержатся недавно сохранённые документы содержащие изменения, которые были сделаны до закрытия приложения.
ta_in: தற்போது திறந்திருக்கும் ஆவணங்களை விட இவை சமீபத்தில் சேமிக்கப்பட்டவை மற்றும் பயன்பாடு மூடுவதற்கு முன் செய்யப்பட்ட மாற்றங்களைக் கொண்டிருக்கின்றன.
zh_tw: 這些是比目前版本還要更新的儲存檔，並含有程式關閉前留下的變更。

source: These settings will be stored to your global git configuration (%HOME%/.gitconfig) and will be used for all your git repositories as a default.
ca: Aquesta configuració es desarà a la configuració global git (%HOME%/.gitconfig) i s'utilitzarà per defecte a tots els vostres repositoris git.
ja: これらの設定は、グローバルの git設定 (%HOME%/.gitconfig) に保存され、あなたのすべてのgitリポジトリのデフォルトとして使用されます。
pt_br: Estas configurações serão gravadas na sua configuração global do git (%HOME%/.gitconfig) e será usado para todos os seus repositórios git por padrão.
ta_in: இந்த அமைப்புகள் உங்கள் உலகளாவிய கிட் உள்ளமைவில் (%HOME%/.கிட்கட்டமைப்பு) சேமிக்கப்படும் மற்றும் உங்கள் எல்லா கிட் களஞ்சியங்களுக்கும் இயல்புநிலையாகப் பயன்படுத்தப்படும்.
zh_tw: 這些設定將會被存到你的 git 全域組態中（%HOME%/.gitconfig），它們會成為你所有 git 版本庫的預設值。

source: This action will remove the branches on the remote.
ca: Aquesta acció suprimirà les branques al remot.
ja: この操作はリモートのブランチを削除します。
pt_br: Esta ação irá remover os ramos no remoto.
ta_in: இந்த நடவடிக்கை தொலைநிலையில் உள்ள கிளைகளை அகற்றும்.
zh_tw: 這會移除遠端的分支。

source: This branch is not fully merged into HEAD.
ca: Aquesta branca no està completament fusionada amb HEAD.
ja: このブランチはまだ完全にHEADにマージされていません。
pt_br: Este ramo não está completamente mesclado em HEAD.
ta_in: இந்த கிளை தலையில் முழுமையாக இணைக்கப்படவில்லை.
zh_tw: 該分支未完全合併到 HEAD。

source: This field is required and must not be empty.
ca: El camp és obligatori i no es pot deixar buit.
es_es: Este campo es obligatorio y no puede estar vacío.
ja: このフィールドは入力が必須です。
pl: To pole jest wymagane i nie może być puste.
pt_br: Este campo é necessário e não pode ser vazio
ru: Это поле обязательно и не может быть пустым.
ta_in: இந்த புலம் தேவை மற்றும் காலியாக இருக்கக்கூடாது.
uk: Це обов'язкове поле і повинно бути заповнено.
zh_tw: 此欄必填，不得留空

source: This is not a valid URL. Please enter an URL here.
ca: Això no és una URL vàlida. Si us plau introduïu una URL vàlida.
es_es: Esta no es una URL válida. Por favor, introduzca una URL aquí.
hr: Ovo nije ispravan URL. Molim unesite URL.
ja: これは有効なURLではありません。 ここにURLを入力してください。
pl: To nie jest poprawny adres URL. Wprowadź adres URL.
pt_br: Essa não é uma URL válida. Por favor, tente outra URL aqui.
ru: Введённое не является корректным URL. Пожалуйста, введите здесь правильный URL.
ta_in: இது சரியான ஒருங்கிணைந்தவளஇருப்பிடம் அல்ல. தயவுசெய்து இங்கே ஒரு ஒருங்கிணைந்தவளஇருப்பிடத்தை உள்ளிடவும்.
uk: Це недопустимий URL. Введіть URL сюди.
zh_tw: URL 錯誤。 請輸入正確的URL。

source: This is not a valid path! A valid path must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ca: La ruta que heu introduït no sembla legal. Una ruta vàlida no pot contenir els següents caràcters '<<>|"?*:' o un dels següents noms de dispositiu: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
es_es: ¡Esta no es una ruta válida! Una ruta válida no debe contener '<<>|"?*:' o uno de los nombres de los siguientes dispositivos: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
hr: Ovo nije ispravna staza! Ispravna staza ne smije sadržavati '<>|"?*:' kao i niti jedan od sljedećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ja: パスの指定が無効です。 Windows のパスには、「<>|"?*:」のいずれかの文字や、次のデバイス名を含めることはできません。 com1～com9、lpt1～lpt9、prn、aux、con、nul、clock$
pl: To nie jest właściwa ścieżka! Poprawna ścieżka w Windows nie może zawierać '<<>|"?*:' lub jednej z następujących nazw urządzeń: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
pt_br: Esse não é um caminho válido! Um caminho válido não pode conter '<<>|"?*:' ou um dos seguintes nomes de dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ru: Этот путь не является корректным! Корректный путь не должен содержать '<<>|"?*:' или одно из следующих имён устройств: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ta_in: இது சரியான பாதை அல்ல! சரியான பாதையில் '<<>|"?*:' அல்லது பின்வரும் சாதனப் பெயர்களில் ஒன்று இருக்கக்கூடாது: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
uk: Це не вірний шлях Вірний шлях не повинен мати '<<>|"?*:' або наступних імен устройств: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
zh_tw: 路徑錯誤！ 正確的路徑不可以包含「<<>|"?*:」或是下列的裝置名稱： com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This is the First Start Wizard which will help you configure the basic settings. TortoiseGit is highly configurable, so it is advisable that you have a look into its settings dialog. The settings dialog is reachable using the start menu or the context menu of the Windows Explorer: TortoiseGit -> Settings.
ca: Aquest assistent inicial us ajudarà a definir la configuració bàsica. El TortoiseGit és altament configurable, per tant recomanem que feu una ullada al diàleg de configuració. S'hi arriba utilitzant el menú d'inici del menú contextual de l'explorador de Windows: TortoiseGit -> Configuració.
ja: このダイアログは基本的な設定をしやすくするための初期設定ウィザードです。 TortoiseGit は様々な設定ができるので、設定ダイアログを見ることをお勧めします。設定ダイアログは、スタートメニューまたは Windows エクスプローラのコンテキストメニュー（TortoiseGit → Settings）から開くことができます。
pt_br: Este é o Assistente de Primeira Execução que irá ajudá-lo a definir as configurações básicas. TortoiseGit é altamente configurável, então é recomendável que você dê uma olhada na tela de configurações. Esta tela de configurações é acessível pelo menu iniciar ou pelo menu de contexto do Windows Explorer: TortoiseGit -> Configurações.
ta_in: இது முதல் தொடக்க வழிகாட்டி, இது அடிப்படை அமைப்புகளை உள்ளமைக்க உதவும்.ஆமைகிட் மிகவும் உள்ளமைக்கக்கூடியது, எனவே நீங்கள் அதன் அமைப்புகளின் உரையாடலைப் பார்ப்பது நல்லது. அமைப்புகளின் உரையாடல் தொடக்க பட்டியல் அல்லது சாளரங்கள் ஆய்வுப்பணியின் சூழல் பட்டியலைப் பயன்படுத்தி அடையலாம்: ஆமைகிட் -> அமைப்புகள்.

source: This operation cannot be started while the log dialog is still loading commits.
ca: No es pot iniciar aquesta operació mentre el diàleg de registre está carregant entregues.
es_es: Esta operación no se puede iniciar mientras el cuadro de diálogo de registro (log) aún esté cargando consignaciones (commits).
ja: この操作は、ログダイアログがコミットを読み込んでいる最中は開始できません
pt_br: Esta operação não pode ser iniciada enquanto a caixa de diálogo Registro ainda está carregando confirmações.
ru: Эта операция не может быть начата пока журнал всё ещё загружает фиксации.
ta_in: பதிவு உரையாடல் இன்னும் உறுதிமொழிகளை ஏற்றும் போது இந்த செயல்பாட்டைத் தொடங்க முடியாது.
zh_tw: 在日誌視窗仍在載入提交時，不能開始這動作。

source: This option represents "%s" git config setting.
ca: Aquesta opció representa la configuració "%s" del git.
ja: このオプションは、git config 設定の "%s" に当たります。
pt_br: Esta opção representa "%s" na configuração do git.
ta_in: இந்த விருப்பம் "%s" கிட் கட்டமைப்பைக் குறிக்கிறது.

source: This preserves merge commits, however, it has known bugs as re-ordering commits is not working properly (same limitation as for vanilla git rebase), see help.
ca: Això preserva les entregues fusionades, tot i que té errors coneguts com ara el funcionament incorrecte de la reordenació de les entregues (la mateixa limitació que el rebase git vanilla), vegeu l'ajuda.
ja: コミットのマージを保ちます。しかし、これには、並び替えられたコミットについて、正しく動作しないというバグがあります（同様の問題が git rebase にもあります）。ヘルプを参照してください。
pt_br: Isso preserva combinações de submissões, no entanto, existem casos de problemas como reordenação de submissões não funcionar corretamente (mesma limitação da reorganização do git vanilla), olhe a ajuda.
ru: Это сохраняет фиксации слияния, однако, известны баги т.к. перестановка фиксаций не работает корректно (ограничения аналогичны чистому git rebase), см. справку.
ta_in: இது ஒன்றிணைப்பு உறுதிமொழிகளை பாதுகாக்கிறது, இருப்பினும், இது பிழைகளை மறு-வரிசைப்படுத்துதல் என்று அறியப்படுகிறதுஉறுதிமொழிகள் சரியாக வேலை செய்யவில்லை (வெண்ணிலா கிட் மறுதளதிற்கான அதே வரம்பு),இது ஒன்றிணைக்கும் உறுதிமொழிகளைப் பாதுகாக்கிறது, இருப்பினும், அதில் பிழைகள் உள்ளன, மறு-வரிசைப்படுத்துதல் சரியாக வேலை செய்யவில்லை (வெண்ணிலா கிட் மறுசீரமைப்புக்கான அதே வரம்பு), உதவியைப் பார்க்கவும்.
zh_tw: 這會保留合併點的提交。然而，它在調整提交的順序上仍有潛在的已知問題（原 git rebase 也有相同的限制），詳見說明文件。

source: This program is linked to the missing export %Ts in the file %Ts. This machine may have an incompatible version of %Ts.
ca: Aquest programa és enllaçat a una funció que no es troba a %Ts del fitxer %Ts. Aquesta màquina pot tenir una versió incompatible de %Ts.
ja: このプログラムは不明な %Ts （ファイル %Ts）へリンクされています。 この計算機は %Ts とは互換性のないバージョンの可能性があります。
pl: Program jest połączony z brakującym eksportem %Ts w pliku %Ts. Ten komputer może mieć niekompatybilną wersję %Ts.
pt_br: Esse programa está associado à %Ts ausente no arquivo %Ts. Essa máquina contêm uma versão incompatível do %Ts.
ta_in: இந்த நிரல் %Ts கோப்பில் விடுபட்ட ஏற்றுமதி %Ts உடன் இணைக்கப்பட்டுள்ளது.இந்த இயந்திரம் %Ts இன் இணக்கமற்ற பதிப்பைக் கொண்டிருக்கலாம்.
uk: Ця програма пов'язана з відсутнім експортом %Ts у файлі %Ts. Ця машина може мати несумісну версію %Ts.

source: This program requires the file %Ts, which was not found on this system.
ca: Aquest programa requereix el fitxer %Ts, que no s'ha trobat al sistema.
ja: このプログラムはファイル %Ts を必要としますが、このシステム上で見つけることができませんでした。
pl: Ten program wymaga pliku %Ts, który nie został znaleziony w systemie.
pt_br: Esse programa requer o arquivo %Ts, que não foi encontrado no sistema.
ta_in: இந்த நிரலுக்கு %Ts கோப்பு தேவைப்படுகிறது, இது இந்த கணினியில் காணப்படவில்லை.
uk: Цій програмі потрібен файл %Ts, який у системі відсутній.
