Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Printing
ca: Imprimint
es_es: Imprimiendo
hr: Ispisivanje
ja: 印刷中
pl: Drukowanie
pt_br: Imprimindo
ru: Идёт печать
ta_in: அச்சிடுதல்
uk: Друкується
zh_tw: 列印中

source: Proceed anyway
ta_in: எப்படியும் தொடரவும்

source: Program
ca: Programa
es_es: Programa
ja: プログラム
pt_br: Programa
ru: Программа
ta_in: நிரல்
uk: Програма
zh_tw: 程式

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
ca: Programes (*.exe)|*.exe|Tots els Fitxers (*.*)|*.*||
es_es: Programas (*.exe)|*.exe|Todos los archivos (*.*)|*.*||
hr: Programi (*.exe)|*.exe|All Files (*.*)|*.*||
ja: プログラム (*.exe)|*.exe|すべてのファイル (*.*)|*.*||
pl: Programy (*.exe)|*.exe|Wszystkie pliki (*.*)|*.*||
pt_br: Programas (*.exe)|*.exe|Todos os Arquivos (*.*)|*.*||
ru: Программы (*.exe)|*.exe|Все файлы (*.*)|*.*||
ta_in: நிரல்கள் (*.exe)|*.exe|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Програми (*.exe)|*.exe|Усі файли (*.*)|*.*||
zh_tw: 程式 (*.exe)|*.exe|所有檔案 (*.*)|*.*||

source: Progress
ca: Progrés
es_es: Progreso
hr: Napredak
ja: 進行状況
pl: Stan zaawansowania
pt_br: Progresso
ru: Окно выполнения
ta_in: முன்னேற்றம்
uk: Прогрес
zh_tw: 進度

source: Project
ca: Projecte
es_es: Proyecto
ja: プロジェクト
pl: Projekt
pt_br: Projeto
ru: Проект
ta_in: திட்டம்
uk: Проект
zh_tw: 專案

source: Property
ca: Propietat
es_es: Propiedades
hr: Svojstvo
ja: プロパティ
pl: Atrybut
pt_br: Propriedade
ru: Свойство
ta_in: பண்பு
uk: Властивість
zh_tw: 性質

source: Property Page
ca: Pàgina de Propietats
es_es: Página de Propiedades
hr: Stranica sa svojstvima
ja: プロパティページ
pl: Strona atrybutów
pt_br: Página de Propriedade
ru: Страница свойств
ta_in: பண்பு பக்கம்
uk: Сторінка властивостей
zh_tw: 性質頁面

source: Provider
ca: Proveïdor
es_es: Proveedor
ja: プロバイダー
pl: Dostawca
pt_br: Provedor
ru: Поставщик
ta_in: வழங்குபவர்
uk: Постачальник
zh_tw: 提供者

source: Provider para&meters:
ca: Parà&metres del proveïdor:
es_es: Pará&metros del proveedor:
ja: プロバイダーのパラメーター(&M)
pl: Para&metry dostawcy:
pt_br: Parâ&metros do provedor:
ru: Пара&метры поставщика:
ta_in: வழங்குபவர் &அளவுருக்கள்:
uk: Пара&метри постачальника:
zh_tw: 提供者參數(&M)：

source: Provider uuid win&32:
ca: Proveïdor uuid win&32:
es_es: Uuid win&32 del proveedor:
ja: プロバイダーのUUID (win&32):
pt_br: UUID win&32 do provedor:
ru: uuid win&32 поставщика:
ta_in: வழங்குபவர் உலகளாவியதனித்துவமானஅடையாளங்காட்டி சாளரம்&32:
uk: Постачал. uuid win&32:
zh_tw: 提供者 uuid win&32：

source: Provider uuid x6&4:
ca: Proveïdor uuid x6&4:
es_es: Uuid x6&4 del proveedor:
ja: プロバイダーのUUID (x6&4):
pt_br: UUID x&64 do provedor:
ru: uuid x6&4 поставщика:
ta_in: வழங்குபவர் உலகளாவியதனித்துவமானஅடையாளங்காட்டி எக்சு6&4:
uk: Постачальник uuid x6&4:
zh_tw: 提供者 uuid x6&4：

source: Provider:
ca: Proveïdor:
es_es: Proveedor:
ja: プロバイダー:
pl: Dostawca:
pt_br: Provedor:
ru: Поставщик:
ta_in: வழங்குபவர்:
uk: Постачальник:
zh_tw: 提供者：

source: Proxy Settings
ca: Configuració proxy
es_es: Ajustes del Proxy
hr: Postavke zamjenskog poslužitelja
ja: プロキシの設定
pl: Ustawienia proxy
pt_br: Configurações de Proxy
ru: Настройки сервера-посредника
ta_in: பதிலாள் அமைப்புகள்
uk: Налаштування проксі
zh_tw: Proxy 設定

source: Prune
ca: Poda
es_es: Podar (prune)
ja: リモートに無いブランチを削除
pt_br: Aparar
ru: Упростить
ta_in: வெட்டிப்போடுதல்
zh_tw: 剪除

source: Pull
ca: Estira
es_es: Incorporar (pull)
ja: プル
pt_br: Puxar
ru: Получить
ta_in: இழு
zh_tw: 拉取

source: Pull (fetch and merge) commits from a remote branch.
ca: Estira (recupera i fusiona) entregues des d'una branca remota.
ja: リモートリポジトリからコミットを取り寄せてマージする
pt_br: Puxar (obter e combinar) submissões a partir de um ramo remoto.
ru: Получить (извлечь и слить) фиксации из ветви внешнего хранилища.
ta_in: ஒரு தொலைநிலை கிளையில் இருந்து உறுதிமொழிகளை இழுத்தல் (பெறுதல் மற்றும் ஒன்றிணைத்தல்) செய்தல்.
zh_tw: 從遠端版本庫拉取（＝獲取＋合併）提交。

source: Pull requires the selected local branch to be the current branch. Do you want to switch to the selected branch?
ta_in: இழுக்க தேர்ந்தெடுக்கப்பட்ட உள்ளூர் கிளை தற்போதைய கிளையாக இருக்க வேண்டும். தேர்ந்தெடுக்கப்பட்ட கிளைக்கு மாற விரும்புகிறீர்களா?

source: Pull/Fetch
ca: Estira/Recupera
es_es: Incorporar/Descargar (pull/fetch)
ja: プル/フェッチ
pt_br: Puxar/Obter
ru: Получить/Извлечь
ta_in: இழு/எடு
zh_tw: 拉取／獲取

source: Pulled Diff
ca: Diferència estirada
es_es: Se incorporó (pull) el diff
ja: プルした差分
pt_br: Comparação Puxada
ru: Изменения при получении
ta_in: இழுக்கப்பட்ட வேறுபாடு
zh_tw: 已拉取的差異

source: Pulled Log
ca: Registre estirat
es_es: Se incorporó (pull) el registro (log)
ja: プルしたログ
pt_br: Histórico Puxado
ru: Журнал получения
ta_in: இழுக்கப்பட்ட பதிவு
zh_tw: 已拉取的日誌

source: Pus&h
ca: Empeny
es_es: Empu&jar
ja: プッシュ(&H)
pt_br: &Empurrar
ru: Отп&равить
ta_in: தள்ளு
zh_tw: 推送(&H)

source: Pus&h...
ca: Empeny...
ja: プッシュ(&H)...
pt_br: &Empurrar...
ru: Отп&равить...
ta_in: தள்ளு&...
zh_tw: 推送(&H)...

source: Push
ca: Empeny
es_es: Impulsar (push)
ja: プッシュ
pt_br: Empurrar
ru: Отправить
ta_in: தள்ளு
zh_tw: 推送

source: Push &option:
ta_in: தள்ளு &விருப்பம்:

source: Push Default
ca: Empeny per defecte
es_es: Impulsión (push) predeterminada
ja: デフォルトのプッシュ先
pt_br: Empurrar Padrão
ru: Отправить по-умолчанию
ta_in: இயல்புநிலை தள்ளு
zh_tw: 推送預設值

source: Push URL:
ca: Empeny l'URL:
es_es: URL de impulsión (push):
ja: プッシュ URL:
pt_br: URL para empurrar:
ru: Отправить по URL:
ta_in: தள்ளு ஒருங்கிணைந்தவளஇருப்பிடம்:
zh_tw: 推送 URL：

source: Push commits to a remote repository.
ca: Empeny les entregues a un dipòsit remot.
ja: コミットをリモートリポジトリへプッシュする
pt_br: Empurrar submissões para um repositório remoto.
ru: Отправить фиксации во внешнее хранилище.
ta_in: உறுதிமொழிகளை ஒரு தொலைநிலை களஞ்சியத்திற்க்கு தள்ளுகிறது.
zh_tw: 將提交推送到遠端版本庫。

source: Push notes
ca: Empeny notes
es_es: Notas de impulsión (push)
ja: ノートをプッシュ
pt_br: Notas de empurrar
ru: Отправить заметки
ta_in: தள்ளு குறிப்புகள்
zh_tw: 推送備註

source: Push ta&gs
ca: Empeny etiquetes
es_es: Impulsar (push) Eti&quetas
ja: タグをプッシュ(&G)
pt_br: Empurrar &etiquetas
ru: Отправить мет&ки
ta_in: தள்ளு &குறிச்சொற்கள்
zh_tw: 推送標籤(&G)

source: Putty Key:
ca: Clau putty
es_es: Clave:
ja: Putty 認証キー:
pl: Klucz Putty:
pt_br: Chave Putty:
ru: Ключ PuTTy
ta_in: புட்டி திறவுகோல்:
uk: Ключ Putty
zh_tw: PuTTY 金鑰：

source: Putty Private Key (*.ppk)|*.ppk|All Files (*.*)|*.*||
ca: Clau Privada Putty (*.ppk)|*.ppk|Tots els arxius (*.*)|*.*||
es_es: Clave Putty privada (*.ppk)|*.ppk|Todos los archivos (*.*)|*.*||
ja: Putty のプライベート鍵 (*.ppk)|*.ppk|すべてのファイル (*.*)|*.*||
pl: Prywatny klucz Putty (*.ppk)|*.ppk|Wszystkie pliki (*.*)|*.*||
pt_br: Chave Privada Putty (*.ppk)|*.ppk|All Files (*.*)|*.*||
ru: Закрытый ключ Putty (*.ppk)|*.ppk|Все файлы (*.*)|*.*||
ta_in: புட்டி தனிப்பட்ட திறவுகோல் (*.ppk)|*.ppk|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Putty Private Key (*.ppk)|*.ppk|Усі файли (*.*)|*.*||
zh_tw: PuTTY 私鑰 (*.ppk)|*.ppk|所有檔案 (*.*)|*.*||

source: Quit the application; prompts to save documents Exit
ca: Surt de l'aplicació; confirma si es vol desar els documents Surt
es_es: Salir de aplicación, pedirá que guarde documentos Salir
hr: Prekid rada aplikacije; upozori da se snime dokumenti Izlaz
ja: ドキュメントの保存を確認し、プログラムを終了する 終了
pl: Zamyka program; przypomina o zapisaniu zmian w dokumencie Wyjście
pt_br: Encerra a aplicação; pede para salvar documentos Sair
ru: Выходит из приложения; приглашает сохранить документы Выход
ta_in: பயன்பாட்டிலிருந்து வெளியேறு; ஆவணங்களைச் சேமிக்கும்படி கேட்கும் வெளியேறு
uk: Вийти з програми; пропонується зберегти документи Вихід
zh_tw: 結束程式; 提示儲存文件 離開

source: Quit Exit TortoiseGitMerge without saving the modifications
ca: Tanca Tanca TortoiseGitMerge sense desar les modificacions
es_es: Dejar Salir de TortoiseGitMerge sin guardar las modificaciones
ja: 終了 変更を保存しないで TortoiseGitMerge を終了
pl: Wyjdź Zakończenie TortoiseGitMerge bez zapisu zmian
pt_br: Sair Sai do TortoiseGitMerge sem salvar as modificações
ru: Выйти Выйти из TortoiseGitMerge без сохранения изменений
ta_in: வெளியேறு மாற்றங்களைச் சேமிக்காமல் ஆமைகிட்ஒன்றிணையிலிருந்து வெளியேறு
uk: Вихід Вихід з TortoiseGitMerge без збереження змін
zh_tw: 離開 不儲存變更直接離開 TortoiseGitMerge

source: QuotePath
ja: パスの非ASCIIを数値で
ta_in: மேற்கோள் பாதை

source: R
ta_in: ஆர்

source: R&AM drives
ca: Unitats R&AM
es_es: Unidades R&AM
hr: R&AM diskovi
ja: RAM ドライブ(&A)
pl: &RAM-dyski
pt_br: Unidades &RAM
ru: RAM &диски
ta_in: &சீரற்றஅணுகல்நினைவக இயக்கிகள்
uk: R&AM диски
zh_tw: 虛擬磁碟(&A)

source: R&eset "%s" to this...
pt_br: R&edefinir "%s" para isto...
ta_in: "%s" ஐ இதற்கு &மீட்டமைக்கவும்...

source: R&estore this file from index
ca: R&estaura aquest fitxer des de l'índex
es_es: R&estaurar este fichero desde el índice
ja: このファイルをインデックスから復元(&E)
pt_br: R&estaurar este arquivo do índice
ru: &Восстановить этот файл из индекса
ta_in: இந்த கோப்பை குறியீட்டிலிருந்து மீட்டமைக்கவும்
uk: Відновити цей файл з індексу
zh_tw: 從索引中還原此檔案

source: R&evert to this revision
ca: R&everteix a aquesta revisió
es_es: R&evertir a esta revisión
hr: V&rati na ovu reviziju
ja: このリビジョンに戻す(&E)
pl: Wy&cofaj zmiany do tej wersji
pt_br: R&everter para essa revisão
ru: &Вернуть к этой ревизии
ta_in: இந்த மீள்திருத்தத்திற்கு மாற்றவும்
uk: Пов&ернути до цієї модифікації
zh_tw: 復原至此版本(&E)

source: REBASE
es_es: Reasentar (rebase)
ja: リベース
pl: ZMIANA BAZY
pt_br: REORGANIZAR
ru: ПЕРЕБАЗИРОВАТЬ
ta_in: மறுதளம்
zh_tw: 變基

source: Randomize Sync Dialog startup position
ca: Posició aleatòria a l'iniciar el diàleg Sync
es_es: Posición de inicio aleatoria del Cuadro de Diálogo de Sincronización (Sync)
ja: 同期ダイアログの開始位置をランダムにする
pt_br: Alternar posição inicial da Janela de Sincronização
ru: Случайное начальное положение диалогового окна синхронизации
ta_in: ஒத்திசைவு உரையாடல் தொடக்க நிலையை சீரற்றதாக்கு
uk: Змінювати початкову позицію діалогу сінхронізації
zh_tw: 隨機化同步視窗啟動位置

source: Randomize the startup position of Sync Dialog. This prevents from pressing the Pull button of same dialog
ca: Posició aleatòria a l'iniciar el diàleg Sync. Així s'evita clicar el botó Estira del mateix diàleg
es_es: Designar al azar la posición de arranque del Cuadro de Diálogo de Sincronización. Esto evita que pulse por error el botón Incorporar (pull) del propio diálogo.
ja: 同期ダイアログの開始位置をランダムにする。これは、同じダイアログのプルボタンを押してしまうのを防ぎます。
pt_br: Alterar posição inicial da Janala de Sincrinização. Isto evita pressionar o botão de Puxar da mesma janela
ru: Случайный выбор положения окна позволяет предотвратить случайное нажатие кнопок
ta_in: ஒத்திசைவு உரையாடலின் தொடக்க நிலையை சீரற்றதாக்கு. இது அதே உரையாடலின் இழு பொத்தானை அழுத்துவதைத் தடுக்கிறது
uk: Змінювати початкову позицію діалогу сінхронізації. Це запобігае натисканню на кнопку Pull у цьому діалозі
zh_tw: 隨機化同步視窗的啟動位置。這可以防止按到相同對話框中的拉取按鈕。

source: Range
ca: Rang
es_es: Rango
ja: 範囲
pl: Zakres
pt_br: Intervalo
ru: Диапазон
ta_in: வரம்பு
zh_tw: 範圍

source: Re&base
es_es: Integrar
ja: リベース(&B)
pl: Zmiana &bazy
pt_br: Re&organizar
ru: Пере&базировать
ta_in: மறு&தளம்
zh_tw: 變基 (&B)

source: Re&mote:
ca: Remot:
es_es: Re&moto:
ja: リモート(&M):
pl: Zd&alny:
pt_br: Re&moto:
ru: От&далённое хранилище:
ta_in: &தொலை:
uk: Ві&далено:
zh_tw: 遠端(&M)：

source: Re&movable drives
ca: Unitats ex&traibles
es_es: Unidades e&xtraíbles
hr: Diskovi koji se mogu u&kloniti
ja: リムーバブルドライブ(&M)
pl: Dyski &wymienne
pt_br: Mídias re&movíveis
ru: &Сменные диски
ta_in: &நீக்கக்கூடிய இயக்கிகள்
uk: З&мінні диски
zh_tw: 卸除式磁碟(&M)

source: Re&name...
ca: A&nomena...
es_es: Re&nombrar...
hr: Pre&imenuj...
ja: 名前を変更(&N)...
pl: Zmień &nazwę...
pt_br: Re&nomear...
ru: П&ереименовать...
ta_in: மறு&பெயர்...
uk: Пере&йменувати...
zh_tw: 重新命名(&N)...

source: Re&store defaults
ca: Re&staura valor per defecte
es_es: Re&staurar predeterminados
ja: デフォルトに戻す(&S)
pl: Przy&wróć domyślne
pt_br: Re&staurar padrões
ru: Восстановить ис&ходные
ta_in: இயல்புநிலைகளை &மீட்டமை
uk: &Відновити типові
zh_tw: 還原預設值(&S)

source: Re&vert...
ca: Re&stitueix...
es_es: Res&tituir...
hr: Vra&ti na staro...
ja: 変更の取り消し(&V)...
pl: &Wycofaj zmiany...
pt_br: Re&verter...
ru: Убрать и&зменения...
ta_in: &மாற்றியமை...
uk: По&вернути...
zh_tw: 復原(&V)...

source: Re-run &First Start Wizard
ca: Torna a executar l'assistent inicial
ja: 初期設定ウィザードを再実施(&F)
pt_br: Re-executar Assistente de &Primeira Execução
ta_in: மீண்டும் இயக்கவும் &முதல் தொடக்க வழிகாட்டி
zh_tw: 重啟「首次啟動精靈」(&F)

source: Reachable
ca: Accessible
es_es: Alcanzable
ja: 到達可能
pt_br: Alcansável
ru: Доступное
ta_in: அடையக்கூடியது
zh_tw: 可達到的

source: Read the 'Daily Use Guide' before you are stuck...
ca: Llegeix la 'Guia d'Us Diari' abans de que et quedis bloquejat...
es_es: Lee la 'Guía de uso diario' antes de que te atranques...
hr: Pročitajte 'Vodič za dnevnu uporabu' prije no što zaglavite...
ja: 行き詰まったら「日常の使用ガイド」をお読みください。
pl: Przeczytaj 'Daily Use Guide' zanim rozpoczniesz na dobre...
pt_br: Leia o 'Guia de Uso Diário' antes que você fique empacado...
ru: Прочитайте 'Руководство по ежедневному использованию', пока не застряли...
ta_in: நீங்கள் சிக்கிக்கொள்ளும் முன் 'நாள்தோறும் பயன்பாட்டு வழிகாட்டி'யை படிக்கவும்...
uk: Почитайте 'Посібник зі щоденного користування' перш ніж влипнете...
zh_tw: 在你卡住之前，請先閱讀日常使用指南．．．

source: Reason
ta_in: காரணம்

source: Rebase
es_es: Reasentar (rebase)
ja: リベース
pl: Zmiana bazy
pt_br: Reorganizar
ru: Перебазировать
ta_in: மறுதளம்
zh_tw: 變基

source: Rebase "%s" onto this...(&G)
pt_br: Reorganizar "%s" sobre este...(&G)
ta_in: இதில் "%s" ஐ மறுதளம் ...(&G)

source: Rebase...
es_es: Reasentar (rebase)...
ja: リベース(ブランチの付け替え)...
pl: Zmień bazę...
pt_br: Reorganizar...
ru: Перебазировать...
ta_in: மறுதளம்...
zh_tw: 變基(rebase)...

source: Rebasing... (%1!d!/%2!d!)
ja: リベース中... (%1!d!/%2!d!)
pt_br: Reorganizando... (%1!d!/%2!d!)
ta_in: மறுதளம்... (%1!d!/%2!d!)

source: Recent File
ca: Arxius recents
es_es: Archivo Reciente
ja: 最近のファイル
pl: Najnowszy plik
pt_br: Arquivo Recente
ru: Недавний файл
ta_in: சமீபத்திய கோப்பு
uk: Останій файл
zh_tw: 最近檔案

source: Recently modified lines
ca: Línies modificades recentment
es_es: Líneas recientemente modificadas
hr: nedavno izmijenjeni retci
ja: 最近変更された行
pl: Ostatnio zmieniane linie
pt_br: Linhas recentemente modificadas
ru: Недавно изменённые строки
ta_in: சமீபத்தில் மாற்றியமைக்கப்பட்ட வரிகள்
uk: Нещодавно модифіковані рядки
zh_tw: 最近修改過的行

source: Recommended: Git for Windows
ca: Recomanat: Git per al Windows
ja: 推奨: Git for Windows
pt_br: Recomendado: Git para Windows
ta_in: பரிந்துரைக்கப்பட்டது: சாளரங்களிற்கான கிட்
zh_tw: 建議：Git for Windows

source: Record Only
ca: Només Registre
es_es: Sólo Grabar
hr: Samo snimanje
ja: 記録のみ
pl: Tylko zapisz
pt_br: Gravar
ru: Только регистрация
ta_in: பதிவு மட்டும்
uk: Тільки занотувати
zh_tw: 僅紀錄

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
ca: Recupera els documents auto-desats. Obre les versions auto-desades enlloc de les versions desades explícitament
es_es: Recuparar documentos auto-salvados Abrir lversiones auto-salvadas en lugar de versiones guardadas de forma explícita
ja: 自動保存されたドキュメントを復元する 明示的に保存されたバージョンの代わりに自動保存されたバージョンを開く
pl: Odzyskaj dokumenty zapisane automatycznie Otwórz wersje zapisane automatycznie zamiast wersji zapisanych jawnie
pt_br: Recuperar documentos salvos automaticamente Abrir versões salvas automaticamente em vez das salvas explicitamente
ru: Восстановление автоматически сохраненных документов Открыть авто-сохранённые версии вместо сохраненных версий
ta_in: தானாகச் சேமிக்கப்பட்ட ஆவணங்களை மீட்டெடுக்கவும் வெளிப்படையாகச் சேமிக்கப்பட்ட பதிப்புகளுக்குப் பதிலாக தானாகச் சேமிக்கப்பட்ட பதிப்புகளைத் திற
uk: Відновлення авто-збереженних документів Відкрити авто-збережені версії замість явно збереженних версій
zh_tw: 還原自動儲存的文件 開啟自動儲存的文件，不使用手動儲存的版本

source: Recover to the status before rebase
ca: Recupera l'estat d'abans del Rebase
es_es: Recuperar al estado anterior al reasentamiento (rebase)
ja: リベースする前の状態を復元
pl: Powróć do statusu przed zmianą bazy
pt_br: Recuperar para o estado antes da reorganização
ru: Восстановить к состоянию до перебазирования
ta_in: மறுசீரமைப்புக்கு முன் நிலையை மீட்டெடுக்கவும்
zh_tw: 還原到變基前的狀態

source: Recurse submodule
ca: Sub-mòdul recursiu
es_es: Recursar submódulo
ja: サブモジュールを再帰的にチェック
pt_br: Recursar submodulo
ru: Рекурсивно подмодуль
ta_in: துணைதொகுதி சுழற்சி
zh_tw: 遞歸子模組

source: Recursive
ca: Recursiu
es_es: Recusivo
hr: Poniruće
ja: 再帰的
pl: Rekursywne
pt_br: Recursivo
ru: Рекурсивно
ta_in: சுழற்சி
uk: Рекурсивно
zh_tw: 遞迴

source: Redo
ca: Torna a fer
es_es: Rehacer
ja: やり直し
pl: Ponów
pt_br: Refazer
ru: Вернуть
ta_in: மீண்டும் செய்
zh_tw: 取消復原

source: Redo the previously undone action Redo
ca: Torna a fer la acció prèvia desfeta Refés
es_es: Rehacer la acción deshecha anteriormente Rehacer
hr: Ponovi prethodno poništenu akciju Ponovi
ja: 以前に行われた元に戻す操作をやり直す やり直し
pl: Ponawia uprzednio cofniętą akcję Ponów
pt_br: Refazer a ação previamente desfeita Refazer
ru: Повторно выполняет предыдущее отменённое действие Возврат
ta_in: முன் செயல்தவிர்க்கப்பட்ட செயலை மீண்டும் செய் மீண்டும் செய்
uk: Переробити попередньо скасовану дію Переробити
zh_tw: 取消上次復原的動作 取消復原

source: Reduce the window to an icon
ca: Redueix la finestra a una icona
es_es: Reducir ventana a un icono
hr: Smanji prozor u ikonu
ja: ウィンドウをアイコン化する
pl: Zwiń okno do ikony
pt_br: Reduz a janela a um ícone
ru: Уменьшает окно до иконки
ta_in: சாளரத்தை ஒரு சின்னமாக குறைக்கவும்
uk: Згорнути вікно у піктограму
zh_tw: 縮小視窗為圖示

source: Ref
pt_br: Referência
ru: Ссылка
ta_in: குறிப்பு
zh_tw: 參照

source: Ref (Click it then go to)
ca: Ref (Fes click i ves-hi)
es_es: Ref. (Haz clic en él y luego ve)
ja: Ref (クリックすると移動)
pt_br: Referência (Clique e depois vá para)
ru: Ссылка (Нажмите на нее для перехода)
ta_in: குறிப்பு (அதை சொடுக்கம் செய்து பின் செல்லவும்)
zh_tw: 參照 (點擊跳到)

source: Ref List
ca: Llista de ref
es_es: Lista de referencia
ja: Refリスト
pt_br: Lista de Referências
ru: Список Ссылок
ta_in: குறிப்பு பட்டியல்
zh_tw: 參照列表

source: RefBrowser
ta_in: குறிப்புஉலாவி

source: RefLog
es_es: Reg.Ref.
ru: ЖурналСсылок
ta_in: குறிப்புபதிவு
zh_tw: 參照日誌

source: Reference Browser
ta_in: குறிப்பு உலாவி

source: References commit is on
ca: L'entrega de referències està activada
ja: コミットを含む参照
pt_br: Submissão de referências está ligada.
ta_in: குறிப்புகள் உறுதிமொழி இயக்கத்தில் உள்ளது
zh_tw: 提交位於哪些參照上

source: Refname
es_es: NombrRef
ja: Ref名
pl: Nazwa odniesienia
pt_br: Nome da referência
ru: Имя ссылки
ta_in: குறிப்புபெயர்
zh_tw: 參照名稱

source: Refresh
ca: Refresca
es_es: Actualizar
hr: Osvježi
ja: 更新
pl: Odśwież
pt_br: Atualizar
ru: Обновить
ta_in: புதுப்பித்தல்
uk: Оновити
zh_tw: 重新整理

source: Refreshing...
ca: Refrescant...
es_es: Actualizando...
ja: 更新中
pl: Odświeżanie...
pt_br: Atualizando...
ru: Обновление...
ta_in: புதுப்பிக்கிறது...
uk: Оновлення...
zh_tw: 重新整理中．．．

source: Regex Filter
ca: Filtre regex
es_es: Filtro de expresión regular
ja: 正規表現 フィルター
pl: Filtr z Wyrażeniem Regularnym
pt_br: Filtro de Expressões Regulares
ru: Фильтр регулярного выражения
ta_in: வழக்கவெளி வடிகட்டி
zh_tw: 正規表示式 過濾器

source: Regex Filters
ca: Filtres regex
es_es: Filtros de expresión regular
ja: 正規表現フィルター
pl: Filtry z Wyrażeniem Regularnym
pt_br: Filtros de Expressões Regulares
ru: Фильтры регулярных выражений
ta_in: வழக்கவெளி வடிகட்டிகள்
zh_tw: 正規表示式過濾器

source: Regex:
es_es: Expresión regular (regex):
ja: 正規表現:
pl: Wyrażenie Regularne:
pt_br: Expressão Regular:
ru: Регулярное выражение:
ta_in: வழக்கவெளி:
uk: Регулярний вираз:
zh_tw: 正規表示式：

source: Register context menu
ta_in: சூழல் மெனு பதிவு

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
ca: Filtre d'expressions corrents: . : qualsevol caràcter c+ : cerca coincidències caràcter c un o més cops c* : cerca coincidències caràcter c zero o més cops ^ : inici de línia $ : final de línia (string){n} : cerca coincidències cadena n cops (abcd) : sub-expressió [aei0-9] : cerca coincidències a,e,i i 0..9 [^aei0-9] : tot menys a,e,i o 0..9 \w : coincideix amb a-z,A-Z,0-9 and _ \W : any caràcter no-alfanumèric \d : dígits 0-9 \s : espais en blanc
ja: 正規表現による絞り込み条件 . : 任意の文字 c+ : 文字 c の1回以上の出現にマッチ c* : 文字 c の0回以上の出現にマッチ ^ : 行頭 $ : 行末 (string){n} : 文字列 string への n 回の出現にマッチ (abcd) : 部分式 [aei0-9] : a、e、i、0～9 にマッチ [^aei0-9] : a、e、i、0～9 以外の文字にマッチ \w : a～z、A～Z、0～9、_ にマッチ \W : アルファベットと数字以外にマッチ \d : 十進数0～9にマッチ \s : ホワイトスペース（空白やタブなど）
pl: Filtr wyrażeń regularnych: . : dowolny znak c+ : znak c jeden lub więcej razy c* : znak c zero lub więcej razy ^ : początek linii $ : koniec linii (abcd){n} : abcd n razy (abcd) : podwyrażenie [aei0-9] : a,e,i i 0..9 [^aei0-9] : wszystko oprócz a,e,i i 0..9 \w : a-z,A-Z,0-9 and _ \W : dowolny znak niealfanumeryczny \d : cyfry 0-9 \s : białe znaki (znaki niedrukowalne)
pt_br: Filtro de expressões regulares: . : qualquer caractere c+ : corresponde a 'c' uma ou mais vezes c* : corresponde a 'c' zero ou mais vezes ^ : início de linha $ : fim de linha (texto){n} : corresponde ao 'texto' n vezes (abcd) : subexpressão [aei0-9] : corresponde a 'a,e,i' e '0..9' [^aei0-9] : qualquer coisa exceto 'a,e,i' e '0..9' \w : corresponde a 'a-z,A-Z,0-9' e '_' \W : qualquer caractere não alfa-numérico \d : dígitos 0-9 \s : espaços em branco
ru: Регулярные выражения для фильтра: . : любой символ c+ : соответствует одному или более вхождениям символа c c* : соответствует нулю или более вхождениям символа c ^ : начало строки $ : конец строки (строка){n} : соответствует n вхождениям строки (abcd) : подвыражение [aei0-9] : соответствует a,e,i и 0..9 [^aei0-9] : всё, кроме a,e,i и 0..9 \w : соответствует a-z,A-Z,0-9 и _ \W : любой не цифро-буквенный символ \d : цифры 0-9 \s : непечатаемые знаки (пробельные символы)
ta_in: வழக்கமான வெளிப்பாடுகள் வடிகட்டி: . : எந்த எழுத்தும் c+ : c எழுத்தை ஒன்று அல்லது அதற்கு மேற்பட்ட முறை பொருத்தவும் c* : c எழுத்தை சுழியம் அல்லது அதற்கு மேற்பட்ட முறை பொருத்தவும் ^ : வரியின் தொடக்கத்தில் $ : வரியின் முடிவில் (சரம்){n} : சரத்தை n முறை பொருத்து (abcd) : துணை வெளிப்பாடு [aei0-9] : பொருத்த a,e,i மற்றும் 0..9 [^aei0-9] : a,e,i மற்றும் 0..9 அல்லாத \w : பொருத்தங்கள் az,AZ,0-9 மற்றும் _ \W : ஏதேனும் எண்ணெழுத்து அல்லாத எழுத்து \d : இலக்கங்கள் 0-9 \s : இடைவெளிகள்
uk: Фільтр регулярних виразів: . : будь-який символ c+ : співпадає з символом c один або більше разів c* : співпадає з символом c нуль або більше разів ^ : початок рядка $ : кінець рядка (string){n} : співпадає з рядком n разів (abcd) : підвираз [aei0-9] : співпадає з a,e,i та 0..9 [^aei0-9] : будь-що, крім a,e,i та 0..9 \w : співпадає з a-z,A-Z,0-9 та _ \W : будь-який не буквоцифровий символ \d : цифри 0-9 \s : пробіли
zh_tw: 正規表示式過濾器： .：任意字元 c+：匹配一個以上的字元 c c*：匹配零個以上的字元 c ^：一行的開頭 $：一行的結尾 (string){n}：匹配重複n次的字串 (abcd)：群組 [aei0-9]：匹配a, e, i, 及 0到9 [^aei0-9]：匹配除了a, e, i, 和 0到9 之外的字 <hr=100%> \w：匹配 a到z, A到Z, 0到9, 以及 _ \W：匹配任何非英文, 數字的字元 \d：數字 0到9 \s：空白字元

source: Rejected patch hunks for '%s'
ca: Trossos de pedaç rebutjats per '%s'
es_es: Rechazadas pedazos de parche para '%s'
ja: '%s' でリジェクトされたパッチの一部分
pl: Odrzucone hunks-poprawki dla '%s'
pt_br: Pedaços de correção rejeitados para '%s'
ru: Патч для '%s' отменён
ta_in: '%s'க்கான ஒட்டு வேட்டைகள் நிராகரிக்கப்பட்டது
zh_tw: 拒絕補綴方塊「%s」

source: Relative Times in log
ca: Temps relatius en el registre
es_es: Tiempos relativos en el Reg.
ja: ログで相対時間を使用
pl: Czasy względne w dzienniku
pt_br: Tempos Relativos no histórico
ru: Относительное время
ta_in: பதிவில் தொடர்புடைய நேரங்கள்
uk: Відносний час у логу
zh_tw: 日誌中使用相對时間

source: Reload
ca: Recarrega
es_es: Recargar
hr: Iznova učitaj
ja: 再読込
pl: Przeładuj
pt_br: Recarregar
ru: Перечитать
ta_in: மறுஏற்றம்
uk: Перевантажити
zh_tw: 重新載入
