Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: # authors shown individually:
ca: # autors mostrats individualment:
es_es: # autores mostrados individualmente:
hr: # autori pojedinačno:
ja: 個別に表示する作者の数:
pl: Liczba autorów do pokazania osobno: #
pt_br: # autores exibidos individualmente:
ru: # авторов отображаемых индивидуально:
ta_in: # ஆசிரியர்கள் தனித்தனியாக காட்டப்பட்டுள்ளது:
uk: # індивідуально вказані автори:
zh_tw: 只顯示前 # 個作者：

source: %.2f MiB transferred
ca: %.2f MiB transferits
es_es: %.2f MiB transferidos
ja: %.2f MiB 転送しました
pl: %.2f MB przesłanych
pt_br: %.2f MiB transferidos
ru: %.2f МиБ передано
ta_in: %.2f மெகா பைட்டுகள் பரிமாற்றப்பட்டுள்ளது
uk: %.2f МіБ переслано
zh_tw: 傳輸了 %.2f MiB

source: %1 contained an unexpected object.
ca: %1 conté un objecte no esperat.
es_es: %1 contenía un objeto no esperado.
hr: %1 je sadržavao neočekivani objekt.
ja: %1 は想定外のオブジェクトを含んでいます。
pl: %1 zawierał niespodziewany obiekt
pt_br: %1 continha um objeto inesperado.
ru: %1 содержит непредвиденный объект.
ta_in: %1 எதிர்பாராத பொருளைக் கொண்டிருந்தது.
uk: %1 містить неочікуваний об'єкт.
zh_tw: %1 包含未預期的物件。

source: %1 contains an incorrect path.
ca: %1 conté un camí incorrecte.
es_es: %1 contiene una ruta incorrecta.
hr: %1 sadrži pogrešnu stazu.
ja: %1 に不正なパスが含まれています。
pl: %1 zawiera niepoprawną ścieżkę.
pt_br: %1 contém um caminho incorreto.
ru: %1 содержит неправильный путь.
ta_in: %1 தவறான பாைதைய ெகாண்டுள்ளது
uk: %1 містить невірний шлях.
zh_tw: %1 包含不正確的路徑。

source: %1 contains an incorrect schema.
ca: %1 conté un esquema incorrecte.
es_es: %1 contiene un esquema incorrecto.
hr: %1 sadrži pogrešnu schemu.
ja: %1 に不正なスキーマが含まれています。
pl: %1 zawiera niepoprawny schemat.
pt_br: %1 contém um esquema incorreto.
ru: %1 содержит неправильную схему.
ta_in: %1 தவறான schema-ைவ ெகாண்டுள்ளது
uk: %1 містить невірну схему.
zh_tw: %1 包含不正確的結構描述。

source: %1 has a bad format.
ca: %1 té un format incorrecte
es_es: %1 tiene un formato incorrecto.
hr: %1 ima loš oblik.
ja: %1 の書式が不正です。
pl: %1 ma niepoprawny format.
pt_br: %1 tem um formato inválido.
ru: %1 имеет плохой формат.
ta_in: %1 மோசமான வடிவம் கொண்டுள்ளது
uk: У %1 поганий формат.
zh_tw: %1 的格式不正確。

source: %1 was not found.
ca: %1 no ha sigut trobat.
es_es: no se encontró %1.
hr: %1 nije nađen.
ja: %1 は見つかりませんでした。
pl: %1 nie został znaleziony.
pt_br: %1 não foi encontrado.
ru: %1 не найден.
ta_in: %1 கிடைக்கவில்லை
uk: %1 не знайдено.
zh_tw: 找不到 %1 。

source: %1!d! Day ago
ca: fa %1!d! dia
es_es: Hace %1!d! día
ja: %1!d! 日前
pl: %1!d! dzień temu
pt_br: %1!d! Dia atrás
ru: %1!d! день назад
ta_in: %1!d! நாள் முன்
uk: %1!d! день тому
zh_tw: %1!d!天前

source: %1!d! Days ago
ca: fa %1!d! dies
es_es: Hace %1!d! días
ja: %1!d! 日前
pl: %1!d! dni temu
pt_br: %1!d! Dias atrás
ru: %1!d! дней назад
ta_in: %1!d! நாட்கள் முன்
uk: %1!d! дні(в) тому
zh_tw: %1!d!天前

source: %1!d! Hour ago
ca: fa %1!d! hora
es_es: Hace %1!d! hora
ja: %1!d! 時間前
pl: %1!d! godzin temu
pt_br: %1!d! Hora atrás
ru: %1!d! час назад
ta_in: %1!d! மணிக்கு முன்
uk: %1!d! годину тому
zh_tw: %1!d!小時前

source: %1!d! Hours ago
ca: fa %1!d! hores
es_es: Hace %1!d! horas
ja: %1!d! 時間前
pl: %1!d! godzin temu
pt_br: %1!d! Horas atrás
ru: %1!d! часов назад
ta_in: %1!d! மணிக்கு முன்
uk: %1!d! годин тому
zh_tw: %1!d!小時前

source: %1!d! Minute ago
ca: fa %1!d! minut
es_es: Hace %1!d! minuto
ja: %1!d! 分前
pl: %1!d! minut temu
pt_br: %1!d! Minuto atrás
ru: %1!d! минут назад
ta_in: %1!d! நிமிடத்திற்கு முன்
uk: %1!d! хвилину тому
zh_tw: %1!d!分鐘前

source: %1!d! Month ago
ca: fa %1!d! mes
es_es: Hace %1!d! mes
ja: %1!d! ヶ月前
pl: %1!d! miesiące temu
pt_br: %1!d! Mês atrás
ru: %1!d! месяц назад
ta_in: %1!d! மாதத்திற்கு முன்
uk: %1!d! місяць тому
zh_tw: %1!d!個月前

source: %1!d! Months ago
ca: fa %1!d! mesos
es_es: Hace %1!d! meses
ja: %1!d! ヶ月前
pl: %1!d! miesięcy temu
pt_br: %1!d! Meses atrás
ru: %1!d! месяцев назад
ta_in: %1!d! மாதங்களுக்கு முன்
uk: %1!d! місяців тому
zh_tw: %1!d!個月前

source: %1!d! Second ago
ca: fa %1!d! segon
es_es: Hace %1!d! segundo
ja: %1!d! 秒前
pl: %1!d! sekund temu
pt_br: %1!d! Segundo atrás
ru: %1!d! секунду назад
ta_in: %1!d! நொடிக்கு முன்
uk: %1!d! секунду тому
zh_tw: %1!d!秒前

source: %1!d! Seconds ago
ca: fa %1!d! segons
es_es: Hace %1!d! segundos
ja: %1!d! 秒前
pl: %1!d! sekund temu
pt_br: %1!d! Segundos atrás
ru: %1!d! секунд назад
ta_in: %1!d! நொடிக்கு முன்
uk: %1!d! секунд тому
zh_tw: %1!d!秒前

source: %1!d! Week ago
ca: fa %1!d! setmana
es_es: Hace %1!d! semana
ja: %1!d! 週間前
pl: %1!d! tydzień temu
pt_br: %1!d! Semana atrás
ru: %1!d! неделю назад
ta_in: %1!d! வாரத்திற்கு முன்
uk: %1!d! тиждень тому
zh_tw: %1!d!星期前

source: %1!d! Weeks ago
ca: fa %1!d! setmanes
es_es: Hace %1!d! semanas
ja: %1!d! 週間前
pl: %1!d! tygodni temu
pt_br: %1!d! Semanas atrás
ru: %1!d! недель назад
ta_in: %1!d! வாரங்களுக்கு முன்
uk: %1!d! тижнів тому
zh_tw: %1!d!星期前

source: %1!d! Year ago
ca: fa %1!d! any
es_es: Hace %1!d! año
ja: %1!d! 年前
pl: %1!d! rok temu
pt_br: %1!d! Ano atrás
ru: %1!d! год назад
ta_in: %1!d! ஆண்டுக்கு முன்
uk: %1!d! рік тому
zh_tw: %1!d!年前

source: %1!d! Years ago
ca: fa %1!d! anys
es_es: Hace %1!d! años
ja: %1!d! 年前
pl: %1!d! lat temu
pt_br: %1!d! Anos atrás
ru: %1!d! лет назад
ta_in: %1!d! ஆண்டுகளுக்கு முன்
uk: %1!d! років тому
zh_tw: %1!d!年前

source: %1!d! commits ahead "%2!s!"
ca: %1!d! entregues per davant de "%2!s!"
ja: %1!d! 個のコミット("%2!s!"に対して)
pt_br: %1!d! submissões à frente de "%2!s!"
ta_in: %1!d! உறுதிமொழிகள் முன்னால் "%2!s!"
uk: %1!d! комітів попереду "%2!s!"

source: %1!d! files reverted to %2!s!.
ca: %1!d! arxius restituïts a %2!s!.
pt_br: %1!d! arquivos revertidos para %2!s!.
ta_in: %1!d! கோப்புகள் %2!sக்கு மாற்றப்பட்டன!

source: %1!d! files selected, %2!d! files total
ca: %1!d! fitxers seleccionats, %2!d! fitxers en total
ja: 選択ファイル数 %1!d! 、全体ファイル数 %2!d!
pt_br: %1!d! arquivos selecionados, %2!d! arquivos no total
ta_in: %1!d! கோப்புகள் தேர்வு செய்யப்பட்டுள்ளது , %2!d! கோப்புகள் மொத்தம்
uk: Вибрано %1!d! файлів, усього %2!d! файлів

source: %1!d! items selected
ca: %1!d! elements seleccionats
es_es: %1!d! objetos seleccionados
ja: %1!d! 個のアイテムを選択
pl: Zaznaczono %1!d! pozycji
pt_br: %1!d! itens selecionados
ru: %1!d! элементов выбрано
ta_in: %1!d! உருப்படிகள் தேர்ந்தெடுக்கப்பட்டன
uk: %1!d! елементів вибрано
zh_tw: 已選取 %1!d! 項目

source: %1!d! minutes ago
ca: fa %1!d! minuts
es_es: Hace %1!d! minutos
ja: %1!d! 分前
pl: %1!d! minut temu
pt_br: %1!d! minuto atrás
ru: %1!d! минут назад
ta_in: %1!d! நிமையங்களுக்கு முன்
uk: %1!d! хвилин тому
zh_tw: %1!d!分鐘前

source: %1!d! most active author(s) with at least %2!d! commits each (%3!d! %%)
ca: %1!d! autor(s) més actiu(s) amb almenys %2!d! pujades cadascun (%3!d! %%)
ja: 上位%1!d!人分（コミット数%2!d!回以上、全体の%3!d!%%）
pt_br: %1!d! autor(es) mais ativos com pelo menos %2!d! submissões cada um (%3!d! %%)
ta_in: %1!d! மிகவும் செயலில் உள்ள ஆசிரியர்(கள்) குறைந்தது %2!d! உறுதிமொழிகள் ஒவ்வொருவரக்கும் (%3!d! %%)
uk: %1!d! найактивніших авторів, кожен принаймі з %2!d! фіксуваннями (%3!d! %%)

source: %1!ld! minute(s) and %2!ld! second(s)
ca: %1!ld! minut(s) i %2!ld! segon(s)
ja: %1!ld!分%2!ld!秒
pt_br: %1!ld! minuto(s) e %2!ld! segundo(s)
ta_in: %1!ld! நிமிடங்(கள்) மற்றும் %2!ld! விநாடி(கள்)
uk: %1!ld! хвилин(и) і %2!ld! секунд(и)

source: %1!s! - at revision: %2!d!
ca: %1!s! - a la revisió: %2!d!
ja: %1!s! - リビジョン: %2!d
pt_br: %1!s! - na revisão: %2!d!
ta_in: %1!s! - திருத்தத்தில்: %2!d!

source: %1!s! in %2!s!
ca: %1!s! a %2!s!
pt_br: %1!s! em %2!s!
ta_in: %2!s இல் %1!s!!

source: %1!s! requires Git >= %2!s!
ca: %1!s! requereix Git >= %2!s!
pt_br: %1!s! requer Git >= %2!s!
ta_in: %1!s! க்கு கிட் >= %2!s! தேவை

source: %1!s!, at %2!s!
ca: %1!s!, a %2!s!
pt_br: %1!s!, em %2!s!
ta_in: %1!s!, %2!s! இங்கு

source: %1!s! Showing %2!d! files, %3!d! submodules and %4!d! folders, %5!d! items in total
ca: %1!s! Mostrant %2!d! arxius, %3!d! sub-mòduls i %4!d! directoris, %5!d! elements en total
ja: %1!s! %2!d! ファイル、%3!d! サブモジュール、%4!d! フォルダーを表示中、全部で %5!d! 項目
pl: %1!s! Wyświetla %2!d! pliki, %3!d! podmoduły i %4!d! katalogi, %5!d! pozycji
pt_br: %1!s! Exibindo %2!d! arquivos, %3!d! submódulos e %4!d! pastas, %5!d! itens no total
ru: %1!s! Показано %2!d! файлов, %3!d! подмодулей and %4!d! папок, всего %5!d! элементов
ta_in: %1!s! %2!d! கோப்புகள், %3!d! துணைத் தொகுதிகள் மற்றும் %4!d! கோப்புறைகள், %5!d! மொத்த உருப்படிகளைக் காட்டுகிறது
uk: %1!s! Показано %2!d! файлів, %3!d! підмодулів і %4!d! папок, усього: %5!d! елементів
zh_tw: %1!s! 顯示 %2!d! 檔案，%3!d! 子模組，%4!d! 資料夾，總共 %5!d! 項目

source: %1!s! Size %2!s!
ca: %1!s! Mida %2!s!
ja: %1!s! サイズ %2!s!
pl: %1!s! Rozmiar %2!s!
pt_br: %1!s! Tamanho %2!s!
ru: %1!s! Размер %2!s!
ta_in: %1!s! அளவு %2!s!
uk: %1!s! Розмір %2!s!
zh_tw: %1!s! 大小 %2!s!

source: %1: %2 Continue running script?
ca: %1: %2 Continuar executant el script?
es_es: %1: %2 ¿Continuar ejecutando secuencia?
hr: %1: %2 Nastavi s izvođenjem skripte?
ja: %1: %2 スクリプトの実行を続けますか？
pl: %1: %2\n Kontynuować wykonywanie skryptu?
pt_br: %1: %2 Continuar executando o script?
ru: %1: %2 Продолжить выполнение скрипта?
ta_in: %1: %2 ஸ்கிரிப்ட் runஆவது தொடரலாமா?
uk: %1: %2 Продовжити виконання скрипта?
zh_tw: %1: %2 要繼續執行指令碼嗎?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
ca: %1 No es troba el fitxer. Si us plau verifiqueu que el camí i el nom són correctes.
es_es: %1 No se encontró el archivo. Compruebe que tanto archivo y ruta sean correctos
hr: %1 Ne mogu pronaći navedenu datoteku. Molim, provjerite da li su ispravne staza i ime datoteke.
ja: %1 このファイルを見つける事が出来ません。 正しいパスとファイル名である事を確認して下さい。
pl: %1 Nie można odnaleźć tego pliku. Proszę sprawdzić poprawność ścieżki i nazwy pliku.
pt_br: %1 Não foi possível encontrar o arquivo. Verifique se o caminho e nome do arquivo foram informados corretamente.
ru: %1 Этот файл не найден. Проверьте корректность пути и имени файла.
ta_in: %1 இந்த கோப்பை கண்டுபிடிக்க முடியவில்லை. சரியான பாதை மற்றும் கோப்பு பெயர் வழங்கப்பட்டதா என்று சரிபார்க்கவும்.
uk: %1 Не вдалося знайти цей файл. Перевірте, чи вірні шлях та ім'я файла.
zh_tw: %1找不到這個檔案。 請確認指定的路徑和檔名是否正確。

source: %HOME%/.gitconfig or %XDGHOME%/git/config
ca: %HOME%/.gitconfig o %XDGHOME%/git/config
es_es: %HOME%/.gitconfig o %XDGHOME%/git/config
ja: %HOME%/.gitconfig もしくは %XDGHOME%/git/config (ユーザ固有の設定)
pt_br: %HOME%/.gitconfig ou %XDGHOME%/git/config
ru: %HOME%/.gitconfig или %XDGHOME%/git/config
ta_in: %HOME%/.gitconfig அல்லது %XDGHOME%/கிட்/கட்டமைப்பு
uk: %HOME%/.gitconfig або %XDGHOME%/git/config
zh_tw: %HOME%/.gitconfig 或 %XDGHOME%/git/config

source: %I64d Bytes transferred
ca: %I64d Bytes transferits
es_es: %I64d Bytes transferidos
hr: %I64d bajtova preneseno
ja: %I64d バイトを転送しました
pl: %I64d Bajtów przesłanych
pt_br: %I64d Bytes transferidos
ru: %I64d Байт передано
ta_in: %I64d பைட்டுகள் transfer செய்யப்பட்டது
uk: %I64d Байт переслано
zh_tw: 傳輸了 %I64d 位元組

source: %I64d KiB transferred
ca: %I64d KiB transferits
es_es: %I64d KiB transferidos
ja: %I64d KiB を転送しました
pl: %I64d KiB przesłanych
pt_br: %I64d KiB transferidos
ru: %I64d КиБ передано
ta_in: %I64d கிலோபைட்டுகள் பரிமாற்றப்பட்டது
uk: %I64d КіБ переслано
zh_tw: 傳輸了 %I64d KiB

source: %Ts [Recovered]
ca: %Ts [Recuperat]
ja: %Ts [復元済]
pl: %Ts [Odzyskano]
pt_br: %Ts [Recuperado]
ta_in: %Ts [மீட்கப்பட்டது]
uk: %Ts [Відновлено]

source: %d files changed
ca: %d arxius modificats
es_es: %d archivos cambiados
ja: %d 個のファイルを変更しました
pl: %d zmienionych plików
pt_br: %d arquivos modificados
ru: %d файлов изменено
ta_in: %d கோப்புகள் மாற்றப்பட்டன
uk: %d файлів змінено
zh_tw: 修改了 %d 個檔案

source: %d files removed.
ca: %d arxius eliminats.
es_es: %d archivos eliminados.
ja: %d 個のファイルを削除しました。
pl: %d usuniętych plików.
pt_br: %d arquivos removidos.
ru: %d файлов удалено.
ta_in: %d கோப்புகள் அகற்றப்பட்டன.
uk: %d файлів видалено
zh_tw: 移除了 %d 個檔案。

source: %i%% alpha click to toggle alpha double click to automatically toggle alpha
ca: %i%% alfa clica per alternar l'alfa fes doble clic per canviar alfa automàticament
es_es: %i%% alfa clic para alternar a alfa doble clic para alternar de forma automática a alfa
ja: 透過率 %i%% クリックで透過率を反転します。 ダブルクリックで透過率を自動的に反転します。
pl: %i%% alfa kliknij, aby przełączyć alfa kliknij dwukrotnie, aby automatycznie przełączać alfa
pt_br: %i%% opacidade clique para alternar a opacidade clique duplo para alternar a opacidade automaticamente
ru: %i%% альфа-канал щелчок для переключения альфа-канала двойной щелчок для автоматического переключения альфа-канала
ta_in: %i%% ஆல்பா ஆல்ஃபாவை மாற்ற சொடுக்கவும் ஆல்ஃபாவை தானாக மாற்ற இருமுறை சொடுக்கவும்
uk: %i%% альфа клікніть щоб перемкнути альфу клікніть двічі для автоматичного перемикання альфи
zh_tw: %i%% 半透明 點擊時，會在透明值百分比 0 和 100 之間互相切換 雙擊時，則會自動互相切換

source: %ld of %ld
ca: %ld de %ld
es_es: %ld de %ld
hr: %ld od %ld
ja: %ld / %ld
pl: %ld z %ld
pt_br: %ld de %ld
ru: %ld из %ld
ta_in: %ld வது / %ld இல்
uk: %ld з %ld
zh_tw: %ld / %ld

source: %s: Working Tree
ca: %s: Directori de treball
es_es: %s: Árbol de trabajo (working tree)
ja: %s : 作業ツリー
pl: %s: Kopia robocza
pt_br: %s: Cópia de Trabalho
ru: %s: Рабочая копия
ta_in: %s: பணிபுரியும் மரம்
uk: %s: Робоча копія
zh_tw: %s：工作目錄

source: %s Could not be cleanly patched.
ca: %s No s'ha pogut aplicar el pedaç de manera neta.
es_es: %s No puede parchearse limpiamente.
ja: %s 正しくパッチを適用できませんでした。
pl: %s Nie może być prawidłowo poprawione.
pt_br: %s Não pode ser corrigido normalmente.
ru: Не может быть корректно применена заплатка к %s .
ta_in: %s சுத்தமாக ஒட்ட முடியவில்லை.
uk: %s Неможливо коректно застосувати патч
zh_tw: %s 無法補綴。

source: %s Do you want to remove it anyway?
ca: %s Voleu eliminar-lo sigui com sigui?
es_es: %s ¿Quieres eliminarlo de todos modos?
hr: %s Da li to ipak želite ukloniti?
ja: %s 本当に削除してもよろしいですか？
pl: %s\nCzy mimo to chcesz usunąć?
pt_br: %s Você gostaria de removê-lo mesmo assim?
ru: %s Вы всё равно желаете это удалить?
ta_in: %s எப்படியும் அதை நீக்க வேண்டுமா?
uk: %s Ви все-таки хочете його видалити?
zh_tw: %s 確定真的要移除嗎？

source: %s is a directory, not a file! TortoiseGitMerge can't diff directories.
ca: %s és un director, no un arxiu! TortoiseGitMerge no pot fer diffs de directoris.
es_es: %s ¡es in directorio, no un archivo! TortoiseGitMerge no puede comparar directorios.
ja: %s はファイルではなくディレクトリです。 TortoiseGitMerge はディレクトリの差分を取ることはできません。
pl: %s jest folderem, a nie plikiem. TortoiseGitMerge nie potrafi porównywać folderów.
pt_br: %s é um diretório, não um arquivo! TortoiseGitMerge não pode comparar diretórios.
ru: %s является папкой, а не файлом! TortoiseGitMerge не может сравнивать папки.
ta_in: %s ஒரு கோப்பகம், கோப்பு அல்ல! ஆமைகிட்ஒன்றிணை கோப்பகங்களை வேறுபடுத்தாது.
uk: %s є каталогом, а не файлом! TortoiseGitMerge не вміє порівнювати каталоги.
zh_tw: 「%s」 是目錄，並不是檔案！ TortoiseGitMerge 無法比較目錄差異。

source: &3 way merge
ca: Fusió a 3 bandes
es_es: &Combinar a 3 bandas
ja: &3-wayマージ
pl: &3-stronne scalanie
pt_br: Comb. &3 vias
ru: &3-х сторонние слияние
ta_in: &3 வழி இணைப்பு
uk: &3-стороннє злиття
zh_tw: 三方合併(&3)

source: &Abort
ca: &Avorta
es_es: &Abortar
ja: 中止(&A)
pl: Przerwij
pt_br: &Abortar
ru: &Прервать
ta_in: &கலைப்பு
uk: &Припинити
zh_tw: 中止(&A)

source: &Abort You can fix the reason the hook script failed first.
ta_in: &கலைப்பு கொக்கி கையெழுத்துப்படிவம் தோல்வியடைந்ததற்கான காரணத்தை நீங்கள் முதலில் சரிசெய்யலாம்.

source: &About TortoiseGitBlame...
ca: &Quant al TortoiseGitBlame...
es_es: &Sobre TortoiseGitBlame...
ja: TortoiseGitBlameについて(&A)...
pl: &O TortoiseGitBlame...
pt_br: &Sobre TortoiseGitBlame...
ru: &О TortoiseGitBlame...
ta_in: &ஆமைகிட்குற்றம் பற்றி...
uk: &Про TortoiseGitBlame...
zh_tw: 關於 TortoiseGitBlame (&A)...

source: &About TortoiseGitMerge...
ca: &Quant al TortoiseGitMerge...
es_es: &Acerca de TortoiseGitMerge...
ja: TortoiseGitMergeについて(&A) ...
pl: &O programie TortoiseGitMerge...
pt_br: &Sobre TortoiseGitMerge...
ru: &О TortoiseGitMerge...
ta_in: &ஆமைகிட்ஒன்றிணை பற்றி...
uk: &Про TortoiseGitMerge...
zh_tw: 關於 TortoiseGitMerge (&A)...

source: &Add
ca: &Afegeix
es_es: &Añade
ja: 追加(&A)
pl: &Dodaj
pt_br: &Adicionar
ru: &Добавить
ta_in: &சேர்
uk: &Додати
zh_tw: 加入(&A)

source: &Add Filter
ca: &Afegir Filtre
es_es: &Añadir filtro
ja: フィルターを追加(&A)
pl: &Dodaj filtr
pt_br: &Adicionar Filtro
ru: &Добавить Фильтр
ta_in: &Filter-ஐ சேர்
uk: &Додати фільтр
zh_tw: 新增過濾器(&A)

source: &Add New/Save
ca: Afegeix Nou/Desa
es_es: &Añadir/Guardar
ja: 新規に追加/保存(&A)
pl: &Dodaj nowy/Zapisz
pt_br: &Novo/Salvar
ru: &Добавить Новое/Сохранить
ta_in: &புதியதைச் சேர்/சேமி
uk: &Додати новий/Зберегти
zh_tw: 新增／保存(&A)

source: &Add it
ca: &Afegir-lo
es_es: &Añádelo
ja: 追加する(&A)
pl: &Dodaj go
pt_br: &Adicionar
ru: &Добавить его
ta_in: அதை &சேர்
uk: &Додати його
zh_tw: 追加它(&A)

source: &Add...
ca: &Afegeix...
es_es: &Añadir...
hr: &Dodaj...
ja: 追加(&A) ...
pl: &Dodaj...
pt_br: &Adicionar...
ru: &Добавить...
ta_in: &சேர்...
uk: &Додати...
zh_tw: 加入(&A)...

source: &Advanced...
ca: &Avançat...
es_es: &Avanzado...
hr: &Napredno...
ja: 高度な設定(&A)...
pl: &Zaawansowane...
pt_br: &Avançado...
ru: &Дополнительно...
ta_in: &மேம்பட்ட...
uk: &Додатково...
zh_tw: 進階設定(&A)...

source: &All
ca: &Tot
es_es: &Todo
ja: すべて(&A)
pl: &Wszystko
pt_br: &Todos
ru: &Все
ta_in: &முழுவதும்
uk: Усе
zh_tw: 全部(&A)

source: &All Branches
ca: &Totes les branques
es_es: &Todos los ramales
ja: すべてのブランチ(&A)
pl: &Wszystkie gałęzie
pt_br: &Todas as Ramificações
ru: &Все ветви
ta_in: &அனைத்து கிளைகளும்
uk: &Усі гілки
zh_tw: 所有分支(&A)

source: &Apply Patch
ca: Aplica pedaços
es_es: &Aplicar Parche
ja: パッチを適用(&A)
pl: &Zastosuj poprawkę
pt_br: &Aplicar Correções
ru: &Применить заплатку
ta_in: &ஒட்டு இடு
uk: &Застосувати патч
zh_tw: 套用補綴(&A)

source: &Apply unified diff
ca: &Aplicar comparació unificada
es_es: &Aplicar dif. unificado
hr: &Primijeni popis objedinjenih razlika
ja: Unified 形式の差分を適用(&A)
pl: Z&astosuj plik różnicowy Unified Diff
pt_br: &Aplicar comparação unificada
ru: &Применение объединённых различий
ta_in: &ஒருங்கிணைக்கப்பட்ட வேறுபாட்டை apply செய்
uk: &Застосувати об'єднані відмінності
zh_tw: 套用統合式差異檔(&A)

source: &Autoclose Git.exe dialog:
ca: Diàleg d'&autotancament del Git.exe:
es_es: &Autocerrar cuadro de diálogo de Git.exe:
ja: ダイアログを自動的に閉じる(&A):
pl: &Automatycznie zamknij Git.exe:
pt_br: &Auto fechar janela do Git.exe:
ru: Диалог &Автозакрытия Git.exe:
ta_in: &கிட்.exe உரையாடல் தானாக மூடவும்:
uk: &Автозакривання вікна Git.exe:
zh_tw: 自動關閉 git.exe 視窗(&A)：

source: &Autoload Putty Key
ca: Auto-carrega la clau de putty
es_es: &Autocargar clave Putty
ja: Putty 認証キーの自動ロード(&A)
pl: Autoładowanie klucza Putty
pt_br: C&arregar SSH
ru: &Автоматически загружать ключ
ta_in: &புட்டி திறவுகோலை தானாக ஏற்றவும்
uk: &Автоматично завантажувати ключ Putty
zh_tw: 自動載入 Putty 金鑰(&A)

source: &Backup original file
ca: &Fes còpia de seguretat del fitxer original
es_es: &Respaldar archivo original
hr: &Napravi sigurnosnu kopiju izvorne datoteke
ja: オリジナルファイルをバックアップ(&B)
pl: Zrób &kopię oryginalnego pliku
pt_br: Fazer &backup do arquivo original
ru: Сохранять резервную &копию файла
ta_in: &அசல் கோப்பை காப்பு பிரதி எடுக்கவும்
uk: &Зберегти резервну копію оригінального файлу
zh_tw: 備份原來的檔案(&B)

source: &Blame
ca: &Autoria
es_es: &Acuse
ja: 注釈履歴(行毎の由来)(&B)
pl: &Adnotuj
pt_br: &Culpar
ru: &Авторство
ta_in: &குற்றம்
uk: &Звинуватити
zh_tw: 譴責(&B)

source: &Blame changes
ca: &Estableix Autoria dels canvis
es_es: &Cambios de acuses
hr: &Okrivi za promjene
ja: 変更の注釈履歴(行毎の由来)(&B)
pl: &Adnotuj zmiany
pt_br: Alterações de &responsabilidade
ru: &Авторство изменений
ta_in: &குற்ற மாற்றங்கள்
uk: Про&коментувати зміни
zh_tw: 譴責變更(&B)

source: &Blame revisions
ca: &Mostra autoria de les revisions
es_es: &Revisiones de acuses
hr: &Krivci revizija
ja: リビジョンの注釈履歴(行毎の由来)(&B)
pl: &Adnotuj wersje
pt_br: &Acusar revisões
ru: &Авторство ревизий
ta_in: &குற்ற மீள்திருத்தங்கள்
uk: Про&коментувати ревізії
zh_tw: 譴責修訂(&B)

source: &Border:
ca: &Contorn:
es_es: &Borde:
ja: 境界(&B):
pl: &Obramowanie:
pt_br: &Borda:
ru: &Граница:
ta_in: &எல்லை:
uk: &Рамка:
zh_tw: 邊界(&B)：

source: &Branch
ca: &Branca
es_es: &Ramal
ja: ブランチ(&B)
pl: &Gałąź
pt_br: &Ramo
ru: &Ветвь
ta_in: &கிளை
uk: &Гілка
zh_tw: 分支(&B)

source: &Branch:
ca: &Branca:
es_es: &Ramal:
ja: ブランチ(&B):
pl: &Gałąź:
pt_br: &Ramo:
ru: &Ветвь:
ta_in: &கிளை:
uk: &Гілка:
zh_tw: 分支(&B)：

source: &Browse repository
ca: &Explora el diposit
es_es: &Explorar repositorio
hr: &Pregledaj skladište
ja: リポジトリを参照(&B)
pl: &Przeglądaj repozytorium
pt_br: &Navegar repositório
ru: Обзор хранилища
ta_in: &தொகுபதிவகத்தில் உலவு
uk: Про&глянути сховище
zh_tw: 瀏覽版本庫(&B)

source: &Browse...
ca: &Navega...
es_es: &Explorar...
hr: &Pretražuj...
ja: 参照(&B)...
pl: &Przeglądaj...
pt_br: &Navegar...
ru: &Обзор...
ta_in: &உலவு...
uk: Про&глянути...
zh_tw: 瀏覽(&B)...

source: &Cancel
ca: &Cancel·la
es_es: &Cancela
ja: キャンセル(&C)
pl: &Anuluj
pt_br: &Cancelar
ru: &Отменить
ta_in: &ரத்துசெய்
uk: С&касувати
zh_tw: 取消(&C)

source: &Checkout
ta_in: &சரிபார்

source: &Clean up...
ca: Neteja...
es_es: &Limpiar...
ja: クリーンアップ(&C)...
pl: &Uporządkuj...
pt_br: &Limpar...
ru: &Очистить...
ta_in: &சுத்தப்படுத்து...
uk: &Очистити...
zh_tw: 清理(&C)...

source: &Clear
ca: &Esborra
es_es: &Limpia
ja: クリア(&C)
pl: &Wyczyść
pt_br: &Limpar
ru: Очи&стить
ta_in: துடை
uk: &Очистити
zh_tw: 清除(&C)

source: &Clear stash
ca: &Neteja el Stash
es_es: &Limpiar acopio (stash)
ja: スタッシュをクリア(&C)
pl: &Wyczyść
pt_br: &Limpar reserva
ru: &Очистить копилку
ta_in: பதுக்கிவைத்ததை துடை
uk: Очистити копилку
zh_tw: 清除收藏(&C)

source: &Close
ca: &Tanca
es_es: &Cerrar
hr: &Zatvori
ja: 閉じる(&C)
pl: &Zamknij
pt_br: &Fechar
ru: &Закрыть
ta_in: &மூடு
uk: &Закрити
zh_tw: 關閉(&C)

source: &Commit
ca: &Entrega
es_es: &Consignar (commit)
ja: コミット(&C)
pl: &Zatwierdź
pt_br: &Submeter
ru: &Фиксировать
ta_in: &உறுதிமொழி
uk: За&фіксувати
zh_tw: 提交(&C)

source: &Commit submodule...
ca: &Entrega sub-mòdul...
es_es: &Consignar (commit) submódulo...
ja: サブモジュールをコミット(&C)...
pt_br: &Submeter submódulo...
ru: &Фиксировать подмодуль...
ta_in: துணைதொகுதி உறுதிமொழி...
uk: За&фіксувати підмодуль...
zh_tw: 提交子模組(&C)...

source: &Commit w/o
ca: &Entrega sense
es_es: &Consignar (commit) sin
ja: なしでコミット(&C)
pl: &Zatwierdź
pt_br: &Submeter s/
ru: &Фиксировать без
ta_in: &உறுதிமொழி இவைஇன்றி
uk: За&фіксувати без
zh_tw: 徑自提交(&C)

source: &Commit...
ca: &Entrega...
es_es: &Consignar (commit)...
hr: &Pohrani...
ja: コミット(&C)...
pl: &Zatwierdź zmiany...
pt_br: &Submeter...
ru: &Фиксировать...
ta_in: &Commit செய்...
uk: За&фіксувати...
zh_tw: 提交(&C)...

source: &Compare revisions
ca: &Compara revisions
es_es: &Comparar revisiones
hr: &Usporedi revizije
ja: リビジョンの比較(&C)
pl: &Porównaj wersje
pt_br: &Comparar Revisões
ru: &Сравнить ревизии
ta_in: &மீள்திருத்தங்களை ஒப்பிடவும்
uk: По&рівняти ревізії
zh_tw: 比對版本差異(&C)

source: &Compare with previous revision
pt_br: Comparar com revisão anterior
ta_in: &முந்தைய மீள்திருத்தத்துடன் ஒப்பிடு

source: &Compressed Graph
ca: Gràfic &comprimit
es_es: &Gráfico comprimido
ja: 短縮されたグラフ(&C)
pl: &Skompresowany wykres
pt_br: Gráfico &Compacto
ru: Сжатый граф
ta_in: &சுருக்கப்பட்ட வரைபடம்
uk: &Стиснутий граф
zh_tw: 壓縮圖型(&C)

source: &Continue
ca: &Continua
es_es: &Continuar
ja: 続行(&C)
pl: Kontynuuj
pt_br: &Continuar
ru: П&родолжить
ta_in: &தொடர்
uk: &Продовжити
zh_tw: 繼續(&C)

source: &Copy
ca: &Copia
es_es: &Copiar
hr: &Kopiraj
ja: コピー(&C)
pl: &Kopiuj
pt_br: &Copiar
ru: Копи&ровать
ta_in: &நகலெடு
uk: &Копіювати
zh_tw: 複製(&C)

source: &Copy Ctrl+C
ca: &Copia Ctrl+C
es_es: &Copiar Ctrl+C
ja: コピー(&C) Ctrl+C
pl: &Kopiuj Ctrl+C
pt_br: &Copiar Ctrl+C
ru: &Копировать Ctrl+C
ta_in: &நகலெடு Ctrl+C
uk: &Копіювати Ctrl+C
zh_tw: 複製(&C) Ctrl+C

source: &Credential helper:
ca: Auxiliar de &credencials:
ja: 資格情報ヘルパー(&C):
pt_br: Assistente de credenciais:
ta_in: &நற்சான்றிதழ் உதவியாளர்:
zh_tw: 憑證小幫手(&C)：

source: &Custom
ca: &Personalitzat
es_es: &Personalizar
hr: &Prilagođeno
ja: カスタム(&C)
pl: &Użytkownika
pt_br: &Personalizado
ru: &Настраиваемая
ta_in: &தனிப்பயன்
uk: &Адаптоване
zh_tw: 自訂(&C)

source: &Dark Mode
ta_in: &இருண்ட பயன்முறை

source: &Dark Mode D
ta_in: &இருண்ட பயன்முறை D
