Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Total changed lines not including added/deleted files:
ca: Total de línies canviades, sense incloure arxius afegits/eliminats:
es_es: Total de líneas cambiadas sin incluir ficheros añadidos/cambiados:
ja: 変更行数合計（追加/削除したファイルは除く）:
pt_br: Total de linhas alteradas não incluindo arquivos adicionados/excluídos:
ru: Всего изменённых линий не включая добавленные/удалённые файлы:
ta_in: சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகள் சேர்க்கப்படாமல் மாற்றப்பட்ட மொத்த வரிகள்:
zh_tw: 總變更行數，不包含「已加入／已刪除」的檔案

source: Total commits analyzed:
ca: Nombre total d'entregues analitzades:
es_es: Total de consignas analizadas:
hr: Ukupno analizirano pohrana:
ja: 解析を行ったコミット数:
pl: Liczba przeanalizowanych zwrotów:
pt_br: Total de submissões analizadas:
ru: Фиксаций проанализировано:
ta_in: மொத்த பகுப்பாய்வு செய்யப்பட்ட உறுதிமொழிகள்:
uk: Усього проаналізовано фіксацій:
zh_tw: 已分析的總提交：

source: Total file changes:
ca: Nombre total de canvis al fitxer:
es_es: Total archivos cambiados:
hr: Ukupno izmijenjenih datoteka:
ja: 変更ファイル数:
pl: Liczba zmian w plikach:
pt_br: Total de alterações de arquivos:
ru: Всего файлов изменено:
ta_in: மொத்த கோப்பு மாற்றங்கள்:
uk: Усього змін у файлах:
zh_tw: 總檔案變更：

source: Trac&k
ca: Segueix
es_es: Ras&trear
ja: 追跡(&K)
pt_br: &Rastrear
ru: Отслеживать
ta_in: &கண்காணி
zh_tw: 追蹤(&K)

source: Tracked Remote Branch:
ca: Segueix branca remota:
es_es: Ramal remoto rastreado:
ja: 追跡中のリモートブランチ:
pt_br: Ramo Remoto Monitorado:
ru: Отслеживаемая Внешняя Ветвь:
ta_in: கண்காணிக்கப்பட்ட தொலை கிளை:
zh_tw: 追蹤遠端分支：

source: Tracked Remote URL:
ca: URL remot rastrejat:
ja: 追跡しているリモートのURL
pt_br: URL Remota Rastreada:
ru: Отслеживаемый внешний URL:
ta_in: கண்காணிக்கப்பட்ட தொலை ஒருங்கிணைந்த வள இருப்பிடம்:
zh_tw: 追蹤遠端URL：

source: Tracked branch
ca: Branca rastrejada
es_es: Ramal rastreado
ja: 追跡しているブランチ
pt_br: Ramo rastreado
ru: Отслеживаемая ветвь
ta_in: கண்காணிக்கப்பட்ட கிளை
zh_tw: 追蹤分支

source: Transferring at %s
ca: Transferint a %s
es_es: Transfiriendo a %s
hr: Prijenos (%s)
ja: %s を転送中
pl: Transferuję z %s
pt_br: Transferindo a %s
ru: Передача на %s
ta_in: %s இல் இடமாற்றம்
uk: Передається при %s
zh_tw: 傳輸中：%s

source: Transparent &color...
ca: &Color Transparent...
es_es: &Color transparente...
hr: &Boja za prozirnost...
ja: 透明色(&C)...
pl: &Kolor przezroczysty...
pt_br: &Cor de transparência...
ru: Прозрачный &цвет...
ta_in: வெளிப்படையான &நிறம்...
uk: Прозорий &колір...
zh_tw: 透明色(&C)...

source: Trim right
ca: Retalla espais de la dreta
es_es: Recortar a la derecha
ja: 行末の空白を削除
pl: Przytnij z prawej
pt_br: Aparar à direita
ru: Обрезать справа
ta_in: வலதுபுறத்தை ஒழுங்கமைக்கவும்
zh_tw: 切齊右側

source: Trust the exitcode of the external merge tool for auto resolving
ta_in: தானாகத் தீர்க்கும் வெளிப்புற இணைப்புக் கருவியின் வெளியேறும் குறியீட்டை நம்புங்கள்

source: Try a 'Cleanup'. If that doesn't work you need to do a fresh checkout.
ca: Prova de fer 'Neteja'. Si això no funciona haureu de fer una nova extracció.
es_es: Intenta una 'Limpieza'. Si eso no funciona necesitas hacer una copia local nueva.
ja: もし、新たにチェックアウトする必要があるが、上手くいかない場合、「クリーンナップ」を実行してみてください。
pl: Spróbuj użyć opcji 'Uporządkuj'. Jeśli to nie pomoże, na nowo pobierz dane.
pt_br: Tente uma 'Limpeza'. Se isto não funcionar, você precisará fazer uma restauração fresca.
ru: Попробуйте команду 'Очистить'. Если это не поможет, вам надо будет извлечь заново.
ta_in: 'சுத்தம்செய்' முயற்சிக்கவும். அது வேலை செய்யவில்லை என்றால், நீங்கள் புதிதாக சரிபார்ப்பு செய்ய வேண்டும்.
uk: Спробуйте 'Прибрати'. Якщо це не спрацює, доведеться зробити свіжу вивірку.
zh_tw: 試試「清理」。如果它沒有效，你需要重新取出檔案。

source: Turkish
es_es: Turco
ja: トルコ語
pl: turecki
pt_br: Turco
ru: Турецкий
ta_in: துருக்கிய
uk: Турецький
zh_tw: 土耳其文

source: Tweak TortoiseGit
ca: Personalitza TortoiseGit
es_es: Modificaciones TortoiseGit
ja: TortoiseGit を調整
pl: Dostosuj TortoiseGit
pt_br: Ajustar o TortoiseGit
ru: Подстроить TortoiseGit
ta_in: ஆமைகிட்டை மாற்றவும்
zh_tw: 調校 TortoiseGit

source: Type
ca: Tipus
es_es: Teclea
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
ta_in: வகை
uk: Тип
zh_tw: 類型

source: Type:
ca: Tipus:
es_es: Tipo:
ja: タイプ:
pl: Typ:
pt_br: Tipo:
ru: Тип:
ta_in: வகை:
uk: Тип:
zh_tw: 類型：

source: URL
ta_in: ஒருங்கிணைந்த வள இருப்பிடம்

source: URL and directory must not be empty.
ca: L'URL i el directori no han d'estar buits.
es_es: La URL y el directorio no deben estar vacíos.
ja: URL とディレクトリーに空白を指定する事はできません。
pl: Adres URL i folder nie mogą być puste.
pt_br: URL e diretório não podem estar vazios.
ru: URL и папка не должны пустовать.
ta_in: ஒருங்கிணைந்த வள இருப்பிடம் மற்றும் அடைவு காலியாக இருக்கக்கூடாது.
zh_tw: URL 或 目錄 不可為空

source: URL history
ca: Històrial d'URLs
es_es: Histórico de URL's
hr: URL povijesti
ja: URLの履歴
pl: Historia URL
pt_br: Histórico de URLs
ru: Предыдущие URL
ta_in: ஒருங்கிணைந்த வள இருப்பிட வரலாறு
uk: Історія URL
zh_tw: URL 記錄

source: URL:
ta_in: ஒருங்கிணைந்த வள இருப்பிடம்:

source: UTF-16 BE
ta_in: ஒருங்குறிஉருமாற்றவடிவம்-16 பெரியஇறுதி

source: UTF-16 LE
ta_in: ஒருங்குறிஉருமாற்றவடிவம்-16 சிறியஇறுதி

source: UTF-8
ta_in: ஒருங்குறிஉருமாற்றவடிவம்-8

source: Unable to load changelists
ta_in: மாற்றப்பட்டியல்களை ஏற்ற முடியவில்லை

source: Unable to load mail system support.
ca: No s 'ha pogut carregar suport pel sistema d'e-mail
es_es: No se pudo cargar el soporte del sistema de correo.
hr: Ne mogu učitati podršku za sustav elektroničke pošte.
ja: メールシステムサポートをロードできません。
pl: Nie udało się załadować systemu obsługi poczty.
pt_br: Impossível carregar o suporte ao sistema de correio.
ru: Невозможно загрузить поддержку почтовой системы.
ta_in: அஞ்சல் அமைப்பு ஆதரவை ஏற்ற முடியவில்லை.
uk: Нездатен завантажити підтримку поштової системи.
zh_tw: 無法載入郵件系統功能.

source: Unable to process command, server busy.
ca: No es pot processar la comanda. El servidor es troba ocupat.
es_es: No se pudo procesar el comando, servidor ocupado.
ja: コマンドを処理することができません。サーバーがビジー状態です。
pl: Nie można wykonać polecenia, serwer jest zajęty.
pt_br: Incapaz de processar comando, servidor ocupado.
ru: Невозможно выполнить команду, сервер занят.
ta_in: கட்டளையைச் செயல்படுத்த முடியவில்லை, சேவையகம் ஓய்வின்றி உள்ளது.
uk: Нездатен обробити команду, сервер зайнятий.
zh_tw: 伺服器忙碌中，無法處理命令。

source: Unable to read from %1, it is opened by someone else.
ca: No ha pogut llegir des de %1, és obert per algú altre.
es_es: No se pudo leer desde %1, está abierto por otro.
hr: Nisam u mogućnosti pročitati %1, netko drugi to drži otvorenim.
ja: %1 から読み込めません。他の誰かが開いています。
pl: Nie można odczytać %1, jest otwarty przez kogoś innego.
pt_br: Impossível ler de %1, está aberto por outra pessoa.
ru: Невозможно прочитать из %1: он открыт кем-то еще.
ta_in: %1 இலிருந்து படிக்க முடியவில்லை, அது வேறொருவரால் திறக்கப்பட்டது.
uk: Нездатен прочитати з %1, його відкрито кимось іншим.
zh_tw: 無法讀取 %1, 因為另外有人開啟.

source: Unable to read write-only property.
ca: No es pot llegir propietat només d'escriptura.
es_es: No se pudo leer, es de solo-escritura.
hr: Ne mogu pročitati svojstvo u koje je dozvoljeno samo zapisivati.
ja: 書き込み専用プロパティのため読み込めません。
pl: Nie można odczytać. Jest ustawiony atrybut <tylko do zapisu>.
pt_br: Impossível ler propriedade somente-escrita.
ru: Невозможно прочитать свойство типа 'только-для-записи'.
ta_in: எழுதுவதற்கு மட்டுமேயான பண்பை படிக்க முடியவில்லை.
uk: Нездатен прочитати властивість лише-для-запису
zh_tw: 無法讀取唯寫性質.

source: Unable to reconstruct working tree path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
ca: No s'ha pogut reconstruir la ruta de l'arbre de treball! Això pot passar si l'arxiu ha estat modificat. Si us plau, inicii el diàleg de registre només en aquest arxiu i després restitueixi els canvis en el tauler superior del diàleg de registre.
es_es: ¡No se pudo reconstruir la ruta del árbol de trabajo! Esto pasará si el archivo se ha renombrado. Por favor, inicie el diálogo de registro solamente en este archivo y luego restituye los cambios en el panel superior del diálogo de registro.
ja: 作業ツリーのパスを再構築できません。 ファイル名が変更されているかもしれません。 このファイルのログダイアログを表示し、一番上のリストから 変更の取り消しを行ってください。
pl: Nie udało się zrekonstruować ścieżko kopii roboczej! To może się zdarzyć, jeżeli plik został przemianowany. Uruchom okno logu na tym samym pliku, a następnie cofnij zmiany z górnego panelu w oknie logu.
pt_br: Impossível reconstruir caminho da cópia de trabalho! Isso pode acontecer quando o arquivo é renomeado. Por favor, inicie o diálogo de histórico apenas nesse arquivo específico e então reverta as alterações a partir do painel superior no diálogo de histórico.
ru: Невозможно воссоздать путь в рабочей копии! Такое может случится, если файл был переименован. Запустите диалог журнала только для этого файла и уберите изменения, используя контекстное меню в верхней панели диалога.
ta_in: உழைக்கும் மரப் பாதையை புனரமைக்க முடியவில்லை! கோப்பின் பெயர் மாற்றப்பட்டிருந்தால் இது நிகழலாம். தயவுசெய்து இந்தக் குறிப்பிட்ட கோப்பில் பதிவு உரையாடலைத் தொடங்கவும், பின்னர் பதிவு உரையாடலில் மேல் பலகத்தில் இருந்து மாற்றங்களை மாற்றவும்.
zh_tw: 無法重建工作目錄路徑！ 如果檔案名稱有變動，可能造成這個問題。 請對特定檔案查詢日誌，並從日誌視窗上方將變更 復原。

source: Unable to save changelists
ta_in: மாற்றப்பட்டியல்களை சேமிக்க முடியவில்லை

source: Unable to write read-only property.
ca: No es pot escriure propietat només de lectura.
es_es: No se pudo escribir, es de solo-lectura.
hr: Ne mogu pisati po svojstvu za koje je dozvoljeno samo čitanje.
ja: 読み込み専用プロパティのため書き込めません。
pl: Nie można zapisać. Jest ustawiony atrybut <tylko do odczytu>.
pt_br: Impossível escrever propriedade somente-leitura.
ru: Невозможно записать свойство типа 'только-для-чтения'.
ta_in: படிக்க மட்டும் குணம் எழுத முடியவில்லை.
uk: Нездатен записати властивість лише-для-читання
zh_tw: 無法寫入唯讀性質.

source: Unable to write to %1, it is read-only or opened by someone else.
ca: No es possible escriure a %1, es de només lectura o és oberta per algú altre.
es_es: No se pudo escribir %1, es de solo-lectura ó está abierto por otro.
hr: Nisam u mogućnosti zapisivati u %1, moguće je samo čitati ili to netko drugi drži otvorenim
ja: %1 に書き込めません。読み取り専用か、他の誰かが開いています。
pl: Nie można zapisać %1, jest przeznaczony tylko do odczytu lub jest otwarty przez kogoś innego.
pt_br: Impossível escrever para %1, é somente-leitura ou está aberto por outra pessoa.
ru: Невозможно записать в %1: он только-для-чтения либо открыт кем-то еще.
ta_in: %1 க்கு எழுத முடியவில்லை, இது படிக்க மட்டுமே அல்லது வேறொருவரால் திறக்கப்பட்டது.
uk: Нездатен писати у %1, він лише-для-читання або відкритий кимось іншим.
zh_tw: 無法寫入 %1, 它可能被設為唯讀或另有人開啟.

source: Uncheck
ca: Desactiva
es_es: Desmarcar
hr: Makni oznaku
ja: 未チェック
pl: Odznacz
pt_br: Desmarcar
ru: Снять
ta_in: தேர்வுநீக்கு
uk: Зняти позначку
zh_tw: 取消勾選

source: Unchecked items are not shown in the top menu but only in the original menu
ta_in: தேர்வு செய்யப்படாத உருப்படிகள் மேல் மெனுவில் காட்டப்படவில்லை, ஆனால் அசல் மெனுவில் மட்டுமே

source: Unchecked items will appear in the TortoiseGit submenu, checked items directly in the main context menu.
ca: Els elements no seleccionats es mostraran en el submenú del TortoiseGit, i els elements seleccionats es mostraran directament al menú contextual principal.
pt_br: Itens não marcados vão aparecer no submenu TortoiseGit, itens marcados diretamente no menu de contexto principal.
ta_in: தேர்வு செய்யப்படாத உருப்படிகள் ஆமைகிட் துணைமெனுவில் தோன்றும், சரிபார்க்கப்பட்ட உருப்படிகள்நேரடியாக முக்கிய சூழல் மெனுவில் தோன்றும்.

source: Undo
ca: Desfés
es_es: Deshacer
ja: 元に戻す
pl: Cofnij
pt_br: Desfazer
ru: Отменить
ta_in: செயல்தவிர்
uk: Відмінити
zh_tw: 復原

source: Undo Add...
ca: Desfés afegir
es_es: Deshacer Añadir...
ja: 追加を取り消す...
pl: Cofnij Dodaj...
pt_br: Desfazer Adicionar...
ru: Отменить добавление...
ta_in: சேர்வை செயல்தவிர்...
zh_tw: 取消加入...

source: Undo the last action Undo
ca: Desfés la última acció Desfés
es_es: Deshacer última acción Deshacer
hr: Poništi zadnju akciju Poništi
ja: 直前に行った操作を取り消します 元に戻す
pl: Cofa ostatną operację Cofnij
pt_br: Desfazer a última ação Desfazer
ru: Отменить последнее действие Откат
ta_in: கடைசி செயலைச் செயல்தவிர் செயல்தவிர்
zh_tw: 復原上次的動作 復原

source: Undo the last modifications Undo
ca: Desfés les últimes modificacions Desfés
es_es: Deshacer últimas modificaciones Deshacer
ja: 直前に行った変更を取り消す 元に戻す
pl: Cofa ostatnie zmiany Cofnij
pt_br: Desfazer as últimas alterações Desfazer
ru: Отменить последние изменения Отменить
ta_in: கடைசி மாற்றங்களைச் செயல்தவிர் செயல்தவிர்
zh_tw: 復原上次的修改 復原

source: Unexpected file format.
ca: Format de fitxer no esperat
es_es: Formato de archivo inesperado.
hr: Neočekivani format datoteke.
ja: 想定外のファイル形式です。
pl: Nieodpowiedni format pliku.
pt_br: Formato de arquivo inesperado.
ru: Неожиданный формат файла.
ta_in: எதிர்பாராத கோப்பு வடிவம்.
uk: Неочікуваний формат файла
zh_tw: 預期外的檔案格式.

source: Unflag as skip-worktree and assume-unchanged
ca: Desmarca com ometre-arbre de treball i assumir-no modificat
es_es: Retirar el distintivo omitir-árbol-de-trabajo y asumir-inalterado
ja: フラグ assume-unchanged と skip-worktree を削除
pt_br: Desmarcar como skip-worktree e assume-unchanged
ru: Снять пометку как пропустить-в-рабочей-копии и предположительно-неизменённый
ta_in: தவிர்-வேலைமரமாக அவிழ்த்து, மாறாததாக கருதுங்கள்
zh_tw: 取消 skip-worktree 及 assume-unchanged 標記

source: Unformatted Text text without any formatting
ca: Text sense Format text sense cap format
es_es: Texto sin formato texto sin formato alguno
ja: 書式が設定されていないテキスト 書式設定の無いテキスト
pl: Niesformatowany tekst tekst bez formatowania
pt_br: Texto sem Formatação texto sem nenhuma formatação
ru: Неформатированный текст текст без форматирования
ta_in: வடிவமைக்கப்படாத உரை வடிவமைப்பு எதுவும் இல்லாத உரை
uk: Неформатований текст текст без форматування
zh_tw: 無格式文字 沒有設定格式的文字

source: Unified &diff of HEAD revisions
ca: &Diff unificades de revisions HEAD
es_es: Diff unificado de las revisiones HEAD
hr: Objedinjene &razlike glavnih (HEAD) revizija
ja: HEADリビジョン同士のUnified形式の差分(&D)
pl: Plik różnicowy &głównych (HEAD) wersji
pt_br: &Correções unificadas das revisões do HEAD
ru: Объединённые разли&чия ГОЛОВНЫХ ветвей
ta_in: தலை திருத்தங்களின் ஒருங்கிணைக்கப்பட்ட & வேறுபாடு
uk: Об'єднані ві&дмінності HEAD-модифікацій
zh_tw: HEAD 版本的統合式差異 (&D)

source: Unknown
ca: Desconegut
es_es: Desconocido
ja: 管理外
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
ta_in: தெரியாது
uk: Невідомо
zh_tw: 不明

source: Unknown ref-types
ca: Tipus ref desconeguts
pt_br: Referências desconhecidas
ta_in: தெரியாத குறிப்பு-வகைகள்

source: Unlock
hr: Odključaj
ta_in: திறத்தல்

source: Unlocked
hr: Odključano
ta_in: திறக்கப்பட்டது

source: Unlocks a file using LFS
ta_in: LFSஐப் பயன்படுத்தி ஒரு கோப்பைத் திறக்கிறது

source: Unmark this block
ca: Desmarca aquest bloc
es_es: Desmarcar este bloque
ja: このブロックのマークを外す
pl: Odznacz ten fragment
pt_br: Desmarcar este bloco
ru: Снять пометку с этого блока
ta_in: இந்தத் தொகுதியை குறிநீக்கு
zh_tw: 取消標記此區塊

source: Unresolved conflicts!
ca: Conflictes sense resoldre!
es_es: ¡Conflictos no resueltos!
ja: 未解決の競合!
pl: Nierozwiązane konflikty!
pt_br: Conflitos não resolvidos!
ru: Неулаженные конфликты!
ta_in: தீர்க்கப்படாத முரண்பாடுகள்!
uk: Невирішені конфлікти!
zh_tw: 未消除的衝突！

source: Unset tracked branch
ca: Desactiva la branca rastrejada
es_es: Vaciar la configuración del ramal (branch) en seguimiento
ja: ブランチを追跡しない
pt_br: Remover ramo rastreado
ru: Отозвать отслеживаемую ветвь
ta_in: கண்காணிக்கப்பட்ட கிளையை அமைக்கவில்லை
zh_tw: 取消遠端追蹤分支

source: Unstage selected &hunks
ta_in: தேர்ந்தெடுக்கப்பட்ட &அப்பங்கள் மேடையில் இருந்து நீக்கு

source: Unstage selected &lines
ta_in: தேர்ந்தெடுக்கப்பட்ட &வரிகள்

source: Untitled
ca: Sense títol
es_es: Sin título
hr: Bez naslova
ja: 未タイトル
pl: Bez nazwy
pt_br: Sem Título
ru: Неназванный
ta_in: பெயரிடப்படாதது
uk: Безіменний
zh_tw: 未命名

source: Unversioned
ca: Sense versionar
es_es: No versionado
ja: バージョン管理外
pl: Niewersjonowane
pt_br: Não versionado
ru: Неверсируемый
ta_in: பதிப்பு செய்யப்படாதது
uk: Неверсійні
zh_tw: 未有版本控制

source: Unversioned files mark parent folder as modified
ca: Els fitxers sense versionar marquen la carpeta contenidora com a modificada
es_es: Archivos de la carpeta antecesora marcados como no versionados
hr: Datoteke izvan sustava verzija označavaju mapu kao izmijenjenu
ja: バージョン管理外のファイルを含むフォルダーに変更マークを付ける
pl: Niewersjonowane pliki skutkują oznaczeniem nadrzędnego folderu jako zmodyfikowany
pt_br: Arquivos sem controle de versão marcam o diretório pai como modificado
ru: Неверсированные файлы помечают родительскую папку как изменённую
ta_in: பதிக்கப்படாத கோப்புகள் பெற்றோர் கோப்புறையை மாற்றியமைக்கப்பட்டதாகக் குறிக்கின்றன
uk: Неверсійні файли позначають батьківських каталог як модифікований
zh_tw: 含有無版本控制的檔案時，將上層資料夾標記為「已修改」

source: Unversioning %s
ca: Deixant de versionar %s
es_es: Desversionando %s
hr: Skidanje verzija %s
ja: %s をバージョン管理から除外中
pl: Odwersjonowanie %s
pt_br: Retirando do controle de versões de %s
ru: Разверсирование %s
ta_in: %s பதிக்கப்படாமல் செய்கிறது
zh_tw: 正在清除 %s 的版本控制資訊

source: Up
ca: Amunt
es_es: Arriba
ja: 上へ
pl: Do góry
pt_br: Acima
ru: Вверх
ta_in: மேலே
uk: Вгору
zh_tw: 向上

source: Update
ca: Actualitza
es_es: Actualización
hr: Obnovi
ja: 更新
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
ta_in: புதுப்பிப்பு
uk: Оновити
zh_tw: 更新

source: Update Ref
ca: Actualitza Ref
es_es: Referencia de actualización
ja: Ref を更新
pt_br: Atualizar referência
ru: Обновить ссылку
ta_in: குறிப்பைப் புதுப்பிக்கவும்
zh_tw: 更新參照

source: Update Submodules
ca: Actualitza Sub-mòduls
es_es: Actualizar submódulos
ja: モジュールを更新
pl: Aktualizuj podmoduł
pt_br: Atualizando Submódulos
ru: Обновить подмодули
ta_in: துணைதொகுதிகளை மேம்படுத்து
zh_tw: 更新子模組

source: Updated
ca: Actuallitzat
es_es: Actualizado
hr: Obnovljeno
ja: 更新
pl: Uaktualniono
pt_br: Atualizado
ru: Обновлено
ta_in: புதுப்பிக்கப்பட்டது
uk: Оновлено
zh_tw: 更新

source: Updating ActiveX objects
ca: Actualitzant objectes ActiveX
es_es: Actualizando objetos ActiveX
ja: ActiveX オブジェクトを更新しています
pl: Uaktualnianie obiektów ActiveX
pt_br: Atualizando os objetos ActiveX
ru: Обновление объектов ActiveX
ta_in: செயலில்எக்சு பொருள்களை மேம்படுத்துகிறது
uk: Оновлюються об'єкти ActiveX
zh_tw: 正在更新 ActiveX 物件

source: Updating index
ca: Actualitzant index
es_es: Actualizando índice
ja: インデックスを更新中
pl: Aktualizacja indeksu
pt_br: Atualizando índice
ru: Обновляется индекс
ta_in: குறியீட்டை மேம்படுத்துகிறது
zh_tw: 更新索引中

source: Use &one-pane view as default for 2-file diff
ca: Utilitza per defecte la visualització &un-panell per trobar diferències de 2 fitxers
es_es: Usar &un-panel como vista predeterminada para 2-archivos dif.
hr: Koristi &jedinstveni pogled kao uobičajeni za pregled razlika 2 datoteke
ja: 2つのファイルの差分に、デフォルトで1画面表示を使用する(&O)
pl: Porównując dwa pliki użyj widoku &jednego panelu
pt_br: Usar visualização de &um painel por padrão para comparação de 2 arquivos
ru: &Однопанельный вид по умолчанию для двуфайловых различий
ta_in: 2-கோப்பு வேறுபாட்டிற்கு முன்னிருப்பாக &ஒரு பலகக் காட்சியைப் பயன்படுத்தவும்
uk: Використовувати &однопанельне подання як типове для відмінностей двох файлів
zh_tw: 預設使用「單窗格」檢視二個檔案之間的差異(&O)

source: Use &other text block
ca: Utilitza un altre &bloc de text
es_es: Usar &otro bloque de texto
hr: Koristi &njihov blok teksta
ja: 他のテキストブロックを使用(&O)
pl: Użyj innego &bloku tekstu
pt_br: Usar &outro bloco de texto
ru: Использовать &другой текстовый блок
ta_in: &பிற உரைத் தொகுதியைப் பயன்படுத்து
uk: Використати &інший текстовий блок
zh_tw: 右區塊使用對方的區塊內容(&O)

source: Use .mailmap
ca: Utilitza .mailmap
ja: .mailmap を使用
pl: Użyj pliku .mailmap
pt_br: Usar .mailmap
ta_in: .mailmap பயன்படுத்து
zh_tw: 使用 .mailmap

source: Use HTTP path component
ca: Utilitza component de ruta HTTP
es_es: Usar el componente de ruta HTTP
ja: HTTP path を要素として利用
pl: Użyj składnika ścieżki HTTP
pt_br: Usar componente de caminho HTTP
ru: Использовать компонент пути HTTP
ta_in: HTTP பாதை கூறுகளை பயன்படுத்தவும்
zh_tw: 使用 HTTP 路徑部分

source: Use Ribbons
ca: Utilitza cintes
es_es: Usar cintas (ribbons)
ja: リボンを使用
pl: Użyj wstążki
pt_br: Usar Ribbons
ru: Использовать ленточный интерфейс
ta_in: நாடாக்களைப் பயன்படுத்து
zh_tw: 使用 Ribbon 介面

source: Use Unified Diff from &clipboard
ca: Utilitza Diff Unificat des del p&ortapapers
es_es: Usar Dif. Unificado desde el &portapapeles
ja: クリップボードのUnified形式の差分を使用(&C)
pl: Użyj pliku różnicowego ze &schowka
pt_br: Usar Comparação Unificada a partir da área de transferência
ru: Использовать объединённые &различия из буфера обмена
ta_in: &இடைநிலைப் பலகையில் இருந்து ஒருங்கிணைந்த வேறுபாட்டைப் பயன்படுத்து
uk: Використати Об'єднані відмінності з &буфера обмігу
zh_tw: 使用剪貼簿中的統合式差異檔(&C)

source: Use a different name or use the "Force" option to overwrite it.
ca: Faci servir un altre nom o activi la opció "Força" per tal de sobre-escriure-ho.
es_es: Usa otro nombre o utilizar el "Forzar" como opción para sobrescribir.
ja: 違う名前を使うか、上書きするために「強制」オプションを使ってください。
pt_br: Use um nome direfente ou use a opção "Forçar" para sobrescrevê-lo.
ru: Используйте другое имя или воспользуйтесь опцией "Принудительно" для перезаписи.
ta_in: வேறு பெயரைப் பயன்படுத்தவும் அல்லது அதை மேலெழுத "கட்டாயம்" விருப்பத்தைப் பயன்படுத்தவும்.
zh_tw: 用另一名稱或用「強制」選項覆寫它。

source: Use a different name or use the "Override branch" option.
ca: Faci servir un nom diferent, o activi la opció "sobreescriu la branca".
es_es: Utilice un nombre diferente o use la opción "Reemplazar ramal".
ja: 違う名前を使うか、「ブランチを上書き」 オプションを使ってください。
pt_br: Use um nome diferente ou use a opção "Sobrepor ramo".
ru: Используйте другое имя или воспользуйтесь опцией "Заместить ветвь".
ta_in: வேறு பெயரைப் பயன்படுத்தவும் அல்லது "கிளை மேலெழுதவும்" விருப்பத்தைப் பயன்படுத்தவும்.
zh_tw: 用另一名稱或用「覆寫已存在的分支」選項。

source: Use all content from the left view Use left file
ca: Utilitza tot el contingut de la vista esquerra Utilitza fitxer esquerra
es_es: Usar todo el contenido de la vista izquierda Usar archivo Izqi
ja: すべて左ビューの内容を使用する 左側のファイルを使用
pl: Użyj całej zawartości z lewej strony Użyj lewego pliku
pt_br: Usar o conteúdo completo da esquerda Usar arquivo da esquerda
ru: Использовать всё содержимое из левой панели Использовать левый файл
ta_in: எல்லா உள்ளடக்கத்தையும் இடது பார்வையில் இருந்து பயன்படுத்தவும் இடது கோப்பை பயன்படுத்து
uk: Використати увесь вміст лівого подання Використати лівий файл
zh_tw: 使用左窗格中全部的檔案內容 使用左檔案

source: Use block from left before right
ca: Utilitza bloc esquerra abans que dreta
es_es: Usar bloque de la izquierda antes que el derecho
ja: 左→右の順でブロックを使用
pl: Użyj bloku z lewej przed prawym
pt_br: Usar bloco de texto da esquerda antes do da direita
ru: Использовать левый блок перед правым
ta_in: வலதுக்கு முன் இடமிருந்து தொகுதியைப் பயன்படுத்தவும்
uk: Використати лівий блок перед правим
zh_tw: 左區塊＋右區塊

source: Use block from left view before block from right view Use block from left before right
ca: Utilitza bloc de la vista esquerra abans que bloc de la vista dreta Utilitza bloc de l'esquerra abans de la dreta
es_es: Usar bloque de la vista izquierda antes que el derecho Usar bloque izquierdo antes que el derecho
ja: 右ビューのブロックの前に左ビューのブロックを使用する 左→右の順でブロックを使用
pl: Użyj bloku z lewej strony przed blokiem z prawej Użyj bloku z lewej przed prawym
pt_br: Usar bloqueio da visualização esquerda antes do bloqueio da visualização direita Usar bloqueio da esquerda antes da direita
ru: Использовать блок из левой панели перед блоком из правой Использовать левый блок перед правым
ta_in: வலது பார்வையில் இருந்து தொகுதிக்கு முன் இடது பார்வையில் இருந்து தொகுதியைப் பயன்படுத்தவும் வலது முன் இடமிருந்து தொகுதியைப் பயன்படுத்தவும்
uk: Використати блок з лівого подання перед блоком з правого Використати лівий блок перед правим
zh_tw: 先使用「左」窗格的文字區塊，再使用「右」窗格的文字區塊。 左區塊＋右區塊
