Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Merge Reintegrate
ca: Fusiona Reintegra
es_es: Reintegración Combinar
hr: Stopi Reintegriraj (!?)
ja: マージの再統合
pl: Reintegruj scalanie
pt_br: Reintegrar Combinação
ru: Воссоединительное слияние
ta_in: மறு ஒருங்கிணைப்பு
uk: Злити переінтегрування
zh_tw: 合併-重新整合

source: Merge Tool
ta_in: ஒருங்கிணைக்கும் கருவி

source: Merge between original branch, working tree contents, and the branch to switch to
ca: Fusió entre la branca original, el contingut del directori de treball i la branca cap a on es canvia
es_es: Fusión entre el ramal original, contenidos del árbol de trabajo (working tree), y el ramal al que cambiar
ja: オリジナルのブランチと、作業ツリーの内容と、切り替え先のブランチとをマージする
pt_br: Mesclar entre ramo original, conteúdo da pasta de trabalho, e ramo para o qual trocar
ru: Слияние между оригинальной ветвью, содержимым рабочей копии, и ветвью на которую надо переключиться
ta_in: அசல் கிளை, பணிபுரியும் மரத்தின் உள்ளடக்கங்கள் மற்றும் கிளைக்கு இடையே ஒன்றிணைக்கவும் இதற்கு மாறு
zh_tw: 合併原先分支、工作目錄內容及切換至的分支

source: Merged
ca: Fusionats
es_es: Combinado
hr: Stopljeno
ja: マージ済み
pl: Scalono
pt_br: Combinado
ru: Слито
ta_in: இணைக்கப்பட்டது
uk: Злито
zh_tw: 已合併

source: Merged Files
ca: Arxius fusionats
es_es: Archivos Combinados
ja: マージしたファイル
pl: Scalone pliki
pt_br: Arquivos Combinados
ru: Слитые файлы
ta_in: இணைக்கப்பட்ட கோப்புகள்
zh_tw: 已合併的檔案

source: Merges another branch
ca: Fusiona una altra branca
es_es: Fusiona otro ramal
ja: 他のブランチをマージする
pl: Scala inną gałąź
pt_br: Combina com outro ramo
ru: Слияние с другой ветвью
ta_in: மற்றொரு கிளையை இணைக்கிறது
zh_tw: 合併另一分支

source: Merging
ca: Fusionant
es_es: Combinando
hr: Stapanje
ja: マージ
pl: Scalanie
pt_br: Combinando
ru: Слияние
ta_in: இணைத்தல்
uk: Зливається
zh_tw: 正在合併

source: Merging requires different revisions or different URLs in 'From:' and 'To:'
ca: Fusionar requereix diferents revisions o diferents URLs a 'De:' i 'Cap a:'
es_es: La combinación requiere de diferentes revisiones o diferentes URLs en 'Desde:' y 'Hacia:'
hr: Stapanje zahtijeva različite revizije ili različite URL-ove u 'Od:' i 'Do:'
ja: マージを行うには、「元:」と「先:」に異なるリビジョン、もしくは異なるURLを指定する必要があります。
pl: Scalanie wymaga różnych wersji lub różnych URLi w 'Z:' i 'Do:'
pt_br: Combinar, requer diferentes revisões ou diferentes URLs em 'De:' e 'Para:'
ru: Для слияния необходимы различные ревизии или различные URL в полях 'С:' и 'По:'
ta_in: இணைப்பதற்கு வெவ்வேறு மீள்திருத்தங்கள் அல்லது வெவ்வேறு ஒருங்கிணைந்தவளஇருப்பிடங்கள் 'இருந்து:' மற்றும் 'இதற்கு:' இல் தேவைப்படுகின்றன
zh_tw: 合併時，「從：」和「到：」的 URL 或是版本不可以相同

source: Message
ca: Missatge
es_es: Mensaje
hr: Poruka
ja: メッセージ
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
ta_in: செய்தி
uk: Повідомлення
zh_tw: 訊息

source: Message onl&y
ca: Només missatge
es_es: Sólo mensajes
ja: メッセージのみ (&Y)
pl: Tyl&ko wiadomość
pt_br: &Apenas mensagem
ru: Т&олько сообщение
ta_in: செய்தி மட்டும்&
uk: Тільки повідомлення
zh_tw: 只輸入訊息(&Y)

source: Message part &expression:
ca: &Expressió de part de missatge
es_es: Parte del mensaje &expression:
ja: メッセージ部の正規表現(&E):
pl: &Wyrażenie częściowe wiadomości:
pt_br: &Expressão para mensagem:
ru: В&ыражение части сообщения:
ta_in: செய்தி பகுதி & வெளிப்பாடு:
zh_tw: 訊息正規表示式(&E)：

source: Messages
ca: Missatges
es_es: Mensajes
hr: Poruke
ja: メッセージ
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
ta_in: செய்திகள்
uk: Повідомлення
zh_tw: 訊息

source: Min
ca: Mín
hr: Minimum
ja: 最小
pt_br: Mín
ta_in: குறைந்த
uk: Мін
zh_tw: 最小

source: Mine
ca: Meu
es_es: El mío
hr: Moje
ja: こちら側
pl: Moje
pt_br: Meu
ru: Мой
ta_in: என்னுடையது
uk: Моє
zh_tw: 我的

source: Minimum number of chars for a commit message:
ca: Nombre mínim de caràcters per un missatge d'entrega:
es_es: Número mínimo de caracteres para un mensaje de consignación (commit):
ja: コミットメッセージの最低文字数:
pl: Minimalna liczba znaków dla wiadomości przy zatwierdzaniu:
pt_br: Número mínimo de caracteres para uma mensagem de submissão:
ru: Минимальное количество символов в описании к фиксации:
ta_in: ஒரு உறுதிமொழி செய்திக்கான குறைந்தபட்ச எழுத்துக்கள்:
uk: Мінімальна кількість символів у повідомленні фіксації
zh_tw: 提交訊息的最小字符數：

source: Misc
ca: Miscel·lània
es_es: Miscelánea
hr: Razno
ja: その他
pl: Różne
pt_br: Miscelânea
ru: Разное
ta_in: இதர
uk: Різне
zh_tw: 其他

source: Missing
ca: Manca
es_es: Desaparecido
ja: 行方不明
pt_br: Ausente
ru: Отсутствует
ta_in: காணவில்லை
uk: Необхідно
zh_tw: 遺失

source: Mixed
ca: Barrejat
es_es: Mezclado
hr: Miješano
ja: ミックス
pl: Mieszany
pt_br: Misto
ru: Смешанное
ta_in: கலவை
uk: Змішане
zh_tw: 混合

source: Modification date
ca: Data de modificació
es_es: Fecha de modificación
hr: Datum promjene
ja: 変更日
pl: Data modyfikacji
pt_br: Data de modificação:
ru: Дата изменения
ta_in: மாற்றியமைக்கப்பட்ட தேதி
uk: Дата модифікації
zh_tw: 修改日期

source: Modified
ca: Modificat
es_es: Modificado
hr: Izmijenjeno
ja: 変更
pl: Zmodyfikowano
pt_br: Modificado
ru: Изменено
ta_in: மாற்றியமைக்கப்பட்டது
uk: Модифіковано
zh_tw: 已修改

source: Modified Files
ca: Arxius modificats
es_es: Archivos Modificados
ja: 変更されたファイル
pl: Zmienione pliki
pt_br: Arquivos Modificados
ru: Изменённые файлы.
ta_in: மாற்றியமைக்கப்பட்ட கோப்புகள்
uk: Змінені файли
zh_tw: 已修改的檔案

source: More colors...
ca: Més colors...
es_es: Más Colores...
hr: Više boja...
ja: その他の色...
pl: Więcej kolorów...
pt_br: Mais cores...
ru: Другие цвета...
ta_in: மேலும் வண்ணங்கள்...
uk: Ще кольорів...
zh_tw: 其它顏色...

source: More...
ca: Més
es_es: Más...
hr: Više...
ja: その他...
pl: Więcej...
pt_br: Mais...
ru: Ещё...
ta_in: மேலும்...
uk: Ще...
zh_tw: 更多...

source: Most active author:
ca: Autor més actiu:
es_es: Autores más activos:
hr: Najaktivniji autor:
ja: 最も活発な著者:
pl: Najbardziej aktywny użytkownik:
pt_br: Autor mais ativo:
ru: Наиболее активный автор:
ta_in: மிகவும் செயலில் உள்ள ஆசிரியர்:
uk: Найактивніший автор:
zh_tw: 最活躍作者：

source: Move and rename
ca: Mou i canvia el nom
es_es: Mover y renombrar
ja: 移動して名前を変更
pl: Przenieś i zmień nazwę
pt_br: Mover e renomear
ru: Перемещение с переименованием
ta_in: நகர்த்து மற்றும் மறுபெயரிடவும்
uk: Перемістити та перейменувати
zh_tw: 移動並重新命名

source: Move to changelist
ca: Mou a la llista de canvis
es_es: Mover a lista decambios
hr: Premjesti na skup izmjena
ja: 変更リストへ移動
pl: Przenieś do listy zmian
pt_br: Mover para a lista de alterações
ru: Переместить в группу изменений
ta_in: மாற்றப்பட்டியலுக்கு நகர்த்து
uk: Перенести до списку змін
zh_tw: 移至變更列表

source: Move/Rename
ca: Mou/Canvia el nom
es_es: Mover/Renombrar
hr: Premjesti/Promijeni ime
ja: 移動/名前変更
pl: Przenieś/Zmień nazwę
pt_br: Mover/Renomear
ru: Перемещение/Переименование
ta_in: நகர்த்து/மறுபெயரிடு
uk: Перемістити/Перейменувати
zh_tw: 移動／重新命名

source: Move: New name for %s
ca: Moure: Nom nou per a %s
es_es: Mover: Nuevo nombre para %s
hr: Premještanje: novo ime za %s
ja: 移動: %s の新しい名前
pl: Przenieś: Nowa nazwa dla %s
pt_br: Mover: Novo nome para %s
ru: Перемещение: Новое имя для %s
ta_in: நகர்த்து: %sக்கான புதிய பெயர்
uk: Перемістити: Нове ім'я для %s
zh_tw: 移動：%s 的新名稱

source: Moves the modified files to the recycle bin first before reverting
ca: Mou els fitxers modificats a la paperera abans de restituir
es_es: Mover los archivos modificados a la papelera de reciclaje antes de restituir
ja: 変更を取り消す前に、変更したファイルをごみ箱へ移動します。
pl: Przenosi zmodyfikowane pliki do kosza przed wycofaniem zmian
pt_br: Move os arquivos modificados para a lixeira antes de reverter
ru: Помещать изменённые файлы в корзину перед тем, как убрать изменения
ta_in: முதலில் மாற்றியமைக்கப்பட்ட கோப்புகளை மாற்றுவதற்கு முன் மறுசுழற்சி தொட்டிக்கு நகர்த்தும்
uk: Переносить перед відверненням змінені файли до корзини.
zh_tw: 將修改過的檔案移至資源回收筒再進行復原

source: Moving %s
ca: Movent %s
es_es: Moviendo %s
hr: Premještam %s
ja: %s を移動中
pl: Przenoszenie %s
pt_br: Movendo %s
ru: Перемещение %s
ta_in: %s ஐ நகர்த்துகிறது
uk: Переміщення %s
zh_tw: 正在移動 %s

source: Moving...
ca: Movent...
es_es: Moviendo...
hr: Premještam...
ja: 移動中...
pl: Przenoszenie...
pt_br: Movendo...
ru: Перемещение...
ta_in: நகர்கிறது...
uk: Переміщення...
zh_tw: 正在移動．．．

source: My file:
ca: El meu fitxer:
es_es: Mi archivo:
hr: Moja datoteka:
ja: My ファイル:
pl: Mój plik:
pt_br: Meu arquivo:
ru: Мой файл:
ta_in: எனது கோப்பு:
uk: Мій файл:
zh_tw: 我的檔案：

source: NC
ta_in: என்.சி

source: ND
ta_in: என்.டி

source: NI
ta_in: என்.ஐ

source: NUM
ta_in: எண்

source: Name:
ca: Nom:
es_es: Nombre:
ja: 名前:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
ta_in: பெயர்:
uk: Ім'я:
zh_tw: 名稱：

source: Navigate
ca: Navega
es_es: Explorar
ja: 移動
pl: Przejdź
pt_br: Navegar
ru: Навигация
ta_in: செல்லவும்
zh_tw: 導覽

source: Navigate to a specific line in the view Goto Line
ca: Navega a una línia específica de la vista Vés a la línia
es_es: Ir a una línea específica en la vist Ir a línea
ja: ビューの指定行へ移動 行移動
pl: Przejdź do określonego wiersza w widoku Idź do linii
pt_br: Navegar para uma linha específica na visualização Ir para Linha
ru: Перейти к определенной строке при просмотре Перейти к строке
ta_in: பார்வையில் ஒரு குறிப்பிட்ட வரிக்கு செல்லவும் வரிக்கு செல்
zh_tw: 前往目前窗格中的指定行 前往行

source: Nested
ca: Imbricat
es_es: Anidado
hr: Ugniježđeno
ja: 入れ子
pl: Zagnieżdżony
pt_br: Aninhado
ru: Вложен
ta_in: உள்ளமை
uk: Вкладено
zh_tw: 多層次

source: Network
ca: Xarxa
es_es: Redes
hr: Mreža
ja: ネットワーク
pl: Sieć
pt_br: Rede
ru: Сеть
ta_in: பிணையம்
uk: Мережа
zh_tw: 網路

source: New
ca: Nou
es_es: Nuevo
hr: Novo
ja: 新規
pl: Nowy
pt_br: Novo
ru: Новый
ta_in: புதிய
uk: Новий
zh_tw: 新增

source: New &name:
ca: Nou &nom:
es_es: Nuevo &nombre:
hr: Novo &ime:
ja: 新しい名前(&N):
pl: Nowa &nazwa:
pt_br: Novo &nome:
ru: Новое &имя:
ta_in: புதிய &பெயர்:
uk: &Нова назва:
zh_tw: 新名稱(&N)：

source: New Branch/Tag
ca: Nova branca/etiqueta
es_es: Nuevo Ramal/Etiqueta
ja: 新規ブランチタグ/タグ
pl: Nowa gałąź/tag
pt_br: Novo Ramo/Etiqueta
ru: Новая ветвь/метка
ta_in: புதிய கிளை/குறிச்சொல்
zh_tw: 新增「分支／標籤」

source: New Worktree
ta_in: புதிய பணிமரம்

source: New hash
ca: Hash nou
es_es: Nuevo identificador criptográfico (hash)
ja: 新しいハッシュ
pt_br: Nova cifra
ru: Новый хэш
ta_in: புதிய சிறுதுண்டுகள்
uk: Новий хеш
zh_tw: 新版本號

source: New message
ca: Nou missatge
es_es: Nuevo mensaje
ja: 新しいメッセージ
pt_br: Nova mensagem
ru: Новое сообщение
ta_in: புதிய செய்தி
uk: Нове повідомлення
zh_tw: 新訊息

source: New name for %s
ca: Nou nom per %s
es_es: Nuevo nombre para %s
hr: Novo ime za %s
ja: %s の新しい名前
pl: Nowa nazwa dla %s
pt_br: Novo nome para %s
ru: Новое имя для %s
ta_in: %sக்கான புதிய பெயர்
uk: Нове ім'я для %s
zh_tw: %s 的新名稱

source: New name must not be empty or the same as the original name!
ca: El nou nom no pot ser buit o igual que el nom original!
es_es: ¡El nuevo nombre no debe estar vacío ni ser el mismo que el original!
ja: 新しい名前は、空、もしくは、元々と同じ名前であってはいけません！
pl: Nowa nazwa nie może być pusta lub identyczna z oryginalną!
pt_br: O novo nome não pode ser vazio ou o mesmo que o nome original!
ru: Новое имя не должно быть пустым или таким же как исходное имя!
ta_in: புதிய பெயர் காலியாக இருக்கக்கூடாது அல்லது அசல் பெயரைப் போல இருக்கக்கூடாது!
uk: Нове ім'я повинно бути порожнім або співпадати з початковим ім'ям!
zh_tw: 名稱不能留空或與原先的相同！

source: New name:
ca: Nou nom:
es_es: Nuevo nombre:
hr: Novo ime:
ja: 新しい名前:
pl: Nowa nazwa:
pt_br: Novo nome:
ru: Новое имя:
ta_in: புதிய பெயர்:
uk: Нове ім'я:
zh_tw: 新名稱：

source: New submodule
ca: Nou sub-mòdul
es_es: Nuevo submódulo
ja: 新しいサブモジュール
pl: Nowy podmoduł
pt_br: Novo submódulo
ru: Создать подмодуль
ta_in: புதிய துணைதொகுதி
uk: Новий субмодуль
zh_tw: 新的子模組

source: Newer commit time
ca: Hora d'entrega més nova
es_es: Consigna más reciente
ja: 新しいコミット時刻
pt_br: Nova hora de submissão
ru: Время более новой фиксации
ta_in: புதிய உறுதிமொழி நேரம்
zh_tw: 較新提交時間

source: Newlines
ca: Salts de línia
es_es: Caracteres de nueva línea
ja: 改行文字
pl: Znaki nowej linii
pt_br: Quebras-de-linha
ru: Новые линии
ta_in: புதிய வரிகள்
uk: Нові рядки
zh_tw: 新列

source: Next
ca: Següent
es_es: Siguiente
ja: 次へ
pl: Następny
pt_br: Próximo
ru: Далее
ta_in: அடுத்து
uk: Наступний
zh_tw: 下一個

source: Next conflict
ca: Següent conflicte
es_es: Siguiente conflicto
ja: 次の 競合
pl: Następny konflikt
pt_br: Próximo Conflito
ru: Следующий конфликт
ta_in: அடுத்த முரண்பாடு
uk: Наступний конфлікт
zh_tw: 下一個衝突

source: Next difference
ca: Següent diferència
es_es: Siguiende Dif.
ja: 次の 相違
pl: Następna różnica
pt_br: Próxima Diferença
ru: Следующее различие
ta_in: அடுத்த வேறுபாடு
uk: Наступне розходження
zh_tw: 下一個差異

source: Next inline difference
ca: Següent diferència en-linia
es_es: Siguiente Dif. en línea
ja: 次の 行内相違
pl: Następna różnica w linii
pt_br: Próxima diferença em linha
ru: Следующее различие в строке
ta_in: அடுத்த வரியில் வேறுபாடு
zh_tw: 下一個 行內差異

source: No &Fast Forward
ca: Sense avançaments ràpids
es_es: Sin &Avance rápido
ja: ファストフォワードしない(&F)
pt_br: Sem &Avanço Rápido
ru: Без перемотки
ta_in: வேகமாக முன்னோக்கி இல்லை
zh_tw: 不用快進(&F)

source: No &merges
ca: Sense &fusions
es_es: Sin &merges
ja: マージなし(&M)
pt_br: Sem &combinações
ru: Без слияний
ta_in: &ஒன்றிணைப்புகள் இல்லை
zh_tw: 不包括合併(&M)

source: No Checkout
ca: Sense extracció
es_es: No Comprobar
ja: チェックアウトしない
pl: Nie pobrano
pt_br: Sem Restaurar
ru: Нет извлечения
ta_in: சரிபார்ப்பு இல்லை
zh_tw: 不要取出

source: No Co&mmit
ca: Sense entrega
es_es: Sin Co&mmit
ja: コミットしない(&M)
pt_br: Não &Submeter
ru: Не &фиксировать
ta_in: &உறுதிமொழி இல்லை
uk: Нема фіксацій
zh_tw: 不提交(&M)

source: No HEAD found
ca: No s'ha trobat el HEAD
es_es: CABEZA no encontrada
ja: HEADが見つかりません
pt_br: HEAD não encontrado
ru: ГОЛОВНАЯ ветвь не найдена
ta_in: தலை கிடைக்கவில்லை
zh_tw: 找不到 HEAD

source: No a/ and b/ prefixes
ca: Sense prefixos /a i /b
ja: a/ と b/ のプレフィックスがありません
pt_br: Sem prefixos a/ e b/
ru: Без a/ и b/ префиксов
ta_in: அ/ மற்றும் ஆ/ முன்னொட்டுகள் இல்லை
zh_tw: 不使用前綴「a/」和「b/」（以相容 svn 補綴格式）

source: No checkout of HEAD is performed after the clone is complete. This makes the working tree empty.
ta_in: நகல் முடிந்ததும் தலையின் சரிபார்ப்பு எதுவும் செய்யப்படவில்லை. இது பணிபுரியும் மரத்தை காலியாக்குகிறது.

source: No command specified! TortoiseGitProc.exe is used by the Shell extension and should not be called directly!
ca: No s'ha especificat cap comanda! TortoiseGitProc.exe és una extensió de Shell i no s'hauria d'executar manualment/directament!
es_es: ¡No se especificó comando! ¡TortoiseGitProc.exe se usa por las extensiones del shell y no debe ser llamado directamente!
ja: コマンドが指定されませんでした。 TortoiseGitProc.exe はシェル拡張より使用されます。ダイレクトに呼び出す事は出来ません。
pt_br: Nenhum comando especificado! TortoiseGitProc.exe é utilizado pela extensão do sistema e não deve ser executado diretamente!
ru: Не указано ни одной команды! TortoiseGitProc.exe используется как расширение оболочки и не должен запускаться напрямую!
ta_in: எந்த கட்டளையும் குறிப்பிடப்படவில்லை! ஆமைகிட்Proc.exe ஓடு நீட்டிப்பால் பயன்படுத்தப்படுகிறது மற்றும் நேரடியாக அழைக்கப்படக்கூடாது!
zh_tw: 未指定命令！ TortoiseGitProc.exe 被 Shell extension 所執行，請勿直接執行！

source: No command value specified!
ca: No s'ha especificat cap valor de comanda!
es_es: ¡No se ha especificado valor de comando!
hr: Vrijednost naredbe nije određena!
ja: 何のコマンド値も指定されません。
pl: Nie określona wartość w poleceniu!
pt_br: Nenhum comando especificado!
ru: Не установлено значение для команды!
ta_in: கட்டளை மதிப்பு குறிப்பிடப்படவில்லை!
uk: Не вказано значення команди!
zh_tw: 尚未指定命令值！

source: No differences found!
ca: No s'han trobat diferències!
es_es: ¡No se encontraron diferencias!
hr: Razlike nisu nađene!
ja: 相違点は見つかりませんでした。
pl: Nie wykryto różnic!
pt_br: Nenhuma diferença encontrada!
ru: Различий не найдено!
ta_in: வேறுபாடுகள் எதுவும் காணப்படவில்லை!
uk: Відмінностей не знайдено!
zh_tw: 找不到差異！

source: No differences found! Submodule may not be updated. Update submodule now?
ca: No s'han trobat diferències! Pot ser que el sub-mòdul no estigui actualitzat. Voleu actualitzar-lo ara?
es_es: ¡No se encontraron diferencias! El Submódulo no se pudo actualizar. ¿Actualizar submódulo ahora?
ja: 違いは見つかりませんでした。サブモジュールは更新していません。今サブモジュールを更新しますか？
pt_br: Nenhuma diferença encontrada! O submódulo pode estar atualizado. Atualizar submódulo agora?
ru: Различий не найдено! Подмодуль может быть не обновлён. Обновить подмодуль?
ta_in: வேறுபாடுகள் எதுவும் இல்லை! துணைத்தொகுதி புதுப்பிக்கப்படாமல் இருக்கலாம். துணைத்தொகுதியை இப்போது புதுப்பிக்கவா?
zh_tw: 找不到差異！子模組可能未更新。要現在更新子模組嗎？

source: No error message is available.
ca: No hi ha disponible cap error de missatge.
es_es: No hay dispodible ningún mensaje de error.
hr: Nije dostupna niti jedna poruka o greški.
ja: どのエラーメッセージも使用できません。
pl: Brak dostępnego komunikatu o błędzie.
pt_br: Nenhuma messagem de erro.
ru: Сообщение об ошибке не доступно.
ta_in: எந்த பிழை செய்தியும் கிடைக்கவில்லை.
uk: Повідомлення про помилку нема в наявності.
zh_tw: 沒有錯誤訊息.

source: No error occurred.
ca: No ha ocorregut cap error.
es_es: No ocurrió ningún error.
hr: Greška se nije pojavila.
ja: エラーは何も起きませんでした。
pl: Nie wystąpiły błędy.
pt_br: Não ocorreu nenhum erro.
ru: Ошибок не произошло.
ta_in: எந்த பிழையும் ஏற்படவில்லை.
uk: Помилки не трапилось.
zh_tw: 沒有發生錯誤.

source: No extra changes after merge
ca: Sense canvis addicionals després de la fusió
es_es: No hay cambios adicionales después de combinar (merge)
ja: マージ後の追加の変更はありませんでした
pt_br: Nenhuma outra alteração após a mesclagem
ru: Нет дополнительных изменений после слияния
ta_in: இணைந்த பிறகு கூடுதல் மாற்றங்கள் இல்லை
zh_tw: 合併時沒有額外帶入的變更

source: No files or folders were modified. There is nothing for TortoiseGit to revert!
ca: No s'han modificat carpetes o arxius. No hi ha res que TortoiseGit pugui restituir!
es_es: No se modificaron archivos o carpetas, ¡no hay nada que TortoiseGit restituya!
ja: ファイルやフォルダーは何も変更されていません。 TortoiseGit が取り消す変更は何もありません。
pl: TortoiseGit nie może wycofać zmian. Pliki lub foldery nie były modyfikowane!
pt_br: Nenhum arquivo ou pasta foi modificado. Não há o que o TortoiseGit reverter!
ru: Ни один файл или папка не были изменены. TortoiseGit нечего убирать!
ta_in: கோப்புகள் அல்லது கோப்புறைகள் எதுவும் மாற்றப்படவில்லை. ஆமைகிட்டுக்கு மாற்றியமைக்க எதுவும் இல்லை
uk: Нема змінених файлів або тек. TortoiseGit нічого відкачувати
zh_tw: 沒有變動的檔案或目錄，不需要 TortoiseGit 復原！

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files.
ca: No hi ha fitxers per mostrar amb la configuració actual. Activeu una o més opcions de sota per veure fitxers sense versionar, ignorats i/o sense modificar.
es_es: No hay ficheros que mostrar con la actual configuración. Marque uno o más ajustes debajo para ver ficheros no versionados, ignorados y/o inalterados.
ja: 現在の設定では表示するファイルはありません。 バージョン管理外、無視、未変更、のファイルを見るためには以下の設定にチェックをしてください。
pt_br: Nenhum arquivo para exibir com a configuração atual. Verifique uma ou mais configurações abaio para ver arquivos não versionados, ignorados e/ou não modificados.
ru: Нет ни одного файла для отображения, исходя из текущих настроек. Отметьте один или более флажков ниже для того, чтобы увидеть неверсионированные, игнорируемые и/или неизменённые файлы.
ta_in: தற்போதைய அமைப்பில் காண்பிக்க கோப்புகள் இல்லை. பதிக்கப்படாத, புறக்கணிக்கப்பட்ட மற்றும்/அல்லது பதிப்பு செய்யப்படாத கோப்புகளைப் பார்க்க கீழே உள்ள ஒன்று அல்லது அதற்கு மேற்பட்ட அமைப்புகளைச் சரிபார்க்கவும்.
zh_tw: 目前設定下沒有可顯示的檔案。 勾選以下的設定以顯示無版本控制的、忽略的、或是無變更的檔案。

source: No files were changed or added since the last commit.
ca: No s'han modificat o afegit fitxers des de l'última entrega.
es_es: No se cambiaron o añadieron ficheros desde la última consignación (commit).
ja: 最後のコミットから 変更/追加されたファイルはありません。
pt_br: Nenhum arquivo foi alterado ou adicionado desde a última submissão.
ru: Ни один файл не был изменен или добавлен с момента последней фиксации.
ta_in: கடந்த உறுதிமொழிக்குப் பிறகு எந்த கோப்புகளும் மாற்றப்படவில்லை அல்லது சேர்க்கப்படவில்லை.
zh_tw: 從上次提交以來沒有任何檔案 變動或加入。

source: No files were changed or added since the last commit. Do you want to see the unversioned files?
ca: No s'han modificat o afegit fitxers des de l'última entrega. Voleu veure els fitxers sense versionar?
es_es: No se cambiaron o añadieron ficheros desde la última consignación (commit). ¿Quiere ver los ficheros no versionados?
ja: 最後のコミットから 変更/追加されたファイルはありません。 バージョン管理外のファイルを見ますか？
pt_br: Nenhum arquivo foi alterado ou adicionado desde a última submissão. Você deseja visualizar os arquivos não versionados?
ru: Ни один файл не был изменен или добавлен с момента последней фиксации. Желаете просмотреть неверсионированные файлы?
ta_in: கடந்த உறுதிமொழிக்குப் பிறகு எந்த கோப்புகளும் மாற்றப்படவில்லை அல்லது சேர்க்கப்படவில்லை. பதிப்பு செய்யப்படாத கோப்புகளைப் பார்க்க விரும்புகிறீர்களா?
zh_tw: 從上次提交以來沒有任何檔案 變動或加入。 要檢視未加入版本控制的檔案嗎？

source: No filter
ca: Sense filtre
ja: フィルターなし
pt_br: Sem filtro
ta_in: வடிப்பான் இல்லை

source: No git.exe found. TortoiseGit requires a git.exe for its operations (e.g., such as provided by the Git for Windows package).
ca: No s'ha trobat cap git.exe. El TortoiseGit necessita un git.exe per a les seves operacions (p. ex. el que proporciona el paquet del Git per Windows).
ja: git.exe が見つかりませんでした。 TortoiseGit はその動作に git.exe を必要とします（例えば、Git for Windows パッケージによって提供されるものなど）。
pt_br: Nenhum git.exe encontrado. TortoiseGit precisa de um git.exe para suas operações (como as fornecidas pelo pacote Git para Windows).
ta_in: கிட்.exe கிடைக்கவில்லை. ஆமைகிட்டுக்கு அதன் செயல்பாடுகளுக்கு கிட்.exe தேவைப்படுகிறது (எ.கா.,சாளரங்களிற்கான கிட் தொகுப்பு வழங்கியது போன்றவை).
uk: git.exe не знайдено. git.exe необхідний для правильного функціонування TortoiseGit (ви можете встановити Git for Windows щоб отримати git.exe).
zh_tw: 找不到 git.exe。 TortoiseGit 需要藉由一個 git 執行檔來執行實際的 git 操作（例如：由 Git for Windows 所提供的 git 執行檔）。

source: No graph available
ca: No hi ha cap gràfic disponible
es_es: Ningún gráfico disponible
hr: Graf nije dostupan
ja: グラフを利用できません
pl: Wykres nie jest dostępny
pt_br: Nenhum gfáfico disponível
ru: Нет ни одного графа в наличии
ta_in: வரைபடம் இல்லை
uk: Графа нема в наявності
zh_tw: 沒有圖可顯示

source: No image encoder found for %s.
ca: No s'ha trobat codificador d'imatge per %s.
es_es: No se encuentra codificador de imagen para %s.
hr: Program za kodiranje slika nije nađen za %s.
ja: %s に対する画像エンコーダが見つかりません。
pl: Nie znaleziono kodeka obrazu dla %s.
pt_br: Nenhum codificador de imagens encontrado para %s.
ru: Не найден ни один обработчик для изображения %s.
ta_in: %sக்கு பட குறியாக்கி எதுவும் இல்லை.
uk: Не знайдено кодувальник зображень для %s.
zh_tw: 找不到 %s 的圖型編碼程式。

source: No limitation
ca: Sense límit
es_es: Sin limitación
ja: 制限しない
pt_br: Sem limite
ru: Нет ограничений
ta_in: வரம்பு இல்லை
uk: Без обмежень
zh_tw: 無限制

source: No more revisions found.
ca: No s'han trobat més revisions.
es_es: No se encontraron m´s revisiones
ja: それ以上リビジョンは見つかりませんでした。
pt_br: Não encontra mais revisões.
ru: Фиксаций более не найдено.
ta_in: மேலும் மீள்திருத்தங்கள் எதுவும் காணப்படவில்லை.
zh_tw: 找不到更多版本。

source: No need to rebase "%1!s!" equals "%2!s!"
ca: No cal fer rebase "%1!s!" equival a "%2!s!"
pt_br: Não é necessário rebase "%1!s!" é igual a "%2!s!"
ta_in: மறுதளம் செய்ய தேவையில்லை "%1!s!" என்பதற்குசமம் "%2!s!"

source: No previous version.
ca: No hi ha versió anterior.
es_es: No hay versión anterior.
ja: 直近のバージョンではありません。
pl: Brak poprzedniej wersji.
pt_br: Nenhuma versão anterior.
ru: Нет предыдущей версии.
ta_in: முந்தைய பதிப்பு இல்லை.
zh_tw: 沒有前一版本

source: No reference found
ca: No s'han trobat referències!
es_es: No hay ninguna referencia
ja: リファレンスが見つかりません
pt_br: Nenhuma referência encontrada
ru: Ссылки не найдено
ta_in: குறிப்பு எதுவும் கிடைக்கவில்லை
zh_tw: 沒找到參照

source: No spell corrections
ca: Sense correccions ortogràfiques
es_es: No hay correcciones ortográfícas
hr: Nema ispravaka pravopisa
ja: スペルの訂正はありません
pl: Brak poprawek pisowni
pt_br: Não há correções de ortografia
ru: Без исправлений
ta_in: எழுத்துப்பிழை திருத்தங்கள் இல்லை
zh_tw: 沒有拼字修正
