Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Output Directory
ca: Directori de sortida
es_es: Directorio de Salida
ja: 出力ディレクトリー
pl: Katalog wyjściowy
pt_br: Diretório de Saída
ru: Каталог назначения
ta_in: வெளியீட்டு கோப்பகம்
uk: Вихідна тека
zh_tw: 輸出目錄

source: Output.prn
ca: Sortida.prn
es_es: Salida.impr
ta_in: வெளியீட்டு.prn

source: Overlay Handlers
ta_in: மேலடுக்கு கையாளுபவர்கள்

source: Overwrite
ca: Sobreescriu
es_es: Sobreescribir
hr: Prepiši
ja: 上書き
pl: Nadpisz
pt_br: Sobrescrever
ru: Перезаписать
ta_in: மேலெழுது
uk: Перезаписати
zh_tw: 覆寫

source: Overwrite working tree changes (&force)
ca: Sobreescriu els canvis del directori de treball (&força)
ja: 作業ツリーの変更を上書きする (&force)
pt_br: Sobrescrever alterações a árvore (&forçar)
ru: Перезаписать изменения в рабочей директории (форсировать)
ta_in: பணிபுரியும் மர மாற்றங்களை மேலெழுதவும் (&கட்டாயமாக)
zh_tw: 強制覆寫工作目錄的變更 (&F)

source: P&age setup...
ca: Configuració de la p&àgina...
es_es: Configuración de p&ágina...
ja: ページ設定(&A)...
pt_br: Configuração de p&ágina...
ru: Настройка страницы...
ta_in: &பக்க அமைவு...
uk: Установки сторінки...
zh_tw: 版面設定(&A)...

source: PC
ta_in: பிசி

source: PD
ta_in: பிடி

source: PI
ta_in: பிஐ

source: Package registered
ta_in: தொகுப்பு பதிவு செய்யப்பட்டது

source: Page %u
ca: Pàgina %u
es_es: Página %u
hr: Stranica %u
ja: ページ %u
pl: Strona %u
pt_br: Página %u
ru: Страница %u
ta_in: பக்கம் %u
uk: Сторінка %u
zh_tw: 頁 %u

source: Page %u Pages %u-%u
ca: Pàgina %u Pàgines %u-%u
es_es: Página %u Páginas %u-%u
hr: Stranica %u Stranice %u-%u
ja: ページ %u ページ %u-%u
pl: Strona %u Strony %u-%u
pt_br: Página %u Páginas %u-%u
ru: Страница %u Страницы %u-%u
ta_in: பக்கம் %u பக்கங்கள் %u-%u
uk: Сторінка %u Сторінки %u-%u
zh_tw: 頁 %u 頁面 %u-%u

source: Page :
ca: Pàgina :
es_es: Página :
hr: Stranica :
ja: ページ :
pl: Strona:
pt_br: Página :
ru: Страница:
ta_in: பக்கம் :
uk: Сторінка :
zh_tw: 頁：

source: Pane 1
ca: Subfinestra 1
es_es: Panel 1
ja: 領域 1
pl: Panel 1
pt_br: Painel 1
ru: Панель 1
ta_in: பலகை 1
zh_tw: 窗格1

source: Pane 2
ca: Subfinestra 2
es_es: Panel 2
ja: 領域 2
pl: Panel 2
pt_br: Painel 2
ru: Панель 2
ta_in: பலகை 2
zh_tw: 窗格2

source: Parameters
ca: Paràmetres
es_es: Parámetros
ja: パラメーター
pl: Parametry
pt_br: Parâmetros
ru: Параметры
ta_in: அளவுருக்கள்
uk: Параметри
zh_tw: 參數

source: Parameters:
ca: Paràmetres:
es_es: Parámetros:
hr: Parametri:
ja: パラメーター:
pl: Parametry:
pt_br: Parâmetros:
ru: Параметры:
ta_in: அளவுருக்கள்:
uk: Параметри:
zh_tw: 參數：

source: Parent %d
ca: Pare %d
es_es: Predecesor %d
ja: 親 %d
pl: Rodzic %d
pt_br: Pai %d
ru: Предок %d
ta_in: பெற்றோர் %d
zh_tw: 親代 %d

source: Parent %d does not exist
ca: Pare %d no existeix
es_es: El Antecesor %d no existe
ja: 親%d はありません
pl: Rodzic %d nie istnieje
pt_br: Pai %d não existe
ru: Предок %d не существует
ta_in: பெற்றோர் %d இல்லை
zh_tw: 親代 %d 不存在

source: Parent 1
ca: Pare 1
es_es: Anterior 1
ja: 親1
pl: Rodzic 1
ru: Предок 1
ta_in: பெற்றோர் 1
zh_tw: 親代 1

source: Parent 2
ca: Pare 2
es_es: Anterior 2
ja: 親2
pl: Rodzic 2
ru: Предок 2
ta_in: பெற்றோர் 2
zh_tw: 親代 2

source: Parent of %2!s!
ca: Pare de %2!s!
ja: %2!s! の親
pt_br: Pai de %2!s!
ta_in: %2!s இன் பெற்றோர்!

source: Parent(s)
ca: Pare(s)
es_es: Antecessor(es)
ja: 親
pl: Rodzic(e)
pt_br: Pai(s)
ru: Предок(и)
ta_in: பெற்றோர்(கள்)
zh_tw: 父版本

source: Partial Staging>>
ta_in: பகுதி அரங்கேற்றம்>>

source: Partial Unstaging>>
ta_in: பகுதி அரங்கேறாதது>>

source: Password
ca: Contrasenya:
es_es: Contraseña
ja: パスワード
pl: Hasło
pt_br: Senha
ru: Пароль
ta_in: கடவுச்சொல்
uk: Пароль
zh_tw: 密碼

source: Password:
ca: Contrasenya:
es_es: Contraseña:
hr: Zaporka:
ja: パスワード:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
ta_in: கடவுச்சொல்:
uk: Пароль:
zh_tw: 密碼：

source: Paste
ca: Enganxa
es_es: Pegar
ja: 貼り付け
pl: Wklej
pt_br: Colar
ru: Вставить
ta_in: ஒட்டு
uk: Вставити
zh_tw: 貼上

source: Paste &filename list
ca: Enganxa la llista de noms de &fitxer
es_es: Pegar lista de nombres de &fichero
ja: ファイル名のリストを貼り付け(&F)
pt_br: Colar lista de &nomes de arquivo
ru: Вставить список имен &файлов
ta_in: &கோப்பு பெயர் பட்டியலை ஒட்டவும்
zh_tw: 貼上檔名列表(&F)

source: Paste &last commit message
ca: Enganxa el missatge de &l'última entrega
es_es: Pegar &último mensaje de consignación (commit)
ja: 最後のコミットメッセージを貼り付け(&L)
pt_br: Colar ú&ltima mensagem de submissão
ru: Вставить сообщение &крайней фиксации
ta_in: &கடைசி உறுதிமொழி செய்தியை ஒட்டவும்
zh_tw: 貼上上次提交的訊息(&L)

source: Paste r&ecent message...
ca: Enganxa el missatge r&ecent...
ja: 最近のメッセージを貼り付け(&E)...
pt_br: Colar mensagem r&ecente...
ru: Вставить н&едавнее сообщение...
ta_in: புதிய செய்தியை ஒட்டவும்...
zh_tw: 貼上最近用過的提交訊息(&E)...

source: Pastes the svn path from the clipboard, resulting in a move (cut) or copy operation
ca: Enganxa el camí svn del porta-retalls, fent una operació de moure (tallar) o copiar
es_es: Pega la ruta de svn desde el portapapeles, resultante de una operación de copiar (cortar) o mover
ja: クリップボードから SVN のパスを貼り付け、移動（切り取り）もしくはコピー操作を行う
pl: Wkleja ścieżkę svn ze schowka, co skutkuje przeniesieniem (wytnij) lub skopiowaniem elementu
pt_br: Cola o caminho svn da área de transferência, resultando em uma operação de mover (recortar) ou copiar
ru: Вставляет svn-путь из буфера обмена, выполняя операцию перемещения (вырезания) или копирования
ta_in: இடைநிலைப் பலகையிலிருந்து எசுவிஎன் பாதையை ஒட்டுகிறது, இதன் விளைவாக ஒரு நகர்வு (வெட்டு) அல்லது நகல் செயல்பாடு ஏற்படுகிறது
uk: Вклеює шлях svn з буфера обміну, внаслідок отримуючи операцію перміщення (вирізання) чи копіювання.
zh_tw: 自剪貼簿貼上 svn 路徑，並進行移動（剪下）或複製動作

source: Patch
ca: Peda
es_es: Parche
ja: パッチ
pl: Poprawka
pt_br: Correções
ru: Заплатка
ta_in: ஒட்டு
zh_tw: 補綴

source: Patch &all items
ca: Aplica el pedaç a tots els elements
es_es: Parchea &todos los objetos
ja: すべての項目にパッチを適用(&A)
pl: Popraw &wszystkie pozycje
pt_br: Corrigir &todos os itens
ru: Применить ко всем
ta_in: அனைத்து பொருட்களையும் ஒட்டவும்
zh_tw: 補綴全部項目(&A)

source: Patch &selected item
ca: Aplica el pedaç als elements marcats
es_es: Parchea objeto &seleccionado
ja: 選択された項目にパッチを適用(&S)
pl: Popraw &wybrane pozycje
pt_br: Corrigir itens &selecionados
ru: Применить к выбранным
ta_in: தேர்ந்தெடுக்கப்பட்ட உருப்படியை ஒட்டவும்
zh_tw: 補綴選定項目(&S)

source: Patch As Attachment
ca: Pedaç com a fitxer adjunt
es_es: Parche como adjunto
ja: パッチを添付ファイルにする
pl: Łatka jako załącznik
pt_br: Correção Como Anexo
ru: Заплатка как вложение
ta_in: இணைப்பாக இணைக்கவும்
zh_tw: 附上補綴作為附件

source: Patch all files
ca: Aplica el pedaç a tots els arxius
es_es: Ruta de archivos
ja: すべてのファイルにパッチ適用
pl: Popraw wszystkie pliki
pt_br: Corrigir todos os arquivos
ru: Применить заплатки ко всем
ta_in: அனைத்து கோப்புகளையும் ஒட்டவும்
zh_tw: 補綴所有檔案

source: Patch selected files
ca: Aplica el pedaç als arxius marcats
es_es: Ruta de archivos seleccionados
ja: 選択したファイルにパッチ適用
pl: Popraw wybrane pliki
pt_br: Corrigir arquivos selecionados
ru: Применить заплатку к отмеченным
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புகளை ஒட்டவும்
zh_tw: 補綴選定的檔案

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All Files (*.*)|*.*||
ca: Arxius de pedaç (*.diff, *.patch)|*.diff;*.patch|Tots els arxius (*.*)|*.*||
es_es: Archivos de parches (*.diff, *.patch)|*.diff;*.patch|Todos los archivos (*.*)|*.*||
ja: パッチファイル (*.diff;*.patch)|*.diff;*.patch|すべてのファイル (*.*)|*.*||
pl: Pliki poprawek (*.diff, *.patch)|*.diff;*.patch|Wszystkie pliki (*.*)|*.*||
pt_br: Arquivos de correção (*.diff,*.patch)|*.diff;*.patch|Todos os Arquivos (*.*)|*.*||
ru: Файлы заплаток (*.diff, *.patch)|*.diff;*.patch|Все файлы (*.*)|*.*||
ta_in: ஒட்டுகோப்புகள் (*.diff, *.patch)|*.diff;*.patch|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Patchfiles (*.diff, *.patch)|*.diff;*.patch|Усі файли (*.*)|*.*||
zh_tw: 補綴檔 (*.diff, *.patch)|*.diff;*.patch|所有檔案 (*.*)|*.*||

source: Patching
ca: S'està aplicant un pedaç
es_es: Parcheando
ja: パッチ適用中
pl: Poprawianie
pt_br: Corrigindo
ru: Применение заплатки
ta_in: ஒட்டுதல்
zh_tw: 補綴中

source: Patching file '%s'
ca: S'està apedaçant l'arxiu '%s'
es_es: Parcheando arcivo '%s'
ja: '%s' ファイルにパッチ適用
pl: Poprawiam plik '%s'
pt_br: Corrigindo arquivo '%s'
ru: Патчим файл '%s'
ta_in: '%s' கோப்பை ஒட்டுதல்
zh_tw: 正在補綴檔案「%s」

source: Path
ca: Camí
es_es: Ruta
hr: Staza
ja: パス
pl: Ścieżka
pt_br: Caminho
ru: Путь
ta_in: பாதை
uk: Шлях
zh_tw: 路徑

source: Path found that matches the patch better.
ca: S'ha trobat una ruta que encaixa millor amb el pedaç.
es_es: Se encontró una ruta que concuerda mejor con el patch (parche).
ja: パッチのパスよりもよいパスが見つかりました。
pl: Znaleziono ścieżkę lepiej pasującą do poprawki.
pt_br: Encontrado um caminho que corresponde melhor à correção.
ru: Найден путь, который лучше соответствует заплатке.
ta_in: ஒட்டுடன் சிறப்பாகப் பொருந்தும் பாதை கண்டறியப்பட்டது.
zh_tw: 已找到更符合補綴的路徑。

source: Path:
ca: Ruta:
es_es: Ruta:
ja: パス:
pl: Ścieżka:
pt_br: Caminho:
ru: Путь:
ta_in: பாதை:
uk: Шлях:
zh_tw: 路徑：

source: Paths
ca: Camins
es_es: Rutas
hr: Staze
ja: パス
pl: Ścieżki
pt_br: Caminhos
ru: Пути
ta_in: பாதைகள்
uk: Шляхи
zh_tw: 路徑

source: Percent of authorship
ca: Percentatge d'autoria
es_es: Porcentaje de la autoría
ja: 著者別の貢献度
pl: Procent autorstwa
pt_br: Percentual de autoria
ru: Процент от авторства
ta_in: ஆசிரியர்களின் சதவீதம்
uk: Процент авторства
zh_tw: 著作比例

source: Percents
ca: Percentatges
es_es: Porcentages
ja: パーセント
pl: Procenty
pt_br: Percentuais
ru: Проценты
ta_in: சதவிகிதங்கள்
uk: Проценти
zh_tw: 比例

source: Pick
ca: Escull
es_es: Escoger
ja: 採用
pl: Wybierz
pt_br: Pegar
ru: Оставить
ta_in: தேர்ந்தெடு
zh_tw: 選取

source: Pick commit &hash
ca: Escull &hash de l'entrega
es_es: Seleccionar i&dentificador (hash) de la consignación (commit)
ja: コミットのハッシュを選択(&H)
pt_br: Pegar &hash da submissão
ru: Взять &хеш фиксации
ta_in: உறுதிமொழி &சிறுதுண்டுகளைத் தேர்ந்தெடு
zh_tw: 選取版本號(&H)

source: Pick commit &message
ca: Escull &missatge d'entrega
es_es: Seleccionar &mensaje de la consignación (commit)
ja: コミットメッセージを選択(&M)
pt_br: Pegar &mensagem da submissão
ru: Выбрать сообщение &фиксации
ta_in: உறுதிமொழி &செய்தியைத் தேர்ந்தெடு
zh_tw: 選取提交訊息(&M)

source: Pick up %s
ca: Recull %s
es_es: Recoger %s
ja: %s をピックアップ
pt_br: Selecionar %s
ru: Забрать %s
ta_in: தேர்ந்தெடு %s
zh_tw: 提取 %s

source: Picture (Metafile) a picture
ca: Dibuix (Metafile) un dibuix
es_es: Imagen (metarchivo) una imagen
ja: 画像（メタファイル） 画像
pl: Obraz (metaplik) obraz
pt_br: Figura (Metafile) uma figura
ru: Картинка (метафайл) картинка
ta_in: படம் (உருவகோப்பு) ஒரு படம்
uk: Малюнок (метафайл) малюнок
zh_tw: 圖片 (Metafile) 圖片

source: Pictures (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Graphs (*.gv)|*.gv|All Files (*.*)|*.*||
ca: Imatges (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Gràfics (*.gv)|*.gv|Tots els arxius (*.*)|*.*||
es_es: Imágenes (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Gráficos (*.gv)|*.gv|Todos los ficheros (*.*)|*.*||
ja: 画像 ファイル (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|グラフ (*.gv)|*.gv|すべてのファイル (*.*)|*.*||
pl: Pliki graficzne(*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Diagramy (*.gv)|*.gv|Wszystkie pliki (*.*)|*.*||
pt_br: Imagens (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Gráficos (*.gv)|*.gv|Todos os arquivos (*.*)|*.*||
ru: Картинки (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Graphs (*.gv)|*.gv|All Files (*.*)|*.*||
ta_in: படங்கள் (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|வரைபடங்கள் (*.gv)|*.gv|அனைத்து கோப்புகள் (*.*)|*.*||
uk: Малюнки (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Graphs (*.gv)|*.gv|Усі файли (*.*)|*.*||
zh_tw: 圖片 (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|圖表(*.gv)|*.gv|所有檔案 (*.*)|*.*||

source: Pictures (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All Files (*.*)|*.*||
ca: Imatges (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Tots els arxius (*.*)|*.*||
es_es: Imágenes (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Todos los archivos (*.*)|*.*||
ja: 画像 ファイル (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|すべてのファイル (*.*)|*.*||
pl: Pliki graficzne(*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Wszystkie (*.*)|*.*||
pt_br: Imagens (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Todos os arquivos (*.*)|*.*||
ru: Картинки (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All Files (*.*)|*.*||
ta_in: படங்கள் (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Малюнки (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Усі файли (*.*)|*.*||
zh_tw: 圖片 (*.wmf,*.jpg, *.png, *.bmp, *.gif)|*.wmf,*.jpg;*.jpeg;*.png;*.bmp;*.gif|所有檔案 (*.*)|*.*||

source: Pie Graph
ca: Diagrama de sectors
es_es: Gráfico de tarta
hr: Dijagram (pita)
ja: 円グラフ
pl: Wykres kołowy
pt_br: Gráfico em Pizza
ru: Круговая диаграмма
ta_in: பை வரைபடம்
uk: Віяльцева діаграма
zh_tw: 圓餅圖

source: Please enter a hook script to execute.
ca: Introdueix un scripts d'interconnexió per executar.
es_es: Por favor introduzca un script de enganche (hook) a ejecutar.
hr: Molimo upišite ime skripta koji će se izvršiti.
ja: 実行するフックスクリプトを入力してください。
pl: Proszę wprowadzić skrypt przechwytujący do wykonania.
pt_br: Por favor especifique o script de gancho para executar.
ru: Пожалуйста, введите хук скрипт для исполнения.
ta_in: செயல்படுத்த ஒரு கொக்கி கையெழுத்துப்படிவத்தை உள்ளிடவும்.
uk: Введіть скрипт зачіпки, який потрібно виконати
zh_tw: 請輸入要指定的掛鉤指令檔

source: Please enter a path where to apply the hook script to. Use "*" for all paths.
ca: Introduïu un camí on aplicar l'script d'interconnexió. Useu "*" per a tots els camins.
ja: フックスクリプトを適用するパスを入力してください。「*」ですべてのパスに適用します。
pt_br: Por favor, entre o caminho onde aplicar os scripts de gancho. Use "*" para todos os caminhos.
ta_in: கொக்கி கையெழுத்துப்படிவத்தைப் பயன்படுத்துவதற்கான பாதையை உள்ளிடவும். எல்லா பாதைகளுக்கு "*" ஐப் பயன்படுத்தவும்
zh_tw: 請輸入要套用這個掛鉤指令檔的路徑。可以使用「*」來表示所有的路徑。

source: Please restart TortoiseGit for the changes of git.exe to take effect.
ta_in: கிட்.exe இன் மாற்றங்கள் நடைமுறைக்கு வர, தயவுசெய்து ஆமைகிட்டை மீண்டும் தொடங்கவும்.

source: Please see the <a id="manual">manual</a> for general hints. E.g. in most dialogs there are some shared shortcuts such as F5 for refresh or CTRL+F for search and oftentimes there are powerful context menus.
ca: Vegeu <a id="manual">manual</a> per a consells generals. Per exemple, a la majoria de diàlegs hi ha dreceres comuns com ara F5 per refrescar o Ctrl+F per cercar i tot sovint hi ha potents menús contextuals.
ja: 一般的なヒントについては、<a id="manual">マニュアル</a>を参照してください。例えば、ほとんどのダイアログでは F5 で更新、 Ctrl+F で検索などの共通のショートカットがあり、多機能なコンテキストメニューがある場合もあります。
pt_br: Por favor, consulte o manual para dicas gerais. Por exemplo. na maioria das caixas de diálogo, há alguns atalhos compartilhados, como F5 para atualização ou CTRL + F para pesquisa e, muitas vezes, há poderosas opções nos menus de contexto.
ta_in: பொதுவான குறிப்புகளுக்கு <a id="manual">கையேட்டைப்</a> பார்க்கவும். எ.கா. பெரும்பாலான உரையாடல்களில் புதுப்பிப்பதற்கு F5 அல்லது தேடலுக்கான CTRL+F போன்ற சில பகிரப்பட்ட குறுக்குவழிகள் உள்ளன மற்றும் பல நேரங்களில் சக்திவாய்ந்த சூழல் பட்டியல்கள் உள்ளன.

source: Please select a hook type
ca: Seleccioneu un tipus d'interconnexió
es_es: Por favor, seleccione un tipo de enganche (hook)
hr: Molim odaberite vrstu skripte
ja: フックの種類を選択してください
pl: Proszę wybrać typ przechwycenia
pt_br: Por favor selecione um tipo de gancho
ru: Пожалуйста, выберите тип хука
ta_in: தயவுசெய்து ஒரு கொக்கி வகையைத் தேர்ந்தெடுக்கவும்
uk: Виберіть тип скрипта зачіпки
zh_tw: 請選擇掛鉤類型

source: Please select branch
ca: Seleccioneu una branca
es_es: Por favor seleccione ramal
ja: ブランチを選択してください
pt_br: Por favor, selecione o ramo
ru: Выберите, пожалуйста, ветвь
ta_in: கிளையைத் தேர்ந்தெடுக்கவும்
uk: Виберіть гілку
zh_tw: 請選擇分支

source: Please select upstream
ca: Seleccioneu l'upstream
es_es: Por favor seleccione ascendencia (upstream)
ja: 上流を選択してください
pt_br: Por favor, selecione o upstream
ru: Выберите, пожалуйста, верховую:
ta_in: தயவுசெய்து மேல்நீரோடையை தேர்ந்தெடுக்கவும்
zh_tw: 請選擇上游

source: Please take a look at the skipped commits
ca: Feu un cop d'ull a les entregues omeses
es_es: Por favor eche un vistazo a las consignaciones omitidas
ja: スキップされたコミットに注意してください
pt_br: Por favor, dê uma olhada nas submissões puladas
ru: Пожалуйста просмотрите пропущенные фиксации
ta_in: தயவுசெய்து தவிர்க்கப்பட்ட உறுதிமொழிகளை பாருங்கள்
zh_tw: 請查看被略過的提交

source: Please wait while cancelling...
ca: Espereu mentre es cancel·la...
es_es: Por favor, espera mientras se cancela...
hr: Molim pričekajte dok odustajem...
ja: キャンセル処理が完了するまでしばらくお待ちください ...
pl: Trwa anulowanie operacji. Proszę czekać...
pt_br: Por favor, aguarde, cancelando...
ru: Пожалуйста, подождите отмены...
ta_in: ரத்து செய்யும் போது காத்திருக்கவும்...
uk: Зачекайте, відбувається скасування...
zh_tw: 正在取消，請稍候．．．

source: Please wait while differences are obtained...
ca: Espereu mentre s'obtenen les diferències...
es_es: Por favor, espera mientras se obtienen las diferencias...
hr: Molim pričekajte dohvaćanje razlika...
ja: 差分を取得する間、しばらくお待ちください ...
pl: Proszę czekaj aż zostaną pobrane różnice...
pt_br: Por favor, aguarde enquanto as diferenças são encontradas...
ru: Подождите, пожалуйста, пока получаются различия...
ta_in: வேறுபாடுகள் கிடைக்கும் வரை காத்திருக்கவும்...
uk: Зачекайте, поки отримуються відмінності...
zh_tw: 正在比較差異，請稍候．．．

source: Please wait...
ca: Espereu un moment...
es_es: Por favor, espera...
hr: Molim pričekajte...
ja: しばらくお待ちください ...
pl: Proszę czekać...
pt_br: Por favor, aguarde...
ru: Подождите, пожалуйста...
ta_in: தயவுசெய்து காத்திருக்கவும்...
uk: Зачекайте...
zh_tw: 請稍候．．．

source: Popup
ca: Finestra emergent
es_es: Emergente
ja: ポップアップ
ru: Всплывающее окно
ta_in: குருட்டுயர்ச்சி
zh_tw: 彈出

source: Port :
es_es: Puerto :
ja: ポート:
pt_br: Porta:
ru: Порт:
ta_in: துறைமுகம் :
uk: Порт:
zh_tw: 埠：

source: Port:
es_es: Puerto:
ja: ポート:
pt_br: Porta:
ru: Порт:
ta_in: துறைமுகம்:
uk: Порт:
zh_tw: 埠：

source: Post-Commit Hook
ca: Interconnexió Post-Entrega
es_es: Enganche post-consignación (commit)
hr: Nakon pohrane
ja: Commit後フック
pl: Przechwycenie po zatwierdzaniu
pt_br: Pós-Submeter Gancho
ru: Хук после-фиксации
ta_in: பிந்தைய-உறுதிமொழி கொக்கி
uk: Зачіпка після фіксації
zh_tw: 提交後掛鉤

source: Post-Push Hook
ca: Interconnexió Post-Empenta
es_es: Enganche post-impulsión (push)
ja: Push後フック
pt_br: Hook de Pós-Empurrar
ru: Хук после отправки
ta_in: பின்-தள்ளு கொக்கி
zh_tw: 推送後掛鉤

source: Pre&v Page
ca: Pàgina Prè&via
es_es: Página An&terior
ja: 1つ前のページ(&V)
pl: &Poprzednia strona
pt_br: Página &Anterior
ru: Пре&дыдущая страница
ta_in: முந்தைய& பக்கம்
uk: &Попередня сторінка
zh_tw: 上一頁(&V)

source: Pre-Commit Hook
ca: Interconnexió Pre-Entrega
es_es: Enganche previa consignación (commit)
hr: Prije pohrane
ja: Commit前フック
pl: Przechwycenie przed zatwierdzaniem
pt_br: Pré-Submeter Gancho
ru: Хук перед-фиксацией
ta_in: முன்-உறுதிமொழி கொக்கி
uk: Зачіпка перед фіксацією
zh_tw: 提交前掛鉤

source: Pre-Push Hook
ca: Interconnexió Pre-empenta
es_es: Enganche pre-impulsión (push)
ja: Push前フック
pt_br: Hook de Pré-Empurrar
ru: Хук перед отправкой
ta_in: முன்-தள்ளு கொக்கி
zh_tw: 推送前掛鉤

source: Pre-rebase hook
ca: Interconnexió Pre-rebase
ja: Rebase前フック
pt_br: Gancho pré-reorganizar
ta_in: முன்-மறுதளம் கொக்கி
zh_tw: 變基(rebase)前掛鉤

source: Preparing commit...
ca: Preparant entrega...
es_es: Preparando consigna...
ja: コミットの準備中...
pl: Przygotowywanie zatwierdzenia zmian...
pt_br: Preparando submissão
ru: Подготовка фиксации...
ta_in: உறுதிமொழியை தயார் செய்கிறது...
zh_tw: 提交準備中．．．

source: Prepend right block
ca: Afegeix el bloc dret a l'inici
es_es: Anexar el bloque a la derecha
ja: 右側のブロックを前に追加
pl: Poprzedź prawy blok
pt_br: Inserir bloco direito
ru: Добавить спереди правый блок
ta_in: வலது தொகுதியை முன்வைக்கவும்
zh_tw: 插入右區塊內容

source: Prepend this block to left
ca: Afegeix aquest bloc a l'esquerra, a l'inici
es_es: Anexar este bloque a la izquierda
ja: このブロックを左側の前に追加
pl: Poprzedź tym blokiem lewą stronę
pt_br: Inserir este bloco à esquerda
ru: Добавить спереди этот блок слева
ta_in: இந்தத் தொகுதியை இடதுபுறமாக முன்வைக்கவும்
zh_tw: 左區塊「插入」此區塊內容

source: Preview patched file
ca: Previsualitza fitxer apedaçat
es_es: Vista previa del archivo de parche
hr: Pregled zakrpane datoteke
ja: パッチ結果をプレビューする
pl: Podgląd pliku poprawek
pt_br: Pré visualizar arquivo corrigido
ru: Предпросмотр файла с заплаткой
ta_in: ஒட்டப்பட்ட கோப்பின் முன்னோட்டம்
uk: Попередній перегляд залатаного фалйа
zh_tw: 預覽補綴後的檔案

source: Previous
ca: Anterior
es_es: Anterior
ja: 以前の
pl: Poprzedni
pt_br: Anterior
ru: Предыдущий
ta_in: முந்தைய
uk: Попередній
zh_tw: 上一個

source: Previous Version
ca: Versió anterior.
es_es: Versión Anterior
ja: 以前のバージョン
pl: Poprzednia wersja
pt_br: Versão Anterior
ru: Предыдущая версия
ta_in: முந்தைய பதிப்பு
uk: Попередня версія
zh_tw: 前一版本

source: Previous conflict
ca: Conflicte anterior
es_es: Conflicto anterior
ja: 前の 競合
pl: Poprzedni konflikt
pt_br: Conflito anterior
ru: Предыдущий конфликт
ta_in: முந்தைய முரண்பாடு
uk: Попередній конфлікт
zh_tw: 上一個衝突

source: Previous difference
ca: Diferència anterior
es_es: Diferencia anterior
ja: 前の 相違
pl: Poprzednia różnica
pt_br: Diferença anterior
ru: Предыдущее различие
ta_in: முந்தைய வேறுபாடு
uk: Попередня відмінність
zh_tw: 上一個差異

source: Previous inline difference
ca: Diferència en-línia anterior
es_es: Diferencia anterior en línea
ja: 前の 行内相違
pl: Poprzednia różnica w linii
pt_br: Diferença em linha aterior
ru: Предыдущее различие в строке
ta_in: முந்தைய வரியில் வேறுபாடு
zh_tw: 上一個 行內差異

source: Print the active document using current options Quick Print
ca: Imprimeix el document actiu fet servir les opcions actuals Impressió ràpida
es_es: Imprimir documento activo usando opciones actuales Impresión Rápida
ja: 作業中のドキュメントを現在の設定で印刷 クイック印刷
pl: Wydrukuj aktywny dokument, używając bieżących opcji Szybki wydruk
pt_br: Imprimir o documento ativo usando as configurações atuais Impressão Rápida
ru: Распечатать текущий документ используя текущие настройки Быстрая печать
ta_in: தற்போதைய விருப்பங்களைப் பயன்படுத்தி செயலில் உள்ள ஆவணத்தை அச்சிடவும் விரைவு அச்சு
uk: Друкувати актівний документ використовуючи поточні налаштування Швидкий Друк
zh_tw: 以目在的選項列印現行文件 快速列印

source: Print the active document Print
ca: Imprimeix el document actiu Imprimeix
es_es: Imprimir documento activo Imprimir
ja: 作業中のドキュメントを印刷 印刷
pl: Wydrukuj aktywny dokument Wydrukuj
pt_br: Imprimir o documento ativo Imprimir
ru: Распечатать текущий документ Печать
ta_in: செயலில் உள்ள ஆவணத்தை அச்சிடுக அச்சிடு
uk: Друкувати активний документ Друк
zh_tw: 列印現行文件 列印

source: Print to File
ca: Imprimeix a Fitxer
es_es: Imprimir a archivo
hr: Ispis u datoteku
ja: ファイルへ印刷
pl: Drukuj do pliku
pt_br: Imprimir para Arquivo
ru: Печать в файл
ta_in: கோப்பில் அச்சிடவும்
uk: Друкувати ло файлу
zh_tw: 列印至檔案

source: Printer :
ca: Impressora:
es_es: Impresora :
hr: Pisač :
ja: プリンター:
pl: Drukarka :
pt_br: Impressora :
ru: Принтер:
ta_in: அச்சுப்பொறி :
uk: Принтер :
zh_tw: 印表機：

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
ca: Fitxers Impresora (*.prn)|*.prn|Tots els Fitxers (*.*)|*.*||
es_es: Archivos imprimibles (*.prn)|*.prn|Todos los archivos (*.*)|*.*||
ja: プリンターファイル (*.prn)|*.prn|すべてのファイル (*.*)|*.*||
pl: Pliki wydruku (*.prn)|*.prn|Wszystkie pliki (*.*)|*.*||
pt_br: Arquivos de Impressora (*.prn)|*.prn|Todos os Arquivos (*.*)|*.*||
ru: Файлы печати (*.prn)|*.prn|Все файлы (*.*)|*.*||
ta_in: அச்சுப்பொறி கோப்புகள் (*.prn)|*.prn|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Файли принтера (*.prn)|*.prn|Усі файли (*.*)|*.*||
zh_tw: 印表檔案 (*.prn)|*.prn|全部檔案 (*.*)|*.*||
