Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Revision %d
ca: Revisió: %d
es_es: Revisión %d
hr: Revizija %d
ja: リビジョン %d
pl: Wersja %d
pt_br: Revisão %d
ru: Ревизия %d
ta_in: மீள்திருத்தம் %d
uk: Модифікація %d
zh_tw: 版本 %d

source: Revision %s
ca: Revisió: %s
es_es: Revisión %s
hr: Revizija %s
ja: リビジョン %s
pl: Wersja %s
pt_br: Revisão %s
ru: Ревизия %s
ta_in: மீள்திருத்தம் %s
uk: Модифікація %s
zh_tw: 版本 %s

source: Revision &graph
ca: &Gràfic de revisions
es_es: Gráfico de revisión
hr: Graf &revizija
ja: リビジョングラフ(&G)
pl: Pokaż w&ykres wersji
pt_br: &Gráfico de revisão
ru: &Граф Ревизий
ta_in: மீள்திருத்தம் &வரைபடம்
uk: &Граф модифікацій
zh_tw: 版本圖 (&G)

source: Revision Files
ca: Arxius de revisió
es_es: Archivos de Revisión
ja: リビジョンファイル
pl: Zmiana plików
pt_br: Arquivos de Revisão
ru: Файлы фиксации
ta_in: மீள்திருத்தக் கோப்புகள்
uk: Файли модифікації
zh_tw: 版本檔案

source: Revision Graph
ca: Gràfic de revisions
es_es: Gráfico de revisión
hr: Graf revizija
ja: リビジョングラフ
pl: Wykres wersji
pt_br: Gráfico de revisão
ru: Граф Ревизий
ta_in: மீள்திருத்த வரைபடம்
uk: Граф модифікацій
zh_tw: 版本圖

source: Revision Graph Filter
ca: Filtre del Gràfic de Revisions
es_es: Filtro Gráfico de revisión
hr: Filter za graf revizija
ja: リビジョングラフのフィルター
pl: Filtr wykresu wersji
pt_br: Filtro do Gráfico de revisão
ru: Фильтр для графа ревизий
ta_in: மீள்திருத்த வரைபடம் வடிப்பான்
uk: Фільтр графу модифікацій
zh_tw: 版本圖過濾器

source: Revision graph
ca: Gràfic de revisions
es_es: Gráfico de Revisión
hr: Graf revizija
ja: リビジョングラフ
pl: Pokaż wykres wersji
pt_br: Gráfico de revisões
ru: Граф ревизий
ta_in: மீள்திருத்த வரைபடம்
uk: Граф модифікацій
zh_tw: 版本圖

source: Revision(s) reverted. All changes are integrated into your working tree now.
ca: Revisió(ns) restituïda/es. Tots els canvis s'han integrat en el seu arbre de treball.
es_es: Restituir revisión(ones). Todos los cambios se integrarán en tu copia de trabajado.
ja: リビジョンが取り消されました。変更はすべてワーキングツリーに今統合されました。
pt_br: Revisões revertidas. Todas as mudanças foram integradas em sua pasta de trabalho.
ru: Проведен откат ревизии(й). Все изменения проинтегрированы в вашу рабочую копию.
ta_in: மீள்திருத்தம்(கள்) மாற்றியமைக்கப்பட்டது. எல்லா மாற்றங்களும் இப்போது உங்கள் பணிபுரியும் மரத்தில் ஒருங்கிணைக்கப்பட்டுள்ளன.
zh_tw: 修訂已還原，所有變更現已被納入工作目錄中。

source: Revision:
ca: Revisió:
es_es: Revisión:
ja: リビジョン:
pl: Weryfikacja:
pt_br: Revisão:
ru: Ревизия:
ta_in: மீள்திருத்தம்:
uk: Модифікація:
zh_tw: 版本：

source: Rewind
ca: Rebobina
es_es: Retroceder
ja: 巻き戻し
pt_br: Rebobinar
ru: Перемотка
ta_in: முன்னோக்கிச் செலுத்து
zh_tw: 後退

source: Rewind %d
ca: Rebobina %d
es_es: Rebobinando %d
ja: 後退 %d
pt_br: Rebobinar %d
ru: Перемотка %d
ta_in: %d முன்னோக்கிச் செலுத்து
zh_tw: 後退 %d

source: Rich Text (RTF) text with font and paragraph formatting
ca: Rich Text (RTF) text amb tipus de lletra i formatació de paràgrafs
es_es: Texto erriquecido (RTF) texto con fuente y formato de párrafo
ja: Rich Text （RTF） フォントと段落情報を含むテキスト
pl: Rich Text (RTF) tekst z formatowaniem
pt_br: Rich Text (RTF) texto com formatação de fonte e parágrafo
ru: Текст с фоматированием (RTF) текст с заданием шрифтов и формата абзацев
ta_in: செழுமையான உரை (செஉவடிவம்) எழுத்துரு மற்றும் பத்தி வடிவமைப்புடன் கூடிய உரை
uk: Розкішний текст (RTF) текст з форматуванням шрифтів і абзаців
zh_tw: Rich Text (RTF) 有字型和段落樣式設定的文字

source: Right View:
ca: Visualització dreta:
es_es: Vista derecha:
hr: Desni pogled:
ja: 右ビュー:
pl: Widok prawy:
pt_br: Visão da Direita:
ru: Вид справа:
ta_in: வலது பார்வை:
uk: Праве подання:
zh_tw: 右側檢視：

source: Right image
ca: Imatge dreta
es_es: Imagen derecha
hr: Desna slika
ja: 右側の画像
pl: Prawy obraz
pt_br: Imagem direita
ru: Правое изображение
ta_in: வலது படம்
uk: Праве зображення
zh_tw: 右側影像

source: Run for this repository
pt_br: Executar para este repositório
ta_in: இந்த களஞ்சியத்திற்காக இயக்கவும்

source: Run when working tree path is under:
ca: Executa quan el directori de treball està sota:
ja: 作業ツリーが以下のパスの下にあるときに実行:
pt_br: Executar quando o caminho do diretório de trabalho está sob:
ta_in: பணிபுரியும் மரத்தின் பாதை கீழ் இருக்கும் போது இயக்கவும்:
zh_tw: 當工作目錄如下時執行：

source: S
ta_in: எசு

source: S&kip unselected
ca: &Omet el no seleccionat
es_es: O&mitir no seleccionados
ja: 非選択をスキップ(&K)
pt_br: &Pular não selecionados
ru: Пр&опустить невыбранное
ta_in: தேர்வு செய்யப்படாததைத் தவிர்
zh_tw: 略過未選取的(&K)

source: S&quash unselected
ca: &Esclafa el no seleccionat
es_es: Embalar (squash) no seleccionados
ja: 非選択を融合(&Q)
pt_br: &Esmagar não selecionados
ru: &Убрать невыбранное
ta_in: தேர்வு செய்யப்படாததை &நசுக்கு
zh_tw: 壓合未選取的(&Q)

source: S&tatistics
ca: Es&tadístiques
es_es: E&stadísticas
hr: S&tatistika
ja: 統計(&T)
pl: S&tatystyki
pt_br: &Estatísticas
ru: Ста&тистика
ta_in: &புள்ளியியல்
uk: С&татистика
zh_tw: 統計資料(&T)

source: S&witch/Checkout...
ca: Canvia a/Extreu
es_es: Conmutar/Comprobar...
ja: 切り替え(&W)...
pl: &Przełącz/pobierz...
pt_br: &Trocar/Restaurar
ru: Перекл&ючить...
ta_in: மாற்றவும்&/சரிபார்ப்பு...
uk: Переключити/витягнути...
zh_tw: 切換(&W)／取出...

source: SHA-1
ta_in: பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை-1

source: SHA-1:
ta_in: பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை-1:

source: SHA-256:
ta_in: பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை-256:

source: SMTP Server requires authentication
ca: El servidor SMTP necessita autenticació
es_es: El servidor SMTP requiere autentificación
ja: SMTP サーバーが認証を必要な場合
pl: Parametry uwierzytelnienia serwera SMTP
pt_br: O Servidor SMTP requer autenticação
ru: SMTP Сервер требует авторизации пользователя
ta_in: எளியஅஞ்சல்பரிமாற்றநெறிமுறை சேவையகத்திற்கு அங்கீகாரம் தேவை
uk: Сервер SMTP вимагае аутентіфікацію
zh_tw: SMTP伺服器要求授權

source: SMTP Server:
ca: Servidor SMTP:
es_es: Servidor SMTP:
ja: SMTP サーバー:
pl: Serwer SMTP:
pt_br: Servidor SMTP:
ru: SMTP Сервер:
ta_in: எளியஅஞ்சல்பரிமாற்றநெறிமுறை சேவையகம்:
uk: SMTP Сервер:
zh_tw: SMTP 伺服器：

source: SMTP, directly to destination server
ca: SMTP, directament al servidor de destí
es_es: SMTP, directo al servidor de destino
ja: SMTPで直接宛先のサーバーへ
pt_br: SMTP, diretamente para o servidor de destino
ru: SMTP, напрямую на сервер назначения
ta_in: எளியஅஞ்சல்பரிமாற்றநெறிமுறை, நேரடியாக இலக்கு சேவையகத்திற்கு
zh_tw: SMTP，直接到目的伺服器

source: SSH
ta_in: பாதுகாப்பானஓடு

source: SSH (URLs look like "git@example.com")
ca: SSH (l'aspecte dels URL és "git@example.com")
ja: SSH ("git@example.com" のようなURL)
pt_br: SSH (URLs se parecem com "git@example.com")
ta_in: பாதுகாப்பானஓடு (ஒருங்கிணைந்தவளஇருப்பிடங்கள் "git@example.com" போன்று இருக்கும் )
zh_tw: SSH（URL 看起像「git@example.com」）

source: SSL/TLS
ta_in: பாதுகாப்புமின்குதைகுழிஅடுக்கு/போக்குவரத்துஅடுக்குபாதுகாப்பு

source: STARTTLS
ta_in: தொடங்குபோக்குவரத்துஅடுக்குபாதுகாப்பு

source: SVN Commit Type
ca: Entrega tipus SVN
es_es: Tipo de consigna SVN
ja: SVN コミットタイプ
pt_br: Tipo de Submissão do SVN
ru: SVN Тип фиксации
ta_in: எசுவிஎன் உறுதிமொழி வகை
zh_tw: SVN Commit 類型

source: SVN DCommit...
es_es: Dconsigna SVN...
ja: SVNへコミット(リモートへ反映)...
pt_br: DCommit do SVN...
ru: SVN фиксация...
ta_in: எசுவிஎன் டிஉறுதிமொழி...

source: SVN Fetch
ca: Recupera de SVN
es_es: Descargar (fetch) del SVN
ja: SVNからフェッチ
pl: SVN Pobierz
pt_br: Obter do SVN
ta_in: எசுவிஎன் எடு
zh_tw: SVN 獲取

source: SVN Rebase
ca: Rebase del SVN
es_es: Reasentado (rebase) de SVN
ja: SVNリベース(ローカルへ反映)
pt_br: Reorganização do SVN
ru: SVN Перебазирование
ta_in: எசுவிஎன் மறுதளம்
zh_tw: SVN 變基

source: SVN Rev
es_es: Revisión SVN
pt_br: Rev SVN
ru: рев. SVN
ta_in: எசுவிஎன் மறுபதிப்பு
zh_tw: SVN 版本

source: Sa&feCrLf:
es_es: Se&guroCrLf:
pt_br: CrLfSe&guro:
ta_in: பாதுகாப்பானவண்டிதிரும்பும்வரிஊட்டம்:

source: SafeCrLf:
ta_in: பாதுகாப்பானவண்டிதிரும்பும்வரிஊட்டம்:

source: Same
ca: Mateix
es_es: Mismo
ja: 同じ
pt_br: Mesmo
ru: Совпадение
ta_in: அதே
zh_tw: 相同

source: Same commit time
ca: Mateixa hora d'entrega
es_es: Consignas de la misma fecha
ja: 同じコミット時刻
pt_br: Mesma hora de submissão
ru: Совпадающее время фиксации
ta_in: அதே உறுதிமொழி நேரம்
zh_tw: 相同提交時間

source: Sample log message to test the bugtraq: regex strings. Testing mentions of issues inside a text: Mention single issue #55. Mention issues #77, #78, and #79. Mention more issues #123, #124 and #125 and some more separate ones: Issue #45, issue #46 and issue #47. Update issue #101 Fixes issue #202 Fixed issue #123 Resolves issue #88. Closes issue #99.
ca: Mostreja el missatge de log per provar el bugtraq: cadenes regex. Provant esments d'incidències dins un text: Esmenta una sola incidència #55. Esmenta incidències #77, #78, i #79. Esmenta més incidències #123, #124 and #125 i més d'altres separades: Incidència #45, incidència #46 i incidència #47. Actualitza incidència #101 Repara incidència #202 Incidència #123 reparada Resol incidència #88. Tanca incidència #99.
es_es: Ejemplo de mensaje de registro (log) para probar el bugtraq: cadenas de expresiones regulares (regex). Probando menciones de asuntos dentro de un texto: Mencion a un único asunto #55. Mención a asuntos #77, #78 y #79. Mención a más asuntos #123, #124 y #125, y algunos más aparte: Asunto #45, asunto #46 y asunto #47. Actualizar asunto #101 Repara asunto #202 Asunto reparado #123 Resuelve asunto #88. Cierra asunto #99.
ja: Bugtraq の正規表現をテストするための、サンプルログメッセージ: テキストに埋め込まれた言及へのテスト: 単独の問題 issue #55。issues #77, #78, #79 への言及。さらなる問題 issues #123, #124, #125 に加え、個々の問題 Issue #45, issue #46 そして issue #47 への言及。 issue #101 を更新。 issue #202 を修正。 issue #123 を修正。 issue #88 を解決。 issue #99 をクローズ。
pt_br: Mensagem de histórico de exemplo para testar cadeias regex de bugtraq: Testando mensões de problemas dentro de um texto: Mensionar um único problema #55. Mensionar problemas #77, #78, e #79. Mensionar mais problemas #123, #124 e #125 e mais algums separados: Problema #45, problema #46 e problema #47. Atualizado problema #101 Corrigido problema #202 Corrigido problema #123 Resolve problema #88. Fecha problema #99.
ru: Пример сообщения журнала для тестирования bugtraq: строки c регулярными выражениями. Тестирование пометок проблем внутри текста: пометка одиночной проблемы #55. Помечены проблемы #77, #78 и #79. Помечены ещё проблемы #123, #124 и #125 и еще несколько одиночных: проблема #45, проблема #46 и проблема #47. Обновлена проблема #101 Решена проблема #202 Решена проблема #123 Разрешена проблема #88. Закрыта проблема #99.
ta_in: பிழைகண்காணி சோதிக்க மாதிரி பதிவு செய்தி: வழக்கவெளிப்பாடு சரங்கள். உரைக்குள் உள்ள சிக்கல்களை சோதனை குறிப்பிடுகிறது: ஒற்றை இதழ் #55ஐக் குறிப்பிடவும். சிக்கல்கள் #77, #78 மற்றும் #79ஐக் குறிப்பிடவும். மேலும் சில சிக்கல்கள் #123, #124 மற்றும் #125 மற்றும் சில தனித்தனியானவற்றைக் குறிப்பிடவும்: வெளியீடு #45, வெளியீடு # 46 மற்றும் வெளியீடு #47. புதுப்பிப்பு சிக்கல் #101 சிக்கல் #202 சரி செய்கிறது சிக்கல் #123 சரி செய்யப்பட்டது சிக்கல் #88 தீர்க்கிறது. சிக்கல் #99 மூடுகிறது.
uk: Приклад повідомлення логу для перевірки bugtraq: regex строки. Testing mentions of issues inside a text: Mention single issue #55. Mention issues #77, #78, and #79. Mention more issues #123, #124 and #125 and some more separate ones: Issue #45, issue #46 and issue #47. Update issue #101 Fixes issue #202 Fixed issue #123 Resolves issue #88. Closes issue #99.
zh_tw: 用來測試 bugtraq:regex 的記錄訊息範本. 測試在段落中所提到問題: Mention single issue #55. Mention issues #77, #78, and #79. Mention more issues #123, #124 and #125 and some more separate ones: Issue #45, issue #46 and issue #47. Update issue #101 Fixes issue #202 Fixed issue #123 Resolves issue #88. Closes issue #99.

source: Sample text:
ca: Text de mostra:
es_es: Texto de ejemplo:
ja: サンプルテキスト:
pl: Przykładowy tekst:
pt_br: Texto de amostra:
ru: Примерный текст:
ta_in: மாதிரி உரை:
uk: Приклад тексту:
zh_tw: 樣本文字：

source: Save
ca: Desa
es_es: Salvar
ja: 保存
pl: Zapisz
pt_br: Salvar
ru: Сохранить
ta_in: சேமி
uk: Зберегти
zh_tw: 儲存

source: Save &as
ca: &Anomena i desa
ja: 名前を付けて保存(&A)
pt_br: Salvar &como
ta_in: &இவ்வாறு சேமி

source: Save &as...
ca: &Anomena i Desa...
es_es: Guardar &como...
hr: Snimi &kao...
ja: 名前を付けて保存(&A)...
pl: Zapisz j&ako...
pt_br: Salvar &como...
ru: Сохранить &как...
ta_in: &இவ்வாறு சேமி...
uk: Зберегти &як...
zh_tw: 另存新檔(&A)...

source: Save &as... Ctrl+Shift+S
ca: &Anomena i Desa... Ctrl+Shift+S
es_es: Guardar &como... Ctrl+Shift+S
ja: 名前を付けて保存(&A)... Ctrl+Shift+S
pl: Zapisz j&ako... Ctrl+Shift+S
pt_br: Salvar &como... Ctrl+Shift+S
ru: Сохранить &как... Ctrl+Shift+S
ta_in: &இவ்வாறு சேமி... Ctrl+Shift+S
uk: Зберегти &як... Ctrl+Shift+S
zh_tw: 另存新檔(&A)... Ctrl+Shift+S

source: Save As
ca: Anomena i Desa
es_es: Guardar como
hr: Snimi kao
ja: 名前を付けて保存
pl: Zapisz jako
pt_br: Salvar Como
ru: Сохранить как
ta_in: இவ்வாறு சேமி
uk: Зберегти Як
zh_tw: 另存新檔

source: Save Bottom File as You're asked where to save the bottom file
ca: Anomena i desa l'arxiu inferior Haurà d'especificar on desar l'arxiu inferior
es_es: Guardar fichero del fondo como Se le ha preguntado dónde guardar el fichero del fondo
ja: 下側のファイルを名前をつけて保存 ファイルを保存する場所を指定してください。
pl: Zapisz dolny plik Można wskazać miejsce zapisu dolnego pliku
pt_br: Salvar Arquivo Inferior Como Você será perguntado onde salvar o arquivo inferior
ru: Сохранить нижний файл как У вас спросили куда сохранить нижний файл
ta_in: கீழே உள்ள கோப்பை இவ்வாறு சேமி கீழே உள்ள கோப்பை எங்கே சேமிப்பது என்று கேட்கப்படும்
zh_tw: 另存下方檔案 請決定下方檔案要存在那裡

source: Save File
ca: Desa l'arxiu
es_es: Guardar archivo
ja: ファイルを保存
pl: Zapisz plik
pt_br: Salvar Arquivo
ru: Сохранить файл
ta_in: கோப்பைச் சேமி
uk: Зберегти файл
zh_tw: 儲存檔案

source: Save Left File as You're asked where to save the left file
ca: Anomena i desa l'arxiu de l'esquerra Haurà d'especificar on desar l'arxiu de l'esquerra
es_es: Guardar el fichero de la izquierda como Se le ha preguntado dónde guardar el fichero de la izquierda
ja: 左側のファイルを名前をつけて保存 ファイルを保存する場所を指定してください。
pl: Zapisz lewy plik jako Można wskazać miejsce zapisu lewego pliku
pt_br: Salvar Arquivo Esquerdo Como Você será perguntado onde salvar o arquivo esquerdo
ru: Сохранить файл слева как У вас спросили куда сохранить файл слева
ta_in: இடது கோப்பை இவ்வாறு சேமி இடது கோப்பை எங்கே சேமிப்பது என்று கேட்கப்படும்
zh_tw: 另存左側檔案 請問左側檔案要儲存至那裡

source: Save Left File The modifications are saved to %s
ca: Desa l'arxiu de l'esquerra Les modificacions s'han desat a %s
es_es: Guardar el fichero de la izquierda Las modificaciones se guarda en %s
ja: 左側のファイルを保存 以下の場所へ保存します。%s
pl: Zapisz lewy plik Zmiany zostaną zapisane do %s
pt_br: Salvar Arquivo Esquerdo As modificações serão salvas em %s
ru: Сохранить файл слева Изменения будут сохранены в %s
ta_in: இடது கோப்பை சேமி மாற்றங்கள் இதில் சேமிக்கப்பட்டுள்ளன %s
zh_tw: 儲存左側檔案 儲存左側檔案變更至 %s

source: Save Right File as You're asked where to save the right file
ca: Desa l'arxiu de la dreta Haurà d'especificar on desar l'arxiu de la dreta
es_es: Guardar el fichero de la derecha como Se le ha pregundado dónde guardar el fichero de la derecha
ja: 右側のファイルを名前をつけて保存 ファイルを保存する場所を指定してください。
pl: Zapisz prawy plik jako Można wskazać miejsce zapisu prawego pliku
pt_br: Salvar Arquivo Direito Como Você será perguntado onde salvar o arquivo direito
ru: Сохранить файл справа как У вас спросили куда сохранить файл справа
ta_in: வலது கோப்பை இவ்வாறு சேமி வலது கோப்பை எங்கே சேமிப்பது என்று கேட்கப்படும்
zh_tw: 另存右側檔案 請問右側檔案要儲存至那裡

source: Save Right File The modifications are saved to %s
ca: Desa l'arxiu de la dreta Les modificacions s'han desat a %s
es_es: Guardar el fichero de la derecha Las modificaciones se guardan en %s
ja: 右側のファイルを保存 以下の場所へ保存します。%s
pl: Zapisz prawy plik Zmiany zostaną zapisane do %s
pt_br: Salvar Arquivo Direito As modificações serão salvar em %s
ru: Сохранить файл справа Изменения будут сохранены в %s
ta_in: வலது கோப்பை சேமி மாற்றங்கள் இதில் சேமிக்கப்பட்டுள்ளன %s
zh_tw: 儲存右側檔案 儲存右側檔案變更至 %s

source: Save all Both Files are saved
ca: Desa'ls tots Ambdós arxius seran desats
es_es: Salvar todo Ambos archivos serán guardados
ja: すべてを保存 両方のファイルを保存
pl: Zapisz wszystko Zostaną zapisane oba pliki
pt_br: Salvar tudo Os arquivos foram salvos
ru: Сохранить всё Оба файла сохранены
ta_in: அனைத்தையும் சேமி இரண்டு கோப்புகளும் சேமிக்கப்பட்டுள்ளன
uk: Зберігти усе Обидва файли будуть збережені
zh_tw: 全部儲存 儲存左右兩側檔案

source: Save and exclude Your changes are saved and the original content is used
ca: Desa i exclou Els vostres canvis es desen i s'utilitza el contingut original
es_es: Guardar y excluir Sus cambios son guardados y se usa el contenido original
ja: マーク以外を採用して保存 マークされていないブロックは変更後の内容で、マークされたブロックは変更前の内容で保存します。いずれの場合も、手動の変更は保存します。
pl: Zapisz i wyklucz Twoje zmiany zostaną zapisane a użyta będzie oryginalna zawartość
pt_br: Salvar e excluir Suas alterações são salvas e o conteúdo original é usado.
ru: Сохранить и исключить Ваши изменения сохранены и оригинальное содержимое будет использовано
ta_in: சேமித்து விலக்கு உங்கள் மாற்றங்கள் சேமிக்கப்பட்டு அசல் உள்ளடக்கம் பயன்படுத்தப்பட்டது
zh_tw: 儲存及排除 儲存變更及但被標記的方塊會變回原本的內容

source: Save and ignore marked blocks Only your manual edits are saved, marked blocks are left as they are
ca: Desa i ignora els blocs marcats Només es desen els vostres canvis manuals, els blocs marcats es deixen tal com estan
es_es: Guarde e ignore los bloques marcados Sólo se guardan sus ediciones manules, los bloques marcados se dejan como están
ja: マークは無視して保存 手動の変更を除いて、変更前の内容を保存します。
pl: Zapisz i zignoruj zaznaczone bloki Zapisane będą tylko twoje ręczne zmiany, zaznaczone bloki będą pozostawione bez zmian
pt_br: Salvar e ignorar blocos marcados Apenas edições manuais são salvas, blocos marcados são deixados como estavam
ru: Сохранить и игнорировать выбранные блоки Только ваши ручные правки будут сохранены, помеченные блоки останутся как есть
ta_in: சேமித்து குறியிடப்பட்ட தொகுதிகளை புறக்கணிக்கவும் உங்கள் கைமுறை திருத்தங்கள் மட்டுமே சேமிக்கப்படும், குறிக்கப்பட்ட தொகுதிகள் அப்படியே விடப்படும்
zh_tw: 儲存及忽略 儲存變更及但忽略被標記的方塊

source: Save and include Your changes are saved and the marked blocks are included
ca: Desa i inclou Els vostres canvis es desen i s'inclouen els blocs marcats
es_es: Guardar e incluir Sus cambios son guardados y se incluyen los bloques marcados
ja: マークを採用して保存 マークされたブロックは変更後の内容(右/下のビューの内容)で、マークされていないブロックは変更前の内容(左/上のビューの内容)で保存します。いずれの場合も、TortoiseGitMergeウィンドウ上で手動で変更した内容(ペンシルマークの行)は保存します。
pl: Zapisz i dołącz Twoje zmiany zostaną zapisane a zaznaczone bloki będą dołączone
pt_br: Salvar e incluir Suas alterações são salvas e os blocos marcados são incluídos
ru: Сохранить и включить Ваши изменения сохранены и помеченные блоки будут включены
ta_in: சேமித்து சேர்க்கவும் உங்கள் மாற்றங்கள் சேமிக்கப்பட்டன மற்றும் குறிக்கப்பட்ட தொகுதிகள் சேர்க்கப்பட்டுள்ளன
zh_tw: 儲存及包含 儲存變更及包含被標記的方塊

source: Save as
ca: Anomena i Desa
es_es: Salvar como
ja: 名付けて保存
pl: Zapisz jako
pt_br: Salvar como
ru: Сохранить как
ta_in: இவ்வாறு சேமி
uk: Зберегти як
zh_tw: 另存新檔

source: Save as...
ca: Anomena i Desa
es_es: Guardar como...
hr: Snimi kao...
ja: 名前を付けて保存 ...
pl: Zapisz jako...
pt_br: Salvar como...
ru: Сохранить как...
ta_in: இவ்வாறு சேமி...
uk: Зберегти як...
zh_tw: 另存新檔...

source: Save as You're asked where to save the file
ca: Anomena i desa Haurà d'especificar on desar l'arxiu
es_es: Guardar como Se le ha preguntado dónde guardar el fichero
ja: 名前を付けて保存 ファイルを保存する場所を指定してください。
pl: Zapisz jako Można wskazać miejsce zapisu pliku
pt_br: Salvar como Você será perguntado onde salvar o arquivo
ru: Сохранить как Вас попросили указать куда сохранить файл
ta_in: இவ்வாறு சேமி கோப்பினை எங்கே சேமிப்பது என்று கேட்கப்படும்
zh_tw: 另存新檔 請問要儲存在那裡

source: Save changes to %1?
ca: Desa canvis a %1?
es_es: ¿Guardar cambios a %1?
hr: Snimi izmjene u %1?
ja: 変更を %1 へ保存しますか？
pl: Zapisz zmiany do %1?
pt_br: Salvar alterações para %1?
ru: Сохранить изменения в %1?
ta_in: மாற்றங்களை %1 இல் சேமிக்கவா?
uk: Зерегти зміни у %1?
zh_tw: 是否儲存 %1 的變動？

source: Save modifications.
ca: Desa canvis
es_es: Guardar modificaciones.
ja: 変更を保存する。
pl: Zapisz zmiany.
pt_br: Salvar modificações.
ru: Сохранить изменения.
ta_in: மாற்றங்களைச் சேமி.
uk: Зберігти зміни.
zh_tw: 儲存變更。

source: Save patch file
ca: Desa el fitxer pedaç
es_es: Guardar fichero de parche
ja: パッチファイルを保存
pl: Zapisz plik poprawki
pt_br: Salvar arquivo de patch
ru: Сохранить файл с заплаткой
ta_in: ஒட்டு கோப்பை சேமி
uk: Зберегти файл патчу
zh_tw: 儲存補綴檔

source: Save revision &to...
ca: Desa revisió &a...
es_es: Guardar revisión &en...
hr: Snimi reviziju &u...
ja: リビジョンを保存(&T)...
pl: Zapisz wersję &w...
pt_br: Salvar revisão &para...
ru: Сохранить ревизию &в...
ta_in: மீள்திருத்தத்தை &இதில் சேமி...
uk: Зберегти модифікацію &у...
zh_tw: 儲存版本至(&T)...

source: Save the active document with a new name Save As
ca: Desa el document actiu amb un nom nou Anomena i desa
es_es: Guarda el documento activo con un nuevo nombre Guardar Como
ja: 名前を付けてドキュメントを保存 名前を付けて保存
pl: Zapisuje aktywny dokument pod nową nazwą Zapisz jako
pt_br: Salvar o documento ativo com um novo nome Salvar Como
ru: Сохранить текущий документ под новым именем Сохранить как
ta_in: செயலில் உள்ள ஆவணத்தை புதிய பெயரில் சேமி இவ்வாறு சேமி
zh_tw: 將使用中文件以新名稱儲存 另存新檔

source: Save the active document Save
ca: Desa el document actiu Desa
es_es: Guardar documento activo Guardar
ja: ドキュメントを保存 保存
pl: Zapisuje aktywny dokument Zapisz
pt_br: Salvar o documento ativo Salvar
ru: Сохранить текущий документ Сохранить
ta_in: செயலில் உள்ள ஆவணத்தைச் சேமி சேமி
zh_tw: 儲存現行文件 儲存

source: Save the modified file Save file
ca: Desa el fitxer modificat Desa fitxer
es_es: Guardar archivo midificado Guardar archivo
hr: Snimi izmijenjenu datoteku Snimi datoteku
ja: 変更されたファイルを保存する ファイルを保存
pl: Zapisuje zmiany w pliku Zapisz plik
pt_br: Salvar o arquivo modificado Salvar arquivo
ru: Сохранить изменённый файл Сохранить файл
ta_in: மாற்றியமைக்கப்பட்ட கோப்பை சேமிக்கவும் கோப்பை சேமி
uk: Зберегти змінений файл Зберегти файл
zh_tw: 儲存已修改的檔案 儲存檔案

source: Save to:
ca: Desa a:
es_es: Guardar en:
ja: 保存先:
pl: Zapisz do:
pt_br: Salvar em:
ru: Сохранить в:
ta_in: இதில் சேமி:
uk: Зберігти у :
zh_tw: 儲存至：

source: Save unified diff
ca: Desa diff unificat
es_es: Guardar dif. unificado
ja: Unified形式の差分を保存
pl: Zapisz plik różnicowy
pt_br: Salvar dif. unifi.
ru: Сохранить объединённые различия
ta_in: ஒருங்கிணைந்த வேறுபாட்டை சேமி
zh_tw: 保存統合式差異檔案

source: Save unified diff since HEAD
ca: Desa diff unificat des de HEAD
es_es: Guardar dif. unificado desde HEAD
ja: HEADからのUnified形式差分を保存
pl: Zapisz plik różnicowy od wersji HEAD
pt_br: Salvar dif. unificadas desde o HEAD
ru: Сохранить объединённые различия по сравнению с ГОЛОВНОЙ ветвью
ta_in: தலை முதல் ஒருங்கிணைந்த வேறுபாட்டை சேமி
zh_tw: 從 HEAD 儲存統合式差異檔案

source: Save Save the file with the conflict markers.
ca: Desa Desa l'arxiu amb els marcadors de conflicte
es_es: Guardar Guarda el fichero con los indicadores de conflicto.
ja: 保存 衝突のマーク付きでファイルを保存する。
pl: Zapisz Zapisanie pliku ze znacznikami konfliktu.
pt_br: Salvar Salva o arquivo com as marcas de conflito.
ru: Сохранить Сохранить файл с маркерами конфликта.
ta_in: சேமி முரண்பாடு குறிப்பான்களுடன் கோப்பைச் சேமிக்கவும்.
zh_tw: 儲存 儲存含有衝突標記的檔案。

source: Save The modifications are saved to %s
ca: Desa Les modificacions s'han desat a %s
es_es: rdar Las modificaciones se guardan en %s
ja: 保存 以下の場所へ保存します。%s
pl: Zapisz Zmiany zostały zapisane do %s
pt_br: Salvar As modificações serão salvas em %s
ru: Сохранить Изменения сохранены в %s
ta_in: சேமி மாற்றங்கள் %s இதில் சேமிக்கப்பட்டுள்ளன
zh_tw: 儲存 儲存變更至 %s

source: Saved Data
ca: Dades desades
es_es: Datos Guardados
hr: Snimljeni podaci
ja: 保存されたデータ
pl: Zapisane dane
pt_br: Dados salvos
ru: Сохранённые данные
ta_in: சேமிக்கப்பட்ட தரவு
uk: Збережені дані
zh_tw: 已存資料

source: Saving config failed (key: "%1!s!", value: "%2!s!").
ca: No s'ha pogut desar la configuració (key: "%1!s!", value: "%2!s!").
pt_br: Falha ao salvar configuração (chave: "%1!s!", valor: "%2!s!").
ta_in: கட்டமைப்பைச் சேமிப்பதில் தோல்வியடைந்தது (திறவுகோல்: "%1!s!", மதிப்பு: "%2!s!").
