Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: LFS Lock Owner
ta_in: எல்எஃப்எச் பூட்டு உரிமையாளர்

source: LFS Locks
ta_in: எல்எஃப்எச் பூட்டுகள்

source: LFS Unlock
ta_in: எல்எஃப்எச் திறத்தல்

source: LINE1
es_es: LÍNEA1
ja: ライン1
pl: WIERSZ 1
pt_br: LINHA1
ru: 1-я линия
ta_in: வரி1
uk: СТРОКА1
zh_tw: 列1

source: LINE2
es_es: LÍNEA2
ja: ライン2
pl: WIERSZ 2
pt_br: LINHA2
ru: 2-я линия
ta_in: வரி2
uk: СТРОКА2
zh_tw: 列2

source: LINE3
es_es: LÍNEA3
ja: ライン3
pl: WIERSZ 3
pt_br: LINHA3
ru: 3-я линия
ta_in: வரி3
uk: СТРОКА3
zh_tw: 列3

source: LINE4
es_es: LÍNEA4
ja: ライン4
pl: WIERSZ 4
pt_br: LINHA4
ru: 4-я линия
ta_in: வரி4
uk: СТРОКА4
zh_tw: 列4

source: LINE5
es_es: LÍNEA5
ja: ライン5
pl: WIERSZ 5
pt_br: LINHA5
ru: 5-я линия
ta_in: வரி5
uk: СТРОКА5
zh_tw: 列5

source: LINE6
es_es: LÍNEA6
ja: ライン6
pl: WIERSZ 6
pt_br: LINHA6
ru: 6-я линия
ta_in: வரி6
uk: СТРОКА6
zh_tw: 列6

source: LINE7
es_es: LÍNEA7
ja: ライン7
pl: WIERSZ 7
pt_br: LINHA7
ru: 7-я линия
ta_in: வரி7
uk: СТРОКА7
zh_tw: 列7

source: LINE8
es_es: LÍNEA8
ja: ライン8
pl: WIERSZ 8
pt_br: LINHA8
ru: 8-я линия
ta_in: வரி8
uk: СТРОКА8
zh_tw: 列8

source: Language:
ca: Idioma:
es_es: Idioma:
ja: 言語:
pl: Język:
pt_br: Idioma:
ru: Язык:
ta_in: மொழி:
uk: &Мова:
zh_tw: 語系：

source: Large file storage
ta_in: பெரிய கோப்பு சேமிப்பு

source: Last %s commit(s)
ca: Última %s entrega(es)
es_es: Última(s) %s consignación(es) (commit)
ja: 最後の %s コミット
pt_br: Últimas %s submissões
ru: Крайние %s фиксации(й)
ta_in: கடைசி %s உறுதிமொழி(கள்)
uk: Останні %s фіксувань
zh_tw: 最新 %s 個提交

source: Last %s month(s)
ca: Últim %s mes(os)
es_es: Último(s) %s mes(es)
ja: 最後の %s ヶ月
pt_br: Últimos %s meses
ru: Последние %s месяца(ев)
ta_in: கடந்த %s மாதம்(கள்)
uk: Останні %s місяців
zh_tw: 最近 %s 個月

source: Last %s week(s)
ca: Última %s setmana(es)
es_es: Última(s) %s semana(s)
ja: 最後の %s 週間
pt_br: Últimas %s semanas
ru: Последние %s недель(и)
ta_in: கடந்த %s வாரம்(கள்)
uk: Останні %s тижнів
zh_tw: 最近 %s 個星期

source: Last %s year(s)
ca: Últim %s any(s)
es_es: Último(s) %s año(s)
ja: 最後の %s 年間
pt_br: Últimos %s anos
ru: Последние %s года(лет)
ta_in: கடந்த %s ஆண்டு(கள்)
uk: Останні %s років
zh_tw: 最近 %s 年

source: Last Author
ca: Últim autor
es_es: Últim. Autor
ja: 最終更新者
pl: Ostatni autor
pt_br: Último Autor
ru: Последний автор
ta_in: கடைசி ஆசிரியர்
uk: Останній автор
zh_tw: 上一個作者

source: Last Author Date
ta_in: கடைசி ஆசிரியர் தேதி

source: Last Commit
ca: Última entrega
es_es: Última consigna
ja: 最後のコミット
pl: Ostatnie zatwierdzenie
pt_br: Última Submissão:
ru: Крайняя фиксация
ta_in: கடைசி உறுதிமொழி
uk: Остання фіксація
zh_tw: 上次提交

source: Last Committer
ta_in: கடைசி உறுதிமொழியாளர்

source: Last Modified
ca: Última modificació
es_es: Última modificación
ja: 最終更新
pl: Zmodyfikowano
pt_br: Última Modificação
ru: Последнее изменение
ta_in: கடைசியாக மாற்றப்பட்டது
uk: Остання модіфікація
zh_tw: 最後修改

source: Last Modified:
ca: Última modificació:
es_es: Última modificación:
ja: 最後の修正:
pl: Ostatnia modyfikacja:
pt_br: Última Modificação:
ru: Последнее изменение:
ta_in: கடைசியாக மாற்றப்பட்டது:
uk: Остання модіфікація:
zh_tw: 上次修改：

source: Last known &good:
ca: Últim bo conegut:
es_es: Último &bueno conocido:
ja: 問題の無かったものの最後(&G):
pl: Ostatnia znana &dobra:
pt_br: Ultimo &bom conhecido:
ru: Последний &хороший:
ta_in: கடைசியாக அறியப்பட்ட &நல்லது:
zh_tw: 最後已知良好版本(&G)：

source: Last selected date
ca: Última data seleccionada
es_es: Última fecha seleccionada
ja: 最後に選択した日付
pt_br: Última data selecionada
ru: Последняя выбранная дата
ta_in: கடைசியாக தேர்ந்தெடுக்கப்பட்ட தேதி
uk: Остання обрана дата
zh_tw: 最後選擇的日期

source: Launches the external diff/merge program to solve the conflicts
ca: Llança el programa de diffs/fusions extern per a resoldre conflictes
es_es: Lanzar un programa externo de dif./merge para resolver los conflictos
ja: 競合を解決するために、外部の差分/マージプログラムを起動
pl: Uruchamia zewnętrzny program do porównywania/scalania plików w celu rozwiązania konfliktu.
pt_br: Executa um programa de comparação/combinação externo para resolver os conflitos
ru: Запускает внешнюю программу различий/слияния для разрешения конфликтов
ta_in: முரண்பாடுகளைத் தீர்க்க வெளிப்புற வேறுபாடு/சேர்க்கை நிரலை துவக்குகிறது
uk: Старт зовнішньої прогамми різниці/злиття щоб розрішити конфлікт
zh_tw: 啟動外部「比較差異／合併」程式處理衝突

source: Least active author:
ca: Autor menys actiu:
es_es: Último autor activo:
hr: Najmanje aktivan autor:
ja: 最も活発でない著者:
pl: Najmniej aktywny użytkownik:
pt_br: Autor menos ativo:
ru: Наименее активный автор:
ta_in: குறைந்த செயலில் உள்ள ஆசிரியர்:
uk: Найменш активний автор:
zh_tw: 最不活躍作者：

source: Leave as conflicted The conflict status of the file is kept
ca: Deixa com si no tingués conflictes L'estatus de conflicte de l'arxiu es mantindrà
es_es: Dejar como en-conflicto El estatus de conflicto del fichero se mantiene.
ja: 競合したままにする ファイルの競合状態を保持
pl: Pozostaw w stanie konfliktu Status konfliktu pliku zostanie zachowany
pt_br: Deixar como conflito O status de conflito do arquivo é mantido
ru: Оставить конфликтующим Файл сохраняется в статусе конфликта
ta_in: முரண்பட்டதாக விட்டு விடுங்கள் கோப்பின் முரண்பாடு நிலை வைக்கப்பட்டுள்ளது
zh_tw: 保留衝突狀態 保留檔案的衝突狀態

source: Leave only marked blocks
ca: Deixa només els blocs marcats
es_es: Deje sólo los bloques marcados
ja: マークされたブロックだけを残す
pt_br: Deixar apenas blocos marcados
ru: Оставить только помеченные блоки
ta_in: குறியிடப்பட்ட தொகுதிகளை மட்டும் விடுங்கள்
zh_tw: 只保留已標記區塊

source: Left View:
ca: Visualització esquerra:
es_es: Vista izquierda:
hr: Lijevi pogled:
ja: 左ビュー:
pl: Widok lewy:
pt_br: Visão da Esquerda:
ru: Вид слева:
ta_in: இடது பார்வை:
uk: Ліве подання:
zh_tw: 左側檢視：

source: Left image
ca: Imatge esquerra
es_es: Imagen izquierda
hr: Lijeva slika
ja: 左側の画像
pl: Lewy obraz
pt_br: Imagem esquerda:
ru: Левое изображение
ta_in: இடது படம்
uk: Ліве зображення
zh_tw: 左側影像

source: Line Graph
ca: Gràfic de línies
es_es: Gráfica izquierda
hr: Linijski graf revizija
ja: 折れ線グラフ
pl: Wykres liniowy
pt_br: Gráfico em Linha
ru: График
ta_in: வரி வரைபடம்
uk: Граф рядків
zh_tw: 直線圖

source: Line diff bar
ca: Barra diff de línia
es_es: Línea barra dif.
ja: 行差分バー
pl: Pasek porównania linii
pt_br: Linha da barra de diferenças
ru: Полоса линии изменений
ta_in: வரி வேறுபாடு பட்டை
uk: Смуга відмінностей рядків
zh_tw: 單行差異列

source: Line differences
ca: Diferències de línea
es_es: Línea de diferencias
hr: Razlike u linijama
ja: 行差分
pl: Różnice linii
pt_br: Diferenças de linha
ru: Различия строк
ta_in: வரி வேறுபாடுகள்
uk: Відмінності рядків
zh_tw: 單行差異

source: Line moved from line %ld
ca: Línia moguda des de la línia %ld
es_es: Línea movida de la línea %ld
ja: %ld 行目から移動した行
pl: Wiersz przeniesiony z linii %ld
pt_br: Linha movida da linha %ld
ru: Строка перемещена со строки %ld
ta_in: வரி %ld வரியிலிருந்து நகர்த்தப்பட்டது
uk: Рядок переміщен у рядок %ld
zh_tw: 從行 %ld 移動了的行

source: Line moved to line %ld
ca: Línia moguda a la línia %ld
es_es: Línea movida a la línea %ld
ja: %ld 行目へ移動した行
pl: Wiersz przeniesiony do linii %ld
pt_br: Linha movida para linha %ld
ru: Строка перемещена на строку %ld
ta_in: வரி %ld வரிக்கு நகர்த்தப்பட்டது
uk: Рядок переміщен у рядок %ld
zh_tw: 移動至行 %ld

source: Line width
ca: Gruix de la línia
es_es: Ancho de línea
ja: 線の幅
pt_br: Largura da linha
ru: Ширина линии
ta_in: வரி அகலம்
uk: Ширина лінії
zh_tw: 線寬

source: Line:
ca: Línia:
es_es: Línea:
hr: Linija:
ja: 行番号:
pl: Linia:
pt_br: Linha:
ru: Строка:
ta_in: வரி:
uk: Рядок:
zh_tw: 行：

source: Line: %*ld
ca: Línia: %*ld
es_es: Línea: %*ld
hr: Redak: %*ld
ja: 行番号: %*ld
pl: Linia: %*ld
pt_br: Linha: %*ld
ru: Строка: %*ld
ta_in: வரி: %*ld
uk: Рядок: %*ld
zh_tw: 行：%*ld

source: Lines added
ca: Línies afegides
es_es: Líneas añadidas
ja: 追加した行
pl: Dodane wiersze
pt_br: Linhas adicionadas
ru: Строк добавлено
ta_in: சேர்க்கப்பட்ட வரிகள்
uk: Рядків додано
zh_tw: 加入的行

source: Lines removed
ca: Línies eliminades
es_es: Líneas eliminadas
ja: 削除した行
pl: Usunięte wiersze
pt_br: Linhas removidas
ru: Строк удалено
ta_in: அகற்றப்பட்ட வரிகள்
uk: Рядків видалено
zh_tw: 移除的行

source: List Help topics Help Topics
ca: Llista temes de l'Ajuda Temes d'Ajuda
es_es: Listar temas de ayuda Temas de Ayuda
hr: Prikaži sadržaj pomoći Sadržaj pomoći
ja: ヘルプトピックを列挙 ヘルプトピック
pl: Pokazuje tematy pomocy Tematy pomocy
pt_br: Listar Tópicos de Ajuda Tópicos de Ajuda
ru: Показать разделы справки Разделы справки
ta_in: உதவி தலைப்புகளை பட்டியலிடு உதவி தலைப்புகள்
uk: Список тем довідки Теми довідки
zh_tw: 列出說明主題 說明主題

source: List a renamed file as "long/path/{to => for}/file.txt" instead of "long/path/for/file.txt (from long/path/to/file.txt)".
ca: Mostra un arxiu reanomenat com "ruta/llarga/{antiga => nova}/arxiu.txt" enlloc de "ruta/llarga/novaa/arxiu.txt (des de ruta/llarga/antiga/arxiu.txt)".
es_es: Listar un archivo renombrado como "long/path/{de => por}/file.txt" en lugar de "long/path/por/file.txt (de long/path/a/file.txt)".
ja: 名前の変更れたファイルを、"path/for/file.txt (from path/to/file.txt)" ではなく "path/{to => for}/file.txt" のように表示する
pl: Pokaż pliki ze zmienionymi nazwami jako "długa/ścieżka/{do => na}/plik.txt" zamiast "długa/ścieżka/na/plik.txt (z długa/ścieżka/do/plik.txt)".
pt_br: Lista um arquivo renomeado como "caminho/longo/{do => para}/arquivo.txt" ao invés de "caminho/longo/para/arquivo.txt (de caminho/longo/do/arquivo.txt)".
ru: Выводить переименованный файл в виде "long/path/{to => for}/file.txt" вместо "long/path/for/file.txt (из long/path/to/file.txt)".
ta_in: "நீண்ட/பாதை/இதற்க்கான/கோப்பு.உரை (நீண்ட/பாதை/இங்கு/கோப்பு.உரை இலிருந்து)" என்பதற்குப் பதிலாக "நீண்ட/பாதை/{இங்கு => இதற்க்கான}/கோப்பு.உரை" என மறுபெயரிடப்பட்ட கோப்பை பட்டியலிடவும்.
uk: Показувати перейменовані файли як "повний/шлях/{у => з}/файл.txt" замість "повний/шлях/у/файл.txt (з повний/шлях/з/файл.txt)".
zh_tw: 顯示一重新命名檔案為「long/path/{to => for}/file.txt」而非 「long/path/for/file.txt (from long/path/to/file.txt)」。

source: Load Images
ca: Carrega Imatges
es_es: Cargar imágenes
hr: Učitaj slike
ja: 画像を開く
pl: Załaduj obrazy
pt_br: Carregar Imagens
ru: Загрузить изображения
ta_in: படங்களை ஏற்று
uk: Завантажити зображення
zh_tw: 載入影像

source: Load Putty &Key
ca: Carrega clau Putty
es_es: &Clave Putty
ja: Putty 認証キーのロード(&K)
pl: Wczytaj &klucz Putty
pt_br: Carregar &Chave do Putty
ru: Загрузить ключ Putty
ta_in: புட்டி &திறவுகோலை ஏற்றவும்
uk: &Ключ Putty
zh_tw: 載入 PuTTY 金鑰(&K)

source: Load changes Changes made in TortoiseGitMerge are lost and replaced with the new content.
ca: Carrega canvis Els canvis fets en TortoiseGitMerge seran descartats i substituïts pel nou contingut.
es_es: Cargar cambios Los cambios realizados en TortoiseGitMerge se pedieron y fueron reemplazados con los nuevos contenidos.
ja: 変更を読み込み TortoiseGitMerge でした変更は失われ、新しいコンテンツが読み込まれます。
pl: Wczytaj zmiany Zmiany wykonane w TortoiseGitMerge zostaną utracone i zastąpione nową treścią.
pt_br: Carregar modificações As modificações feitas no TortoiseGitMerge serão perdidos e substituidos com o novo contexto.
ru: Загрузить изменения Изменения, сделанные в TortoiseGitMerge, теряются и заменяются новым содержимым.
ta_in: மாற்றங்களை ஏற்று ஆமைகிட்ஒன்றிணையில் செய்யப்பட்ட மாற்றங்கள் தொலைந்து புதிய உள்ளடக்கத்துடன் மாற்றப்பட்டன.
uk: Загрузити зміни Зміни зроблені у TortoiseGitMerge будуть втрачені і замінені новим контентом
zh_tw: 載入變更 在 TortoiseGitMerge 中的變更會全部消失。

source: Load changes The views are updated with the new content.
ca: Carrega canvis Les vistes s'han actualitzat amb el nou contingut
es_es: Cargar cambios Las vistas se actualizan con los nuevos contenidos.
ja: 変更を読み込み ビューは新しいコンテンツで更新されます。
pl: Załaduj zmiany Widoki zostaną zaktualizowane o nowe treści.
pt_br: Carregar modificações As visualizações são atualizadas com o novo contexto.
ru: Загрузить изменения Представления обновляются новым содержимым.
ta_in: மாற்றங்களை ஏற்று புதிய உள்ளடக்கத்துடன் பார்வைகள் புதுப்பிக்கப்படுகின்றன.
zh_tw: 載入變更 已更新為新的內容。

source: Loading...
ca: Carregant...
es_es: Cargando...
ja: 読み込み中...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
ta_in: ஏற்றுகிறது...
uk: Завантаження...
zh_tw: 載入中．．．

source: Local
ja: ローカル
pl: Lokalny
ru: Локальное
ta_in: உள்ளூர்
uk: Локальний
zh_tw: 本地

source: Local Branch
ca: Branca local
es_es: Ramal local
ja: ローカルブランチ
pl: Lokalna gałąź
pt_br: Ramo Local
ru: Локальная ветвь
ta_in: உள்ளூர் கிளை
uk: Локальна гілка
zh_tw: 本地分支

source: Local SHA1
ca: SHA1 local
ja: ローカルSHA1
pt_br: SHA1 local
ta_in: உள்ளூர் பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை1

source: Local changes ignored (assumed valid/unchanged or skip worktree flagged files)
ca: Canvis locals ignorats (fitxers marcats com assumir vàlid/no modificat o ometre-arbre de treball)
es_es: Cambios locales ignorados (ficheros con distintivo asumido-válido/inalterado u omitir-árbol-de-trabajo)
ja: ローカルの変更を無視 ("assume-unchanged (変更なしとみなす)" もしくは "skip-worktree (作業ツリーを保持)" フラグが付いたファイル)
pt_br: Mudanças locais ignoradas (arquivos marcados como assumido como válido/não modificado ou pular diretório de trabalho)
ru: Локальные изменения игнорируются (файлы типа предположительно-годный/неизменённый или пропустить-в-рабочей-копии)
ta_in: உள்ளூர் மாற்றங்கள் புறக்கணிக்கப்பட்டன (செல்லுபடியாகும்/மாறாமல் இருக்கும் அல்லது பணிமரத்தில் கொடியிடப்பட்ட கோப்புகளைத் தவிர்க்கவும்)
zh_tw: 忽略本地變更（含 assumed valid/unchanged 或 skip worktree 旗標的檔案）

source: Local message
ca: Missatge local
ja: ローカル メッセージ
pt_br: Mensagem local
ta_in: உள்ளூர் செய்தி

source: Local status
ca: Estat local
es_es: Estado local
hr: Lokalni status
ja: ローカルの状態
pl: Status lokalny
pt_br: Status local
ru: Локальный статус
ta_in: உள்ளூர் நிலை
uk: Локальний стан
zh_tw: 本地狀態

source: Location where the contents of the selected revision of the repository will be saved to.
ca: Ruta on es desaran els continguts de la revisió del dipòsit seleccionada.
es_es: Ubicación donde los contenidos de la revisión seleccionada del repositorio se guardarán.
ja: レポジトリの選択したリビジョンの内容を保存する位置。
pt_br: Local onde o conteúdo da revisão selecionada do repositório será salvo.
ru: Место, куда будет сохранено содержимое выбранной ревизии хранилища.
ta_in: தொகுப்பின் தேர்ந்தெடுக்கப்பட்ட மீள்திருத்தத்தின் உள்ளடக்கங்கள் சேமிக்கப்படும் இடம்.
uk: Місцезнаходження куди буде збережені вибрані ревізії
zh_tw: 所選取版本的匯出目的地（完整路徑加檔名）。

source: Locator Bar
ca: Barra Localització
es_es: Barra de busquedas
ja: 位置バー
pl: Pasek lolalizacji
pt_br: Barra de Localização
ru: Полоса локатора
ta_in: இருப்பிட பட்டி
uk: Пошукова смуга
zh_tw: 定位列

source: Locator bar
ca: Barra de localització
ja: 位置バー
pt_br: Barra de localização
ta_in: இருப்பிட பட்டி

source: Lock
hr: Lokot
ta_in: பூட்டு

source: Locked
ta_in: பூட்டப்பட்டது

source: Locked %d worktree(s).
ta_in: %d பூட்டப்பட்ட பணிமரம்(கள்).

source: Locks a file using LFS
ta_in: எல்எஃப்எசைப் பயன்படுத்தி ஒரு கோப்பைப் பூட்டுகிறது

source: Log
ca: Registre
es_es: Reg.
hr: Dnevnik
ja: ログ
pl: Dziennik
pt_br: Histórico
ru: Журнал
ta_in: பதிவு
uk: Журнал
zh_tw: 日誌

source: Log Branch Line
ca: Registra la línia de branca
es_es: Línea del ramal en el registro (log)
ja: ログにおけるブランチの線
pt_br: Histórico de Linha de Ramo
ru: Линия ветви в журнале
ta_in: பதிவு கிளை வரி
zh_tw: 日誌中的分支線

source: Log Graphic
ca: Registre gràfic
es_es: Reg. Grafico
ja: ログにおけるブランチ名やタグ名の色
pl: Graficzny log
pt_br: Gráfico de Histórico
ru: Раскраска журнала
ta_in: பதிவு வரைகலை
uk: Кольори логу
zh_tw: 日誌版本圖

source: Log History
ca: Històric del registre
es_es: Reg. Histórico
hr: Povijest dnevnika
ja: ログの履歴
pl: Historia dziennika
pt_br: Histórico
ru: Предыдущие сообщения журнала
ta_in: பதிவு வரலாறு
uk: Історія Журналу
zh_tw: 日誌歷史

source: Log Messages
ca: Missatges de registre
es_es: Reg. Mensajes
hr: Poruke dnevnika
ja: ログメッセージ
pl: Opisy zmian
pt_br: Mensagens de Histórico
ru: Сообщения журнала
ta_in: புகுபதிகை செய்திகள்
uk: Повідомлення Журналу (Логу)
zh_tw: 日誌訊息

source: Log commit ordering
ca: Ordre del registre d'entregues
es_es: Registrar orden de commits (acometimientos)
ja: コミットログの順序
pt_br: Ordem do log de submissões
ru: Порядок следования фиксаций в журнале
ta_in: பதிவு உறுதிமொழி வரிசைப்படுத்தல்
zh_tw: 日誌提交排列順序

source: Log messages
ca: Missatges de registre
es_es: Reg. mensajes
hr: Poruke dnevnika
ja: ログメッセージ
pl: Opisy zmian
pt_br: Mensagens de Histórico
ru: Сообщения журнала
ta_in: புகுபதிகை செய்திகள்
uk: Повідомлення Журналу
zh_tw: 日誌訊息

source: Log messages (Input dialog)
ca: Missatges de registre (diàleg d'entrada)
es_es: Reg. nensajes (diálogo de entrada)
hr: Poruke dnevnika (dijalog za upis)
ja: ログメッセージ（入力ダイアログ）
pl: Opisy zmian (okno wprowadzania)
pt_br: Mensagens de histórico (Caixa de diálogo de entrada)
ru: Введённые предыдущие сообщения журнала
ta_in: புகுபதிகை செய்திகள் (உள்ளீட்டு உரையாடல்)
uk: Повідомлення журналу (діалог вводу)
zh_tw: 日誌訊息（輸入視窗）

source: Log messages (Show log dialog)
ca: Missatges de registre (Mostra diàleg de registre)
es_es: Reg. mensajes (Mostrar Reg. de diállogo)
hr: Poruke dnevnika (prikaži dijalog dnevnika)
ja: ログメッセージ（ログダイアログ）
pl: Opisy zmian (Pokaż okienko dialogowe logu)
pt_br: Mensagens de histórico (Exibir diálogo de histórico)
ru: Полученные кэшированные сообщения журнала
ta_in: பதிவு செய்திகள் (பதிவு உரையாடலைக் காட்டு)
uk: Повідомлення журналу (Діалог показу журналу)
zh_tw: 日誌訊息（顯示日誌視窗）

source: Login:
ca: Inici de sessió:
es_es: Identificarse:
ja: ログイン:
ru: Логин:
ta_in: உள்நுழைவு:
uk: Ім'я(Login):
zh_tw: 登入名稱：

source: M&erge: Resets the index and try to reconstruct the pre-merge state
ca: Fusiona: Reinicialitza l'índex i mira de reconstruir la situació pre-fusió
ja: マージ: インデックスをリセットし、マージ前の状態の復元に試みる(&E)
pt_br: M&esclar: Restaura o índice e trenta reconstruir o estado antes da mesclagem
ta_in: ஒன்றிணைத்தல்: குறியீட்டை மீட்டமைத்து, இணைப்பதற்கு முந்தைய நிலையை மீண்டும் உருவாக்க முயற்சிக்கவும்

source: MAPI
ta_in: அஞ்சல் பயன்பாட்டு நிரலாக்க இடைமுகம்

source: Macintosh
ja: マッキントッシュ
ru: Макинтош
ta_in: மேகிண்டோஷ்

source: Mail
ca: Correu
es_es: Correo
ja: メールl
ru: E-mail
ta_in: அஞ்சல்
zh_tw: 郵件

source: Mail system DLL is invalid.
ca: La DLL del sistema de correu no és vàlida.
es_es: La DLL del sistema de correo no es válida.
hr: Neispravan DLL sustava elektronske pošte.
ja: メールシステムDLLは無効です。
pl: DLL systemu pocztowego jest niepoprawny.
pt_br: DLL do sistema de correio inválida.
ru: Не подходящий DLL почтовой системы.
ta_in: அஞ்சல் அமைப்பு மாறும் இணைப்பு நூலகம் தவறானது.
uk: DLL поштової системи непридатна.
zh_tw: 郵件系統 DLL 錯誤.

source: Make it Bare (No working directories)
ca: Crea un dipòsit cru (sense directori de treball)
es_es: Hazlo vacío (sin directorios de trabajo)
ja: Bare を生成(作業ディレクトリーを作りません)
pt_br: Torná-lo Nu (Sem diretórios de trabalho)
ru: Создать пустой (без рабочей копии)
ta_in: அதை வெறுமையாக்கு (பணிபுரியும் கோப்பகங்கள் இல்லை)
uk: Створити очищеним (Bare) (нема робочих тек)
zh_tw: 設為純版本庫（没有工作目錄）

source: Mana&ge
ca: Administra
es_es: Adminis&trar
ja: 管理(&G)
pl: Zarzą&dzaj
pt_br: &Gerenciar
ru: У&правление
ta_in: நிர்வகி&
zh_tw: 管理(&G)

source: Manage
ca: Administra
es_es: Administrar
ja: 管理
pl: Zarządzaj
pt_br: Gerenciar
ru: Управление
ta_in: நிர்வகி
zh_tw: 管理

source: Manage Remotes
ca: Administra remots
es_es: Administrar Remotos
ja: リモートを管理
pl: Zarządzaj zdalnie
pt_br: Gerenciar Remotos
ru: Управление Внешними хранилищами
ta_in: தொலைநிலைகளை நிர்வகி
zh_tw: 管理遠端

source: Manages the worktrees of a repository
ta_in: ஒரு களஞ்சியத்தின் பணிமரங்களை நிர்வகிக்கிறது

source: Mark as resolved
ca: Marca com a resolt
es_es: Marcar como resuelto
hr: Označi kao riješeno
ja: 解決済み とする
pl: Oznacz jako rozwiązany
pt_br: Marcar como resolvido
ru: Пометить как улаженный
ta_in: தீர்ந்தது எனக் குறி
uk: Позначити владнаним
zh_tw: 標記為 已解決

source: Mark as resolved The file status is changed to modified
ca: Marca com a resolt. L'estatus de l'arxiu s'ha canviat a modificat
es_es: Marcar como resuelto El estatus del fichero se cambió a modificado
ja: 解決済みとする ファイルのステータスは、修正済みに変更
pl: Zaznacz jako rozwiązane. Plik zostanie oznaczony jako zmieniony.
pt_br: Marcar como resolvido O estado do arquivo foi alterado para modificado
ru: Отметить как улаженный Статус файла меняется на изменённый
ta_in: தீர்ந்தது எனக் குறி கோப்பின் நிலை மாற்றியமைக்கப்பட்டது
uk: Позначити владнаним Статус файлу змінется у модіфікований
zh_tw: 標記為已解決 清除衝突狀態並標示為已更改

source: Mark for comparison
ca: Marca per a comparar
es_es: Marcar para comparación
hr: Označi za usporedbu
ja: 後で差分を取るためにマーク
pl: Zaznacz do porównania
pt_br: Marcado para comparação
ru: Отметить для сравнения
ta_in: ஒப்பீடு செய்ய குறி
uk: Позначити для порівняння
zh_tw: 標記為比較基準

source: Mark this block
ca: Marca aquest bloc
es_es: Marcar este bloque
ja: このブロックをマークする
pt_br: Marcar este block
ru: Пометить этот блок
ta_in: இந்தத் தொகுதியைக் குறிக்கவும்
uk: Позначити цей блок
zh_tw: 標記此區塊

source: Marked Blocks
ca: Blocs marcats
es_es: Bloques marcados
ja: マークされたブロック
pl: Zaznaczone Bloki
pt_br: Blocos Marcados
ru: Помеченные блоки
ta_in: குறியிடப்பட்ட தொகுதிகள்
zh_tw: 已標記區塊

source: Marked words: %s
ta_in: குறியிடப்பட்ட சொற்கள்: %s

source: Marks a file as resolved in Git Mark as resolved
ca: Marca l'arxiu com a resolt al Git Marca com a resolt
es_es: Marcar un archivo como resuelto en Git Marcar como resuelto
ja: Git上でファイルを解決済みとマークします 解決済みとする
pl: Oznacza jako plik z rozwiązanym konfliktem w Git Oznacz jako rozwiązany
pt_br: Marca um arquivo como resolvido no Git Marcar como resolvido
ru: Отмечает файл как улаженный в Git Отметить как улаженный
ta_in: ஒரு கோப்பை கிட் இல் தீர்க்கப்பட்டதாகக் குறிக்கிறது தீர்ந்தது எனக் குறி
zh_tw: 將檔案標記為已解決衝突狀態 標記為已解決

source: Marks revision as bad
ca: Marca revisió com a dolenta
es_es: Marcar revisión como mala
ja: マークしたリビジョンに問題があります
pl: Oznacz zmiany jako złe
pt_br: Marcar revisão como ruim
ru: Отметить ревизию неудачной
ta_in: மீள்திருத்தம் மோசமானதாகக் குறிக்கிறது
uk: Помітити ревізію як погану
zh_tw: 標示為壞的版本

source: Marks revision as good
ca: Marca revisió com a bona
es_es: Marcar revisión como buena
ja: マークしたリビジョンは適切です
pl: Oznacz zmiany jako dobre
pt_br: Marcar revisão como boa
ru: Отметить ревизию удачной
ta_in: மீள்திருத்தம் நன்றாக இருப்பதாகக் குறிக்கிறது
uk: Помітити ревізю як добру
zh_tw: 標示為好的版本

source: Match &case
ca: Fer coincidir ma&júsc/minúsc
es_es: Mayúsculas y &minúsculas
hr: Pazi na &velika/mala slova
ja: 大文字と小文字を区別(&C)
pl: Uwzględnij &wielkość liter
pt_br: Coincidir &caixa
ru: С учетом &регистра
ta_in: &வழக்கு பொருத்து
uk: Враховувати &реєстр
zh_tw: 符合大小寫(&C)

source: Max
ca: Màx
hr: Maksimum
ja: 最大
pl: Maks.
pt_br: Máx
ta_in: அதிகபட்சம்
uk: Макс
zh_tw: 最大

source: Max. items to keep in the log message history
ca: Max. número d'elements per a conservar en l'històric de missatges de registre
es_es: Max. elementos a tener en el historial de mensajes de reg.
hr: Dopušteni broj poruka za pregled dnevnika
ja: ログメッセージの履歴で表示する最大の項目数
pl: Maks. ilość elementów przechowywanych w historii opisów zmian
pt_br: Máximo de itens no histórico de mensagens
ru: Количество сохраняемых предыдущих сообщений журнала
ta_in: பதிவு செய்தி வரலாற்றில் வைத்திருக்க வேண்டிய அதிகபட்ச உருப்படிகள்
uk: Макс. к-сть елементів у історії логових повідомлень
zh_tw: 歷史日誌訊息的最大保留筆數

source: Max. lines in action log
ca: Max. nombre de línies al registre d'accions
es_es: Lneas Max. en el reg. acción
hr: Najveći broj linija dnevnika
ja: アクションログに保持する最大の行数
pl: Maks. liczba linii w dzienniku akcji
pt_br: Máx. de linhas no histórico de ações
ru: Число строк в журнале действий
ta_in: செயல் பதிவில் அதிகபட்ச வரிகள்
uk: Макс. к-сть рядків у лозі дій
zh_tw: 行為日誌的最大行數

source: Merge
ca: Fusiona
es_es: Combinar
hr: Stopi
ja: マージ
pl: Scalaj
pt_br: Combinar
ru: Слияние
ta_in: ஒன்றிணைத்தல்
uk: Злити
zh_tw: 合併

source: Merge &Message
ca: Missatge de fusió
es_es: &Mensaje de Combinar
ja: メッセージをマージ(&M)
pt_br: &Mensagem de Combinação
ru: Сообщение &Слияния
ta_in: &செய்தியை ஒன்றிணைக்கவும்
zh_tw: 合併訊息(&M)

source: Merge Point
ca: Punt de fusió
es_es: Combianr Punto
ja: マージポイント
pt_br: Ponto de mescla
ru: Точка слияния
ta_in: இணைப்பு புள்ளி
zh_tw: 合併點
