Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: A branch with the same name as your entered tag name already exists (so the short ref is ambiguous). This can cause problems so you should avoid it.
ca: Ja existeix una branca amb el nom d'aquesta etiqueta (així que el ref és ambigu). Això pot causar problemes. És aconsellable evitar-ho.
es_es: Ya existe un ramal con el mismo nombre de la etiqueta que ha introducido (así que la referencia corta es ambigua). Esto puede causar problemas, así que debe evitarlos.
ja: 入力したタグ名と同じ名前のブランチが既にあります(refが短いと紛らわしくなります)。 問題を引き起こす可能性があるので避けるべきです。
pt_br: Um ramo com o mesmo nome que você entrou já existe (ou a referência curta é ambígua). Isto pode causar problemas, então você deve evitar isto.
ru: Ветвь с именем, совпадающем с введённым вами именем для метки уже существует (таким образом короткая ссылка двусмысленна). Это может привести к проблемам и вам следует избегать подобной ситуации.
ta_in: உங்கள் உள்ளிட்ட குறிச்சொல் பெயரின் அதே பெயரில் ஒரு கிளை ஏற்கனவே உள்ளது (எனவே குறுகிய குறிப்பு தெளிவற்றதாக உள்ளது). இது சிக்கல்களை ஏற்படுத்தும், எனவே நீங்கள் அதைத் தவிர்க்க வேண்டும்.
uk: Гілка з тим самим ім'ям що ви як ім'я тегу ввели вже існуе (коротке посилання неоднозначне). Це може викликати проблеми, так що ви повинні уникати цього.
zh_tw: 與你輸入的標籤相同名稱的分支已經存在(所以短參照是模稜兩可的)，這可能導致一些問題，所以應盡量避免

source: A branch with this name already exists.
ca: Ja existeix una branca amb aquest nom.
es_es: Ya existe un ramal con el mismo nombre.
ja: このブランチ名は既に存在します
pl: Gałąź o tej nazwie już istnieje.
pt_br: Um ramo com este nome já existe.
ru: Ветка с таким именем уже существует.
ta_in: இந்த பெயரில் ஒரு கிளை ஏற்கனவே உள்ளது.
uk: Гілка з такою назвою вже існує.
zh_tw: 相同名稱的分支已經存在

source: A merge process is active, so this commit will be a merge commit. In order to abort a merge, you have to perform a reset or forced checkout.
ca: Un procés de fusió està actiu, per tant aquesta entrega serà una entrega fusionada. Per tal d'interrompre la fusió heu de fer un Reset o una extracció forçada
es_es: Un proceso de "merge" está activo, por lo que esta consigna será una consign de "merge". Para cancelar un "merge", tienes que hacer un reinicio o comprobación forzada.
ja: マージプロセスが実行中なので、このコミットはマージコミットになります。マージを中止するには、リセットするか、強制チェックアウトする必要があります。
pt_br: Um processo de mesclagem está ativo, então esta submissão será uma submissão de mesclagem. Para cancelar a mesclagem você tem que fazer uma reversão ou restauração forçada
ru: Процесс слияния активен, из-за чего этот коммит будет коммитом-слиянием. Чтобы прервать слияние, необходимо выполнить восстановление или сброс ветви.
ta_in: ஒரு ஒன்றிணைப்பு செயல்முறை செயலில் உள்ளது, எனவே இந்த உறுதிமொழியானது ஒன்றிணைப்பு உறுதிமொழியாக இருக்கும். ஒன்றிணைப்பை நிறுத்த, நீங்கள் மீட்டமைக்க அல்லது கட்டாய சரிபார்ப்பு செய்ய வேண்டும்.
zh_tw: 合併程序進行中，所以這個提交將會是一個合併提交。要中止合併，你需要進行重設或強行取出。

source: A newer version is available. Please download the current version!
ca: Hi ha una nova versió disponible. Si us plau, descarregui la nova versió!
es_es: Hay una nueva versión dispònible. ¡Por favor, descargue la versión actual!
ja: 新しいバージョンが利用可能です。最新バージョンをダウンロードしてください。
pl: Jest dostępna nowsza wersja. Proszę pobrać aktualną wersję!
pt_br: Uma nova versão está disponível. Por favor baixe a versão atual!
ru: Новая версия доступна. Вы можете скачать текущую версию!
ta_in: புதிய பதிப்பு உள்ளது. தற்போதைய பதிப்பைப் பதிவிறக்கவும்!
uk: Доступна нова версія. Будь ласка завантажте останню версію!
zh_tw: 發現較新的版本，請下載！

source: A newline separated list of paths for which icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be included. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are included too.
ca: Una llista de camins, separats en múltiples linies, on es mostraran els sobreposats de les icones. Si afegiu el caràcter '?' al final d'un camí, només s'inclou aquest camí. Si afegiu el caràcter '*' o cap caràcter al final d'un camí, també s'inclouen tots els arxius i subdirectoris dins d'aquell camí.
ja: アイコンオーバーレイを表示させるパスのリストを改行で区切って入力してください。 パスの末尾に「?」を追加すると、そのパスのみが対象となります。 パスの末尾に「*」を追加するか何もつけなかった場合、そのパス配下のすべてのファイルやサブディレクトリも対象となります。
pt_br: Uma lista de caminhos separados em linhas dos quais sobreposições de ícones são exibidas. Se você adicionar um caractere '?' no fim do caminho, apenas este caminho será incluído. Se você adicionar '*' ou nenhum caractere no fim do caminho, todos os arquivos e subdiretórios dentro deste caminho serão incluídos também.
ta_in: சின்னம் மேலடுக்குகள் காண்பிக்கப்படும் பாதைகளின் புதிய வரி பிரிக்கப்பட்ட பட்டியல். நீங்கள் ஒரு பாதையின் முடிவில் '?' எழுத்து சேர்த்தால், இந்தப் பாதை மட்டும் சேர்க்கப்படும். நீங்கள் ஒரு பாதையின் முடிவில் '*' சேர்த்தால் அல்லது எந்த எழுத்துகளையும் சேர்கவில்லையெனில், அந்தப் பாதையில் உள்ள அனைத்து கோப்புகளும் துணை நிரல்களும் சேர்க்கப்படும்.
zh_tw: 用來限制顯示圖示覆蓋的目錄，該列表一行一條規則。 如果你在路徑後面加入「?」字元，表示只有該路徑會被顯示； 如果你在路徑後面加上「*」字元，那麼此路徑下的所有檔案及其子目錄都會顯示。

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
ca: Una llista de paths per la qual no es mostra el menú. Afegint un caracter '*' al final del path, tots els fitxers i subdirectoris dins d'aquest són també exclosos. Una llista buida mostrara el menú en totes les carpetes.
ja: コンテキストメニューを表示させないパスのリストを、改行で区切って入力してください。 パスの末尾に「*」を追加すると、パス内のすべてのファイルやサブディレクトリにおいてコンテキストメニューが表示されません。 何も入力しないと、すべてのパス上でコンテキストメニューが表示されます。
pl: Lista ścieżek, dla których menu kontekstowe nie jest wyświetlane. Separatorem jest znak nowej linii. Użycie znaku '*' na końcu ścieżki spowoduje wyłączenie wyświetlania także we wszystkich plikach i podkatalogach w ramach tej ścieżki. Pusta lista oznacza wyświetlanie menu kontekstowego dla wszystkich ścieżek.
pt_br: Uma lista de caminhos separados por quebra-de-linha para os quais o menu de contexto será exibido. Se você adicionar um caractere '*' ao final do caminho, todos os arquivos e subdiretórios dentro desse caminho também serão inclusos. Uma lista vazia irá permitir o menu de contexto em todos os caminhos.
ru: Список папок, в которых не будет показываться контекстные меню. По одной в строке. Символ '*' в конец пути, исключает также все дочерние файлы и подпапки. Пустой список разрешает контекстные меню во всех папках.
ta_in: சூழல் பட்டியல் காட்டப்படாத பாதைகளின் புதிய வரியில் பிரிக்கப்பட்ட பட்டியல். பாதையின் முடிவில் '*' எழுத்தைச் சேர்த்தால், அந்தப் பாதையில் உள்ள அனைத்து கோப்புகளும் துணை நிரல்களும் விலக்கப்படும். வெற்று பட்டியல் அனைத்து பாதைகளிலும் சூழல் பட்டியலை அனுமதிக்கும்.
uk: Список розділених новими рядками шляхів, для яких не відображається контекстне меню. Якщо в кінець шляху додати символ '*', то всі файли та підкаталоги цього шляху теж буде виключено. Порожній список дозволить контекстне меню на всіх шляхах.
zh_tw: 以換行分隔的列表，列出的目錄不顯示快顯功能表。 如果你在路徑後面加上「*」， 那麼此路徑下的所有檔案及子目錄也都不會顯示。 列表為空時表示所有路徑都顯示快顯功能表。

source: A newline separated list of paths for which no icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be excluded. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
ca: Una llista de camins, separats en múltiples linies, on no es mostren els sobreposats de les icones. Si afegiu el caràcter '?' al final d'un camí, només s'exclou aquest camí. Si afegiu el caràcter '*' o cap caràcter al final d'un camí, també s'exclouen tots els arxius i subdirectoris dins d'aquell camí. Una llista buida permet sobreposicions a tots els camins.
ja: アイコンオーバーレイを表示させないパスのリストを改行で区切って入力してください。 パスの末尾に「?」を追加すると、そのパスのみが対象となります。 パスの末尾に「*」を追加するか何もつけなかった場合、そのパス配下のすべてのファイルやサブディレクトリも対象となります。 何も入力しないと、すべてのパス上でアイコンオーバーレイが表示されます。
pt_br: Uma lista de caminhos separados em linhas dos quais sobreposições de ícones não são exibidas. Se você adicionar um caractere '?' no fim do caminho, apenas este caminho será excluído. Se você adicionar '*' ou nenhum caractere no fim do caminho, todos os arquivos e subdiretórios dentro deste caminho serão excluídos também. Uma lista vazia permitirá sobreposições em todos os caminhos.
ta_in: சின்னம் மேலடுக்குகள் காட்டப்படாத பாதைகளின் புதிய வரியில் பிரிக்கப்பட்ட பட்டியல். நீங்கள் ஒரு பாதையின் முடிவில் '?' எழுத்து சேர்த்தால், இந்த பாதை மட்டும் விலக்கப்படும். நீங்கள் ஒரு பாதையின் முடிவில் '*' சேர்த்தால் அல்லது எந்த எழுத்துகளையும் சேர்கவில்லையெனில், அந்தப் பாதையில் உள்ள அனைத்து கோப்புகளும் துணை நிரல்களும் விலக்கப்படும். வெற்றுப் பட்டியல் அனைத்து பாதைகளிலும் மேலடுக்குகளை அனுமதிக்கும்.
zh_tw: 用來限制「不」顯示圖示覆蓋的目錄，該列表一行一條規則。 如果你在路徑後面加入「?」字元，表示只有該路徑會被排除； 如果你在路徑後面加上「*」字元，那麼此路徑下的所有檔案及其子目錄都會被排除。

source: A required resource was unavailable.
ca: Un recurs necessari no està disponible.
es_es: Un recurso requerido no estaba disponible.
hr: Potrebni resurs je nedostupan.
ja: 要求されたリソースは使用できませんでした。
pl: Żądany zasób nie był dostępny.
pt_br: Um recurso necessário estava indisponível.
ru: Запрашиваемый ресурс был недоступен.
ta_in: தேவையான ஆதாரம் கிடைக்கவில்லை.
uk: Необхідний ресурс виявився недоступним.
zh_tw: 找不到需要的資源檔。

source: A tag with the same name as your entered branch name already exists (so the short ref is ambiguous). This can cause problems so you should avoid it.
ca: Ja existeix una etiqueta amb el nom d'aquesta branca (així que el ref és ambigu). Això pot causar problemes. És aconsellable evitar-ho.
es_es: Ya existe una etiqueta con el mismo nombre que el de ramal que ha indroducido (así que la referencia corta es ambigua). Esto puede causar problemas, así que debe evitarlos.
ja: 入力したブランチ名と同じ名前のタグが既にあります(refが短いと紛らわしくなります)。 問題を引き起こす可能性があるので避けるべきです。
pt_br: Uma etiqueta com o mesmo nome que você entrou já existe (ou a referência curta é ambígua). Isto pode causar problemas, então você deve evitar isto.
ru: Метка с именем, совпадающем с введённым вами именем для ветви уже существует (таким образом короткая ссылка двусмысленна). Это может привести к проблемам и вам следует избегать подобной ситуации.
ta_in: நீங்கள் உள்ளிட்ட கிளைப் பெயரின் அதே பெயரில் ஒரு குறிச்சொல் ஏற்கனவே உள்ளது (எனவே குறுகிய குறிப்பு தெளிவற்றதாக உள்ளது). இது சிக்கல்களை ஏற்படுத்தும், எனவே நீங்கள் அதைத் தவிர்க்க வேண்டும்.
uk: Тег з таким ім'я як ви ввели ім'я гілки вже існуе (якщо короткий ссилка множетсвена Це може визивати проблеми, так що ви повинні ухилятися від цього.
zh_tw: 與你輸入的分支相同名稱的標籤已經存在(所以短參照是模稜兩可的)，這可能導致一些問題，所以應盡量避免

source: A tag with this name already exists.
ca: Ja existeix una etiqueta amb aquest nom.
es_es: Ya existe una etiqueta con el mismo nombre.
ja: このタグ名は既に存在します
pl: Tag o tej nazwie już istnieje.
pt_br: Uma etiqueta com este nome já existe.
ru: Метка с таким именем уже существует.
ta_in: இந்த பெயரில் ஒரு குறிச்சொல் ஏற்கனவே உள்ளது.
uk: Тег з таким ім'ям вже існуе
zh_tw: 相同名稱的標籤已經存在

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
ca: Una utilitat GNU per a visualitzar fitxers diff (fitxers pedaç). Si no en teniu cap utilitzeu el Bloc de Notes.
ja: GNU 形式の差分ファイル（パッチファイル）用のビューアープログラムを指定する。 デフォルトではメモ帳を使用する。
pl: Program do przeglądania plików różnicowych GNU (plików poprawek). Jeśli nie posiadasz takiego programu, użyj Notatnika.
pt_br: Um visualizador de arquivos para arquivos de comparação GNU (arquivos de correção). Se você não possui um, use o Bloco de Notas.
ru: Программа просмотра файлов различий GNU (файлов заплаток). Если у вас такой нет, можно использовать Блокнот.
ta_in: சிஎன்யு வேறுபாடு கோப்புகளுக்கான ஒரு பார்வையாளர் நிரல் (ஒட்டு கோப்புகள்). உங்களிடம் இல்லை என்றால் நோட்பேடைப் பயன்படுத்தவும்.
uk: Програма перегляду файлів відмінностей GNU (файлів-латок). Якщо у вас такої немає, скористайтеся NotePad.
zh_tw: 用來檢視 GNU 差異檔（補綴檔） 的程式。 如果不知道要使用哪一個，可以考慮使用記事本。

source: A&bort
ca: Interrompt
es_es: A&bortar
ja: 中止(&B)
pt_br: A&bortar
ru: П&рервать
ta_in: நிறுத்தம்
uk: П&рипинити
zh_tw: 中止(&B)

source: A&bout
ca: &Quant al programa
es_es: A&cerca de
hr: O &programu
ja: TortoiseGit について(&B)
pl: O& programie
pt_br: So&bre
ru: &О программе
ta_in: பற்றி
uk: &Про
zh_tw: 關於(&B)

source: A&pply
ca: Aplica
es_es: A&plicar
ja: 適用(&A)
pl: Z&astosuj
pt_br: A&plicar
ru: П&рименить
ta_in: பயன்படுத்து
uk: За&стосувати
zh_tw: 套用(&P)

source: Abbreviate renamings
ca: Abrevia canvis de nom
es_es: Renombrados abreviados
ja: 名前の変更を短縮
pl: Skracaj zmiany nazw
pt_br: Abreviar renomeações
ru: Сокращать переименования
ta_in: மறுபெயர்களை சுருக்கவும்
uk: Скорочувати перейменування
zh_tw: 縮寫重新命名

source: Abbreviated size
ca: Mida abreujada
es_es: Tamaño abreviado
ja: 短縮した文字数
pl: Skrócony rozmiar
pt_br: Tamanho abreviado
ru: Размер сокращений
ta_in: சுருக்கமான அளவு
uk: Розмір скорчення
zh_tw: 縮寫長度

source: Abort
ca: Interromp
es_es: Abortar
hr: Prekini
ja: 中止
pl: Przerwij
pt_br: Interromper
ru: Прервать
ta_in: நிறுத்தம்
uk: Припинити
zh_tw: 中止

source: Abort &Merge
ca: Interromp &Fusió
es_es: Abortar &"Merge"
hr: Prekini &stapanje
ja: マージを中止(&M)
pl: &Anuluj scalanie
pt_br: Abortar &Combinação
ru: Прервать с&лияние
ta_in: நிறுத்தம் & ஒன்றிணைத்தல்
uk: Припинити &злиття
zh_tw: 中止合併(&M)

source: Abort Merge
ca: Interromp Fusió
es_es: Abortar "Merge"
ja: マージ中止
pl: Zatrzymaj scalanie
pt_br: Cancelar Mesclagem
ru: Прервать слияние
ta_in: ஒன்றிணைப்பை நிறுத்து
uk: Припинити злиття
zh_tw: 中止合併

source: Aborts a running merge.
ca: Interromp una fusió en curs
es_es: Aborta un "Merge" en marcha.
ja: 実行中のマージを中止します。
pt_br: Cancela uma mesclagem em execução.
ru: Прерывает процесс слияния.
ta_in: இயங்கும் ஒன்றிணைப்பை நிறுத்துகிறது.
uk: Припиняє поточне злиття.
zh_tw: 中止進行中的合併。

source: Abou&t TortoiseGitMerge
ca: Quan&t al TortoiseGitMerge
ja: &TortoiseGitMergeについて
pt_br: &Sobre TortoiseGitMerge
ta_in: ஆமைகிட்ஒன்றிணை பற்றி
uk: Про &TortoiseGitMerge

source: About TortoiseGit
ca: Quant al TortoiseGit
es_es: Sobre TortoiseGit
ja: TortoiseGit について
pl: O TortoiseGit
pt_br: Sobre TortoiseGit
ru: О TortoiseGit
ta_in: ஆமைகிட் பற்றி
uk: Про TortoiseGit
zh_tw: 關於 TortoiseGit

source: About TortoiseGitBlame
ca: Quant al TortoiseGitBlame
es_es: Sobre TortoiseGitBlame
ja: TortoiseGitBlam について
pl: O TortoiseGitBlame
pt_br: Sobre TortoiseGitBlame
ru: О TortoiseGitBlame
ta_in: ஆமைகிட்பழி பற்றி
uk: Про TortoiseGitBlame
zh_tw: 關於 TortoiseGitBlame

source: About TortoiseGitMerge
ca: Quant al TortoiseGitMerge
es_es: Acerca de TortoiseGitMerge
ja: TortoiseGitMergeについて
pl: O programie TortoiseGitMerge
pt_br: Sobre oTortoiseGitMerge
ru: О TortoiseGitMerge
ta_in: ஆமைகிட்ஒன்றிணை பற்றி
uk: Про TortoiseGitMerge
zh_tw: 關於 TortoiseGitMerge

source: Accept certificate
ca: Accepta el certificat
es_es: Aceptar certificado
ja: 証明書を受け入れる
pl: Zaakceptuj certyfikat
pt_br: Aceitar certificado
ru: Принять сертификат
ta_in: சான்றிதழை ஏற்றுக்கொள்
uk: Прийняти сертифікат
zh_tw: 接受憑證

source: Access to %1 was denied.
ca: L'accés a %1 ha sigut denegat.
es_es: El acceso a %1 fue denegado.
hr: Pristup prema %1 je zabranjen.
ja: %1 へのアクセスは拒否されました。
pl: Brak dostępu do %1.
pt_br: O acesso a %1 foi negado.
ru: Доступ к %1 запрещен.
ta_in: %1க்கான அணுகல் மறுக்கப்பட்டது.
uk: Доступ до %1 було заборонено.
zh_tw: 拒絕存取 %1。

source: Action
ca: Acció
es_es: Acción
hr: Akcija
ja: アクション
pl: Akcja
pt_br: Ação
ru: Действие
ta_in: செயல்
uk: Дія
zh_tw: 行動

source: Action log
ca: Registre d'Accions
es_es: Reg. de acción
hr: Dnevnik akcija
ja: アクションログ
pl: Log akcji
pt_br: Histórico de Ações
ru: Журнал действий
ta_in: செயல் பதிவு
uk: Лог дій
zh_tw: 行為日誌

source: Actions
ca: Accions
es_es: Acciones
hr: Akcije
ja: アクション
pl: Akcje
pt_br: Ações
ru: Действия
ta_in: செயல்கள்
uk: Дії
zh_tw: 行動

source: Activate Task List
ca: Activa Llista de Tasques
es_es: Activar lista de tareas
hr: Aktiviraj popis zadataka
ja: タスクリストをアクティブにする
pl: Uaktywnij listę zadań
pt_br: Ativar Lista de Tarefas
ru: Активировать список задач
ta_in: பணி பட்டியலை செயல்படுத்து
uk: Активувати список завдань
zh_tw: 目前工作列表

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
ca: Els objectes ActiveX no es poden desar quan se surt de Windows! Vols descartar tots els canvis a %1?
es_es: ¡Los objetos ActiveX no puden guardarse mientras sales de Windows! ¿Descartar todos los cambios de 1%?
hr: ActiveX objekti ne mogu biti snimljeni prilikom izlaska iz Windowsa! Zanemari sve izmjene na %1?
ja: Windows を終了すると、ActiveX オブジェクトは保存されません。 %1 へのすべての変更を破棄しますか？
pl: Obiekty ActiveX nie mogą być zapisane w trakcie wychodzenia z Windows! Porzucić wszystkie zmiany w %1?
pt_br: Objetos ActiveX não podem ser salvos ao sair do Windows! Descartar todas as mudanças em %1?
ru: Объекты ActiveX не могут быть сохранены во время завершения работы Windows! Вы согласны потерять все изменения в %1?
ta_in: சாளரங்களிலிருந்து வெளியேறும்போது செயலில்எக்சு பொருட்களைச் சேமிக்க முடியாது! %1க்கான அனைத்து மாற்றங்களையும் நிராகரிக்கவா?
uk: Об'єкти ActiveX не можна зберігати під час виходу з Windows! Скасувати всі зміни в %1?
zh_tw: ActiveX 物件無法在離開視窗時儲存！ 要放棄所有對 %1 的更動嗎？

source: Add
ca: Afegeix
es_es: Añadir
hr: Dodaj
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавление
ta_in: சேர்
uk: Додати
zh_tw: 加入

source: Add &Signed-off-by
ca: Afegeix "Signat per"
es_es: Añadir &Firmado por
ja: Signed-off-by を追加 (&S)
pl: Dodaj &Signed-off-by
pt_br: Adicionar &Signed-off-by
ru: Добавить &Подписано
ta_in: சேர் &கையொப்பமிட்டவர்
zh_tw: 加入 &Signed-off-by

source: Add '%s' to dictionary
ca: Afegeix '%s' al diccionari
es_es: Añadir '%s' al diccionario
hr: Dodaj '%s' u rječnik
ja: 「%s」を辞書に追加
pl: Dodaj '%s' do słownika
pt_br: Adicionar '%s' ao dicionário
ru: Добавить '%s' в словарь
ta_in: அகராதியில் '%s' ஐ சேர்
uk: Додати '%s' до словника
zh_tw: 將「%s」加入字典

source: Add Remote
ca: Afegir Remot
es_es: Añadir Remoto
ja: リモートを追加
pl: Dodaj zdalny
pt_br: Adicionar Remoto
ru: Добавить Внешнее хранилище
ta_in: தொலைநிலையைச் சேர்
zh_tw: 加入遠端伺服器

source: Add "&Signed-off-by"
ca: Afegeix "Signat per"
es_es: Añadir "&Firmado por"
ja: 「Signed-off-by」を追加(&S)
pl: Dodaj "&Signed-off-by"
pt_br: Adicionar "&Signed-off-by"
ru: Добавить "&Подписано"
ta_in: "&கையொப்பமிட்டவர்" சேர்
zh_tw: 加入「&Signed-off-by」

source: Add another commit?
ca: Voleu afegir una altra entrega?
es_es: ¿Añadir otra consignación (commit)?
ja: 他のコミットを追加しますか?
pt_br: Adicionar outro commit?
ru: Добавить ещё один коммит?
ta_in: மற்றொரு உறுதிமொழியைச் சேர்?
uk: Додати іншу фіксацію?
zh_tw: 加入另一個提交？

source: Add as Executable (+x)
pt_br: Adicionar como Executável (+x)
ta_in: இயக்கக்கூடியதாக சேர் (+x)

source: Add as Symlink
pt_br: Adicionar como Link Simbólico
ta_in: குறியீட்டு இணைப்பாக சேர்

source: Add extension specific diff program
ca: Afegeix utilitat de comparació per a extensions específiques
es_es: Añadir programa específico para extensiones diff
hr: Dodajte program za upravljanje razlikama za određenu vrstu datoteka
ja: 拡張子に応じた差分プログラムを追加
pl: Dodaj program do porównywania plików, zależny od rozszerzenia pliku
pt_br: Adicionar programa de comparação para extensão específica
ru: Добавить программу просмотра различий для определённых расширений
ta_in: நீட்டிப்பு குறிப்பிட்ட வேறுபாடு நிரலைச் சேர்
uk: Додати характерну для розширення програму відмінностей
zh_tw: 根據副檔名加入比較差異程式

source: Add extension specific merge program
ca: Afegeix utilitat de fusió per a extensions específiques
es_es: Añadir progama específico para extensiones merge
hr: Dodaj program za stapanje datoteka određene vrste
ja: 拡張子に応じたマージプログラムを追加
pl: Dodaj program do scalania plików, zależny od rozszerzenia pliku
pt_br: Adicionar programa de combinação para extensão específica
ru: Добавить программу слияния для определённых расширений
ta_in: நீட்டிப்பு குறிப்பிட்ட ஒருங்கிணைப்பு நிரலைச் சேர்
uk: Додати характерну для розширення програму злиття
zh_tw: 根據副檔名加入合併程式

source: Add new files automatically to Git
ca: Afegeix els arxius nous a Git, automàticament
es_es: Añadir archivos nuevos automáticamente a Git
ja: 新しいファイルを自動的にGitに追加
pl: Automatycznie dodawaj nowe pliki do Git
pt_br: Adicionar novos arquivos automaticamente ao Git
ru: Добавлять новые файлы автоматически в Git
ta_in: புதிய கோப்புகளை தானாகவே கிட் இல் சேர்க்கவும்
uk: Автоматично додавати нові файли до Git
zh_tw: 存檔後，自動 git add 該檔案。

source: Add to &ignore list
ca: Afegeix a la llista d'&ignorats
es_es: Añadir a lista de &ignorados
hr: Dodaj na popis &zanemarenih
ja: 無視リストに追加(&I)
pl: Dodaj do listy &ignorowanych
pt_br: Adicionar à lista de &ignorados
ru: Добавить в список &игнорирования
ta_in: &புறக்கணிப்பு பட்டியலில் சேர்
uk: Додати до списку &ігнорованих
zh_tw: 加入忽略列表(&I)

source: Add...
ca: Afegeix...
es_es: Añadir...
hr: Dodaj...
ja: 追加...
pl: Dodaj...
pt_br: Adicionar...
ru: Добавить...
ta_in: சேர்...
uk: Додати...
zh_tw: 加入...

source: Add/Edit Extension Specific Diff/Merge Program
ca: Afegeix/Edita utilitat Comparació/Fusió per a extensions específiques
es_es: Añadir/Editar Programa específico de extensiones Diff/Merge
hr: Dodaj program za izradu razlika/stapanje datoteka određene vrste
ja: 拡張子に応じた差分/マージプログラムの追加/編集
pl: Dodaj/edytuj program do porównywania/scalania plików, zależny od typu pliku
pt_br: Adicionar/Editar Programa de Comparação/Combinação para Extensão Específica
ru: Добавить/Править программу различий/слияния для определённых расширений
ta_in: சேர்/திருத்து நீட்டிப்பு குறிப்பிட்ட வேறுபாடு/ஒருங்கிணைப்பு நிரல்
uk: Додати/Редагувати характерну для розширення програму Відмінностей/Злиття
zh_tw: 「加入／編輯」針對副檔名的「比較差異／合併」工具

source: Added
ca: Afegit
es_es: Añadido
hr: Dodano
ja: 追加
pl: Dodano
pt_br: Adicionado
ru: Добавлено
ta_in: சேர்க்கப்பட்டது
uk: Додано
zh_tw: 已加入

source: Added the file pattern(s) %s to the ignore list.
ca: Afegit el patró del(s) fitxer(s) %s a la llista d'ignorats.
es_es: Añadir el archivo plantilla(s) %s a lista de ignorados.
hr: Dodan(i) uzorak(ci) datoteka %s u popis zanemarenih.
ja: ファイルパターン %s を無視リストに追加しました。
pl: Dodano maskę (maski) plików %s do listy ignorowanych.
pt_br: Adicionado(s) o(s) padrão(ões) de arquivo %s à lista de ignorados.
ru: Следующие шаблоны файлов %s добавлены в список игнорирования.
ta_in: கோப்பு முறை(கள்) %s புறக்கணிப்பு பட்டியலில் சேர்க்கப்பட்டது.
uk: Шаблон(и) файлів %s додано до списку ігнорованих.
zh_tw: 已加入檔名樣式(們) %s 至忽略列表。

source: Adding
ca: Afegint
es_es: Añadiendo
hr: Dodavanje
ja: 追加中
pl: Dodawanie
pt_br: Adicionando
ru: Добавление
ta_in: சேர்க்கிறது
uk: Додавання
zh_tw: 正在加入

source: Adds file(s) to Git control
ca: Posa arxiu(s) sota el control de Git
es_es: Añadir archivo(s) al control de Git
ja: ファイルをバージョン管理に追加
pl: Dodaje plik(i) do kontroli Git
pt_br: Adicionar arquivo(s) ao controle do Git
ru: Добавляет файл(ы) к управлению Git
ta_in: கோப்பு(களை) கிட் கட்டுப்பாட்டில் சேர்க்கிறது
uk: Додати файл(-и) до контролю Git
zh_tw: 加入檔案至 Git 版本控制

source: Adds the selected file(s) or the filemask to the 'ignore' list
ca: Afegeix fitxer(s) seleccionat(s) o màscara de fitxers a la llista d'ignorats
es_es: Añadir archivo(s) seleccionado(s) o la mascaradearchivo a la lista de 'ignorar'
hr: Dodaje označenu(e) datoteku(e) ili masku datoteka u popis 'zanemarenih'
ja: 選択されたファイルもしくはファイルマスクを「無視」リストに追加
pl: Dodaje zaznaczone plik(i) lub maski plików do listy ignorowanych.
pt_br: Adiciona os arquivo(s) selecionado(s) ou a máscara de arquivos à lista de 'ignorados'
ru: Добавляет выбранные файлы или маску файлов в список игнорирования
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பு(கள்) அல்லது கோப்பு முகமூடியை 'புறக்கணி' பட்டியலில் சேர்க்கிறது
uk: Додає вибрані файли чи файлову маску до списку ігнорованих
zh_tw: 將選定的檔案遮罩加入忽略列表

source: Adjust the settings Settings
ca: Canvia la Configuració Configuració
es_es: Ajustes de configuraciones Configuraciones
hr: Podesi postavke Postavke
ja: 設定を調整する 設定
pl: Wyświetla okno ustawień Ustawienia
pt_br: Ajustar preferências Preferências
ru: Поправить настройки Настройки
ta_in: அமைப்புகளை சரிசெய் அமைப்புகள்
uk: Коригувати налаштування Налаштування
zh_tw: 調校設定值 設定
