Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: From modified files
ca: Des dels fitxers modificats
es_es: Desde ficheros modificados
ja: 変更されたファイルから
pt_br: De arquivos modificados
ru: Из изменённых файлов
ta_in: மாற்றியமைக்கப்பட்ட கோப்புகளிலிருந்து
uk: Зі зміненного файлу
zh_tw: 從已修改的檔案

source: From:
ca: De:
es_es: Desde:
hr: Od:
pl: Od:
pt_br: De:
ru: С:
ta_in: இருந்து:
uk: Від:
zh_tw: 由：

source: Full commit data without changed paths
ca: Entrega completa de dades sense camins modificats
ja: 変更されたパスを除く全てのコミットデータ
pt_br: Dados da submissão completos sem caminhos alterados
ta_in: மாற்றப்பட்ட பாதைகள் இல்லாமல் முழு உறுதிமொழி தரவு

source: Full data
ca: Dades completes
ja: 全データ
pl: Pełne dane
pt_br: Todos os dados
ta_in: முழு தரவு

source: Full history
ta_in: முழு வரலாறு

source: Full text search
ca: Cerca text complet
es_es: Búsquedas de texto completo
ja: 全文検索
pl: Wyszukiwanie pełnotekstowe
pt_br: Busca de texto completa
ru: Полнотекстовый поиск
ta_in: முழு உரை தேடல்
uk: Повно текстовий пошук
zh_tw: 全文檢索

source: Further options for the commit dialog are on Dialogs 3 page.
ca: Més opcions pel diàleg d'entrega a la pàgina 3 dels Diàlegs.
es_es: Las opciones ampliadas para el cuadro de diálogo de consignación (commit) están en la página Diálogos 3.
ja: コミットダイアログのさらなるオプションが、ダイアログ3のページにあります。
pt_br: Mais opções para a janela de submissão estão na página Diálogos 3.
ru: Остальные опции диалога фиксации перенесены на страницу Диалоги 3
ta_in: உறுதிமொழி உரையாடலுக்கான கூடுதல் விருப்பங்கள் உரையாடல்கள் 3 பக்கத்தில் உள்ளன.
uk: Наступні опції діалогу фіксації на сторінці Діалоги 3
zh_tw: 更多提交視窗的選項在視窗 3。

source: G
ta_in: கி

source: G&ravatar
ta_in: கிராவதார்

source: GB2312 (Simplified)
ca: GB2312 (Simplificat)
es_es: GB2312 (Simplificado)
pl: GB2312 (uproszczony)
pt_br: GB2312 (Simplificado)
ru: GB2312 (Упрощенный китайский национальный стандарт Guojia Biaozhun)
ta_in: சிபி2312 (எளிமைப்படுத்தப்பட்டது)
uk: GB2312 (Спрощена)
zh_tw: GB2312 (簡體)

source: GDI+ couldn't be initialized!
ca: No s'ha pogut iniciar GDI+!
es_es: ¡No se pudo inicializar GDI+!
hr: GDI+ nije mogao biti iniciran!
ja: GDI+を初期化できませんでした。
pl: GDI+ nie został zainicjalizowany!
pt_br: GDI+ não pôde ser iniciado!
ru: Невозможно инициализировать GDI+
ta_in: சிடிஐ+ ஐ துவக்க முடியவில்லை!
uk: GDI+ не ініціалізується!
zh_tw: 無法初始化 GDI+！

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
ca: GDI+ no ha pogut crear un objecte bitmap. Probablement no hi ha prou memòria.
es_es: GDI+ no pudo crear un objeto de mapa de bits. Probablemente no tengas memoria suficiente.
hr: GDI+ nije mogao napraviti objekt bitmapu. Vjerojatno nema dosta memorije.
ja: GDI+はビットマップオブジェクトを作成できませんでした。おそらく十分なメモリがありません。
pl: GDI+ nie był w stanie utworzyć obiektu bitmapy. Prawdopodobnie zabrakło pamięci.
pt_br: GDI+ não pôde criar um objeto bitmap. Você provavelmente não possui memória suficiente.
ru: GDI+ не может создать рисунок. Вероятно очень мало памяти.
ta_in: சிடிஐ+ ஆல் இருமஇலக்கவரைபட பொருளை உருவாக்க முடியவில்லை. உங்களிடம் போதுமான நினைவகம் இல்லை.
uk: GDI+ не вдалося створити растровий об'єкт. Мабуть пам'яті не вистачає.
zh_tw: GDI+ 無法建立點陣圖物件。你可能沒有足夠的記憶體。

source: GPG signs the tag, see manual for details
ca: El GPG signa l'etiqueta, vegeu el manual per als detalls
es_es: GPG firma la etiqueta, vea el manual para los detalles
ja: タグをGPGで署名します。詳細は、マニュアルを参照してください。
pt_br: GPG assina a tag, veja o manual para detalhes
ru: GPG подписывает метку, подробнее см. руководство пользователя
ta_in: சிபிசி குறிச்சொல்லில் கையொப்பமிடுகிறது, விவரங்களுக்கு கையேட்டைப் பார்க்கவும்
zh_tw: GPG 簽名標籤，請查閱手冊了解詳細資訊。

source: Gathering information. Please wait...
ca: Obtenint informació. Si us plau espereu...
es_es: Obteniendo información. Por favor, espere...
hr: Dohvaćam informacije. Molim pričekajte...
ja: 情報収集中です。しばらくお待ちください...
pl: Pobieranie informacji. Proszę czekać...
pt_br: Obtendo informações. Por favor, aguarde...
ru: Выполняется сбор информации. Пожалуйста, подождите...
ta_in: தகவல் சேகரிக்கிறது. காத்திருக்கவும்...
uk: Збирається інформація. Зачекайте...
zh_tw: 正在取得資訊，請稍候．．．

source: Gathering statistics
ca: Recopilant estadístiques
es_es: Reuniendo estadísticas
ja: 統計情報収集中
pl: Pobieranie statystyk
pt_br: Reunindo estatísticas
ru: Сбор статистики
ta_in: புள்ளிவிவரங்களை சேகரித்தல்
uk: Збір статистики
zh_tw: 正在採集統計資料

source: General
hr: Općenito
ja: 全般
pl: Ogólne
pt_br: Geral
ru: Общее
ta_in: பொது
uk: Загальне
zh_tw: 一般

source: Get merge logs
ca: Obté logs de Fusió
es_es: Obtener Reg. de combinar
hr: Dohvati dnevnik stapanja
ja: マージのログを取得する
pl: Pobierz dziennik scalania
pt_br: Pegar histórico de combinação
ru: Получить информацию о слияниях
ta_in: இணைப்பு பதிவுகளைப் பெறு
uk: Отримати логи злиття
zh_tw: 取得合併日誌

source: Getting file %s
ca: Obtenint fitxer %s
es_es: Obteniendo archivo %s
hr: Dohvaćam datoteku %s
ja: %s を取得中
pl: Pobieranie pliku %s
pt_br: Obtendo arquivo %s
ru: Получение файла %s
ta_in: %s கோப்பைப் பெறுகிறது
uk: Отриммання файлу %s
zh_tw: 正在取得檔案 %s

source: Getting information...
ca: Obtenint informació...
es_es: Obteniendo información...
hr: Dohvaćam informaciju...
ja: 情報を取得中...
pl: Pobieranie informacji...
pt_br: Obtendo informações...
ru: Получение информации...
ta_in: தகவல் பெறுகிறது...
uk: Отримується інформація...
zh_tw: 正在取得資訊．．．

source: Getting required information...
ca: Obtenint informació requerida...
es_es: Obteniendo información requerida...
hr: Dohvaćam potrebne informacije...
ja: 必要な情報を取得中...
pl: Pobieranie informacji...
pt_br: Obtendo informação requisitada...
ru: Получение необходимой информации...
ta_in: தேவையான தகவலை பெறுகிறது...
uk: Отримується необхідна інформація...
zh_tw: 正在取得必要資訊．．．

source: Getting unified diff
ca: Obtenint diff unificat
es_es: Obteniendo Dif. unificado
hr: Dohvaćanje popisa objedinjenih razlika
ja: Unified 形式の差分を取得中
pl: Pobieranie różnic...
pt_br: Obtendo comparação unificada
ru: Получение объединённых различий
ta_in: ஒருங்கிணைந்த வேறுபாடு பெறுதல்
uk: Отримуються об'єднані відмінності
zh_tw: 正在取得統合式差異檔

source: Git
ta_in: கிட்

source: Git Command Progress
ca: Progrés de la comanda
es_es: Progreso de comando Git
ja: Git コマンド実行中
pl: Git Postęp polecenia
pt_br: Progresso do Comando Git
ru: Прогресс выполнения команды git
ta_in: கிட் கட்டளை முன்னேற்றம்
zh_tw: Git命令進度

source: Git Copy and add files to this WC
ca: Git Copy i afegeix els arxius a aquest WC
es_es: Git Copia y añade archivos a esta CT
ja: Git: ファイルをコピーしてバージョン管理へ追加
pl: Git kopiuj i dodaj pliki do tej kopii roboczej
pt_br: Copiar e adicionar arquivos para esta Cópia de Trabalho (WC) com o Git
ru: Git Скопировать и добавить файлы в эту корзину
ta_in: கிட் நகலெடுத்து இந்த டபலிவ்சி க்கு கோப்புகளைச் சேர்க்கவும்
zh_tw: Git 複製和加入檔案到工作複本

source: Git Copy and rename versioned item here
ca: Git copy i canvia el nom de l'element aqui
es_es: Git Copia y renombrar objetos versionados aquí
ja: Git: バージョン管理されたファイルをここへコピーして名前を変更
pl: Git Skopiuj i zmień nazwę wersjonowanego elementu tutaj
pt_br: Copiar e renomear itens versionados aqui com o Git
ru: Git Скопировать сюда и переименовать
ta_in: கிட் நகல் மற்றும் பதிப்பு செய்யப்பட்ட உருப்படியை இங்கே மறுபெயரிடவும்
zh_tw: Git 複製版本控制的項目到這裡並重新命名

source: Git Copy versioned item(s) here
ca: Git copy element(s) aqui
es_es: Git Copia objeto(s) versionado(s) aquí
ja: Git: バージョン管理されたファイルをここへコピー
pl: Git Skopiuj wersjonowany element(y) tutaj
pt_br: Copiar itens versionados aqui com o Git
ru: Git Скопировать сюда
ta_in: இங்கே கிட் நகல் பதிப்பு உருப்படி(களை)
zh_tw: Git 複製版本控制的項目到這裡

source: Git Export all items here
ca: git-exporta tots els elements aquí
es_es: Git Exportar todos los objetos aquí
ja: Git: すべてのアイテムをここへエクスポート
pl: Git Eksportuj wszystkie elementy tutaj
pt_br: Exportar todos os itens aqui com o Git
ru: Git Выгрузить все элементы сюда
ta_in: கிட் இங்கே அனைத்து பொருட்களையும் ஏற்றுமதி செய்
zh_tw: Git 匯出所有項目到這裡

source: Git Export versioned items here
ca: git-exporta els elements versionats aquí
es_es: Git Exportar objetos versionados aquí
ja: Git: バージョン管理されたファイルをここへエクスポート
pl: Git Eksportuj wersjonowane elementy tutaj
pt_br: Exportar itens versionados aqui com o Git
ru: Git Выгрузить версированные элементы сюда
ta_in: கிட் இங்கே பதிப்பு உருப்படிகளை ஏற்றுமதி
zh_tw: Git 匯出版本控制的項目到這裡

source: Git Init
ja: リポジトリの作成(Git Init)
pl: Git Inicjalizacja
ru: Git Инициализация
ta_in: கிட் துவக்கம்
uk: Ініціалізувати гіт
zh_tw: Git 初始化

source: Git Install Path
ca: Camí d'instal·lació del Git
es_es: Ruta de instalación de Git
ja: Git をインストールしたパス
pl: Ścieżka zainstalowania Git
pt_br: Caminho de Instalação do Git
ru: Путь для установки Git
ta_in: கிட் நிறுவல் பாதை
uk: Шлях де встановлен Git
zh_tw: Git 安裝路徑

source: Git Log
es_es: Git Reg.
ja: 履歴を表示(Git Log)
ru: Git Журнал
ta_in: கிட் பதிவு
zh_tw: Git 日誌

source: Git Move and rename versioned item here
ca: git-mou i reanomena els elements versionats aquí
es_es: Git Mover y renombrar objeto versionado aquí
ja: Git: バージョン管理されたファイルをここへ移動して名前を変更
pl: Git Przenieś i zmień nazwę wersjonowanego elementu tutaj
pt_br: Mover e renomear itens versionados aqui com o Git
ru: Git Переместить сюда и переименовать
ta_in: கிட் நகர்த்து மற்றும் பதிப்பு செய்யப்பட்ட உருப்படியை இங்கே மறுபெயரிடவும்
zh_tw: Git 移動版本控制的項目到這裡並重新命名

source: Git Move versioned item(s) here
ca: git-mou els element(s) versionats aquí
es_es: Git Mover objeto(s) versionado(s) aquí
ja: Git: バージョン管理されたファイルをここへ移動
pl: Git Przenieś wersjonowany element(y) tutaj
pt_br: Mover itens versionados aqui com o Git
ru: Git Переместить сюда
ta_in: கிட் பதிப்பு செய்யப்பட்ட உருப்படியை(களை) இங்கு நகர்த்தவும்
zh_tw: Git 移動版本控制的項目到這裡

source: Git New worktree...
ta_in: கிட் புதிய பணிமரம்..

source: Git Remote Settings
ca: Configuració de Git Remote
es_es: Git Configuraciones Remotas
ja: リモート設定(Git Remote Settings)
pl: Git Ustawienia zdalne
pt_br: Configurações do Git Remoto
ru: Git настройки внешнего хранилища
ta_in: கிட் தொலைநிலை அமைப்புகள்
zh_tw: Git 遠端設定

source: Git Revision List
ca: Llista de revisions de Git
es_es: Histórico de revisiones Git
ja: リビジョン一覧（Git Revision List)
pt_br: Lista de Revisão Git
ru: Git Перечень ревизий
ta_in: கிட் மீள்திருத்தப்பட்டியல்
zh_tw: Git 修訂列表

source: Git SVN DCommit
es_es: Git SVN DConsigna
pt_br: DCommit do Git SVN
ru: Git фиксация в SVN
ta_in: கிட் எசுவிஎன் டிஉறுதிமொழி

source: Git SVN Rebase
ca: Rebase de git-svn
es_es: Reasentado (rebase) SVN de git
ja: Git SVNリベース(ローカルへ反映)
pl: Git SVN Zmiana bazy
pt_br: Reorganização do Git SVN
ta_in: கிட் எசுவிஎன் மறுதளம்

source: Git Synchronization
ca: Sincronització git
es_es: Git Sincronización
ja: Git 同期
pl: Synchronizacja Gita
pt_br: Sincronização Git
ru: Git Синхронизация
ta_in: கிட் ஒத்திசைவு
zh_tw: Git同步

source: Git clone - TortoiseGit
es_es: Git clonar - TortoiseGit
ja: Git クローン - TortoiseGit
pl: Git klonuj - TortoiseGit
ru: Git клонировать - TortoiseGit
ta_in: கிட் நகல் - ஆமைகிட்
uk: Git клонування - TortoiseGit
zh_tw: Git克隆 - TortoiseGit

source: Git directory not set (see "General" settings page).
ca: No s'ha especificat el directori Git (vés a la pàgina de configuració "General").
es_es: El directorio Git no está configurado (vea la página de configuraciones "General").
ja: Git ディレクトリーがセットされていません (設定の"全般" 設定ページを見てください).
pt_br: Diretório do Git não definido (veja página de configurações "Geral").
ru: Каталог для Git не установлен (см. Настройки - Общие)
ta_in: கிட் கோப்பகம் அமைக்கப்படவில்லை ("பொது" அமைப்புகள் பக்கத்தைப் பார்க்கவும்).
uk: Тека Git не встановлена (дивись сторінку налаштування "Загальне"
zh_tw: 未設定 Git 目錄（見 「一般」 設定頁）

source: Git for Windows
es_es: Git para Windows
pt_br: Git para Windows
ru: Git для Windows
ta_in: சாளரங்களிற்கான கிட்

source: Git reported an error while creating a repository!
ca: Git ha tingut problemes mentre creava un dipòsit.
es_es: ¡Git devolvió de un error al crear un repositorio!
ja: リポジトリを作成する際にエラーが発生しました！
pl: Git zgłosił błąd podczas tworzenia repozytorium!
pt_br: Git reportou um erro ao criar repositório!
ru: Git вернул ошибку при создании хранилища!
ta_in: ஒரு களஞ்சியத்தை உருவாக்கும் போது கிட் ஒரு பிழையைப் புகாரளித்தது!
uk: Помилка під час створення сховища!
zh_tw: 當建立版本庫時，Git 回報錯誤！

source: Git requires that you set up a user name and email address. Both are used as meta data for your commits (not for authentication).
ca: El Git requereix que establiu un nom d'usuari i una direcció de correu electrònic. Ambdós s'usen com a metadades per les entregues (no per autenticar).
ja: Gitでは、ユーザー名と電子メールアドレスを設定する必要があります。どちらも、あなたがコミットするときにメタデータとして使用されます（認証にではなく）。
pt_br: Git requer que você configure um nome de usuário e e-mail. Os dois são usados como meta dados para suas submissões (não para autenticação).
ta_in: கிட்டுக்கு நீங்கள் ஒரு பயனர் பெயர் மற்றும் மின்னஞ்சல் முகவரியை அமைக்க வேண்டும். இரண்டுமே உங்கள் உறுதிமொழிகளுக்கு (அங்கீகரிப்புக்காக அல்ல) உருவக தரவாகப் பயன்படுத்தப்படும்.
zh_tw: Git 需要你設定「使用者名稱」和「電子郵件」，二者都是用來做為提交時的基本必要資訊（並非用來認證授權）。

source: Git revision list contains the complete file history
ca: La llista de revisions del Git conté la història completa del fitxer
es_es: La lista de revisión de Git contiene el historial completo del fichero
ja: Gitリビジョンリストはファイルの完全な履歴を含みます
pt_br: A lista de revisões do Git contém o histórico completo de arquivos
ru: Перечень ревизий в Git содержит полную историю файла
ta_in: கிட் மீள்திருத்தப்பட்டியலில் முழுமையான கோப்பு வரலாறு உள்ளது
zh_tw: Git 版本列表包含完整的檔案歷史

source: Git revision list follows file renames
ca: La llista de revisions del Git segueix els canvis de nom del fitxer
es_es: La lista de revisión de Git sigue los cambios de nombre del fichero
ja: Gitリビジョンリストはファイルの名前の変更を追跡します
pt_br: A lista de revisões do Git segue renomeações de arquivo
ru: Перечень ревизий в Git отслеживает переименование файлов
ta_in: கிட் மீள்திருத்தப்பட்டியல் கோப்பு மறுபெயரைப் பின்பற்றுகிறது
zh_tw: Git 版本列表跟隨重新命名

source: Git uses the concept of a hierarchical configuration. I.e. there are multiple levels; settings in higher levels override values in lower levels. The "Effective" tab shows you the effective values for the current scope (read-only). Select any level to see the values stored there. In order to change settings select a level, enter the values and select where to store to.
ca: El Git utilitza el concepte de configuració jeràrquica. Hi ha múltiples nivells; la configuració a nivells superiors modifica els valors a nivells inferiors. La pestanya "Efectiu" mostra els valors efectius a l'àmbit l'actual (només lectura). Seleccioneu qualsevol nivell per veure-hi els valors desats. Per modificar la configuració seleccioneu un nivell, introduïu els valors i seleccioneu on desar-los.
es_es: Git usa el concepto de configuración jerárquica. Es decir, hay múltiples niveles; las configuraciones en los niveles superiores se imponen a los valores en los niveles inferiores. La pestaña "Efectivo" le muestra los valores efectivos para el ámbito actual (sólo-lectura). Seleccione cualquier nivel para ver los valores almacenados allí. Para cambiar las configuraciones seleccione un nivel, introduzca los valores y seleccione dónde almacenarlo.
ja: Gitは、階層的な設定の概念を使用しています。 すなわち、いくつかのレベルが有り、高いレベルの設定値は、低いレベルの設定値を上書きします。 「有効値」では、現在のスコープで、結果的に使用される設定の値が表示され、これはリードオンリーです。 ローカル/グローバル/システムといったレベルを選択すると、そのレベルの設定値が表示されます。 設定の値を変えるには、レベルを選び、値を設定し、どこに値を保存したいかを選択してください。
pt_br: O Git usa o conceito de configuração hierárquica. Ex.: há múltiplos níveis; configurações em níveis mais altos sobrepõem valores em níveis mais baixos. A aba "Efetiva" exibe os valores efetivos do escopo atual (somente leitura). Selecione qualquer nível para ver os valores armazenados lá. Para mudar configurações selecione um nível, entre os valores e selecione onde armazená-los.
ru: Git использует концепцию иерархической конфигурации. Т.е. существует множество уровней; настройки вышележащих уровней переопределяют значения нижележащих уровней. Вкладка "Эффективные" показывает вам действующие значения, имеющие силу в текущей области (только для чтения). Выберите любой уровень для просмотра значений, сохранённых в нем. Для того чтобы изменить настройки, выберите уровень, введите значения и выберите куда их сохранить.
ta_in: கிட் ஒரு படிநிலை கட்டமைப்பின் கருத்தைப் பயன்படுத்துகிறது. அதாவது பல நிலைகள் உள்ளன; உயர் நிலைகளில் உள்ள அமைப்புகள் குறைந்த நிலைகளில் உள்ள மதிப்புகளை மீறுகின்றன. "பயனுள்ள" தாவல் தற்போதைய நோக்கத்திற்கான பயனுள்ள மதிப்புகளைக் காட்டுகிறது (படிக்க மட்டும்) அங்கு சேமிக்கப்பட்டுள்ள மதிப்புகளைக் காண எந்த நிலையையும் தேர்ந்தெடுக்கவும். அமைப்புகளை மாற்ற, ஒரு நிலையைத் தேர்ந்தெடுக்கவும், மதிப்புகளை உள்ளிட்டு, எங்கு சேமிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
uk: Git використовуе концепцію ієрархічної конфігурації. Т.е. декілька рівнів, налаштування у більш високих уровнях перекривають значення у низьких уровнях. Вкладка "Поточні" відображае поточні значення для вибранного об'ему (тільки читання). Виберіть будьякий рівень щоб побачити значення збереженні на ньому. Щоб змінити налаштування, виберіть рівень, введіть значення, та виберіть де його зберігти.
zh_tw: Git 採用階層式組態的概念。 意即有多層；高層設定會覆蓋低層設定。 「有效的」分頁顯示目前範圍的有效設定值（唯讀）。 選擇任一層以檢視其設定值。 要變更設定值，選擇該層，輸入新的值並選擇儲存到哪一層。

source: Global
ja: グローバル
ru: Глобальное
ta_in: உலகளாவிய
uk: Глобальний
zh_tw: 全域

source: Go To Line
ca: Vés a la línia
es_es: Ir a Línea
ja: 行移動
pl: Idź do linii
pt_br: Ir Para Linha
ru: Перейти к строке
ta_in: வரிக்குச் செல்
uk: Перейти до рядка
zh_tw: 前往行

source: Go to line
ca: Vés a la línia
es_es: Ir a la línea
hr: Idi na liniju
ja: 行移動
pl: Idź do linii
pt_br: Ir para linha
ru: Перейти к строке
ta_in: வரிக்குச் செல்
uk: Перейти на рядок
zh_tw: 前往行

source: Go to the next conflict Next conflict
ca: Vés a el proper conflicte Proper conflicte
es_es: Ir al siguiente conflicto Próximo conflicto
hr: Prijeđi na sljedeći sukob Sljedeći sukob
ja: 次の競合点へ移動する 次の競合
pl: Przejdź do następnego konfliktu następny konflikt
pt_br: Ir para o próximo conflito Próximo conflito
ru: Перейти к следующему конфликту Следующий конфликт
ta_in: அடுத்த முரண்பாடுக்குச் செல் அடுத்த முரண்பாடு
uk: Перейти до наступного конфлікта Наступний конфлікт
zh_tw: 跳至下一個衝突處 下一個衝突

source: Go to the next difference Next difference
ca: Vés a la propera diferència Propera diferència
es_es: Ir a la siguiente diferencia Próxima diferencia
hr: Prijeđi na sljedeću razliku Sljedeća razlika
ja: 次の相違点へ移動する 次の相違
pl: Przechodzi do następnej różnicy następna różnica
pt_br: Ir para a próxima diferença Próxima diferença
ru: Перейти к следующему различию Следующее различие
ta_in: அடுத்த வேறுபாட்டிற்கு செல்க அடுத்த வேறுபாடு
uk: Перейти до наступної відмінності Наступна відмінність
zh_tw: 跳至下一個差異處 下一個差異

source: Go to the next inline difference Next inline difference
ca: Vés a la propera diferència en-línia Propera diferència en-línia
es_es: Ir a la siguiente Dif.en-línea Siguiente Dif. en-línea
ja: 次の行内相違点へ移動 次の行内相違
pl: Przechodzi do następnej różnicy w linii następna różnica w linii
pt_br: Ir para a próxima diferença em linha Próxima diferença em linha
ru: Перейти к следующему различию внутри строки Следующее различие в строке
ta_in: அடுத்த வரியில் வேறுபாட்டிற்கு செல்க அடுத்த வரியில் வேறுபாடு
zh_tw: 跳至下一個行內差異處 下一個行內差異

source: Go to the previous conflict Previous conflict
ca: Vés al conflicte previ Conflicte previ
es_es: Ir al conflicto anterior Conflicto anterior
hr: Prijeđi na prethodni sukob Prethodni sukob
ja: 以前の競合へ 前の競合
pl: Przechodzi do poprzedniego konfliktu poprzedni konflikt
pt_br: Ir para conflito anterior Conflito anterior
ru: Перейти к предыдущему конфликту Предыдущий конфликт
ta_in: முந்தைய முரண்பாடுக்குச் செல் முந்தைய முரண்பாடு
uk: Перейти до попереднього конфлікта Попередній конфлікт
zh_tw: 跳至上一個衝突處 上一個衝突

source: Go to the previous difference Previous difference
ca: Vés a la diferència prèvia Diferència prèvia
es_es: Ir a la diferencia anterior Diferencia anterior
hr: Prijeđi na prethodnu razliku Prethodna razlika
ja: 前の相違点へ移動する 前の相違
pl: Przechodzi do poprzedniej różnicy poprzednia różnica
pt_br: Ir para diferença anterior Diferença anterior
ru: Перейти к предыдущему различию Предыдущее различие
ta_in: முந்தைய வேறுபாட்டிற்கு செல்க முந்தைய வேறுபாடு
uk: Перейти до попередньої відмінності Попередня відмінність
zh_tw: 跳至上一個差異處 上一個差異

source: Go to the previous inline difference Previous inline difference
ca: Vés a l'anterior diferència en-línia Anterior diferència en-línia
es_es: Ir a la anterior Dif.en-línea AnteriorDif. en-línea
ja: 前の行内相違点へ移動 前の行内相違
pl: Przechodzi do poprzedniej różnicy w linii poprzednia różnica w linii
pt_br: Ir para a diferença em linha anterior Diferença em linha anterior
ru: Перейти к предыдущему различию внутри строки Предыдущее различие в строке
ta_in: முந்தைய வரியில் வேறுபாட்டிற்கு செல்க முந்தைய வரியில் வேறுபாடு
zh_tw: 跳至上一個行內差異處 上一個行內差異

source: Goto Line
ca: Vés a la línia
es_es: Ir a Línea
ja: 行移動
pl: Idź do linii
pt_br: Ir para Linha
ru: Перейти к строке
ta_in: வரிக்கு செல்
uk: Перейти до рядка
zh_tw: 前往行

source: Graph
ca: Grafic
es_es: Gráfico
ja: グラフ
pl: Wykres
pt_br: Gráfico
ru: Граф
ta_in: வரைபடம்
uk: Графік
zh_tw: 版本圖

source: Graph type:
ca: Tipus de gràfic:
es_es: Tipo de gráfica:
hr: Vrsta grafa:
ja: グラフの種類:
pl: Typ wykresu:
pt_br: Tipo de gráfico:
ru: Тип графика:
ta_in: வரைபட வகை:
uk: Тип графа:
zh_tw: 圖型：

source: Greek
es_es: Griego
ja: ギリシア語
pl: grecki
pt_br: Grego
ru: Греческий
ta_in: கிரேக்கம்
zh_tw: 希臘語

source: Group changelists
ca: Agrupa llistes de canvis
es_es: Listas de cambios de grupo
hr: Grupiraj popis izmjena
ja: 変更リストのグループ化
pl: Grupuj listy zmian
pt_br: Agrupar listas de alterações
ru: Разбить по группам изменений
ta_in: குழு மாற்றப்பட்டியல்கள்
uk: Групувати списки змін
zh_tw: 變更列表分組

source: H&ide Unrelated Changed Paths
ca: Oculta rutes no relacionades
es_es: &Ocultar rutas cambiadas no vinculadas
ja: 無関係な変更のパスを隠す(&H)
pt_br: &Ocultar Caminhos Alterados Não Relacionados
ru: Несвязанные изменения скрыты
ta_in: &தொடர்பற்ற மாற்றப்பட்ட பாதைகளை மறைக்கவும்
zh_tw: 隱藏無關的變動路徑(&H)

source: HEAD
es_es: CABEZA
hr: GLAVNO
ru: ГОЛОВНАЯ
ta_in: தலை

source: HEAD:
es_es: CABEZA:
ru: ГОЛОВНАЯ:
ta_in: தலை:

source: HTTP (URLs start with "http://" or "https://")
ca: HTTP (els URL comencen amb "http://" o "https://")
ja: HTTP ("http://" または "https://" で始まるURL)
pt_br: HTTP (URLs iniciam com "http://" ou "https://")
ta_in: மிகைஉரைபரிமாற்றநெறிமுறை (ஒருங்கிணைந்தவளஇருப்பிடங்கள் "http://" அல்லது "https://" உடன் தொடங்குகின்றன)
uk: HTTP (URL починаються з "http://" або "https://")
zh_tw: HTTP（「http://」或「https://」開頭的 URL）

source: Handle submodules
ta_in: துணை தொகுதிகளை கையாளவும்

source: Hard
es_es: Difícil
ja: ハード
pt_br: Rígido
ru: Жесткая
ta_in: கடினமான

source: Hebrew
es_es: Hebreo
ja: ヘブライ語
pl: hebrajski
pt_br: Hebreu
ru: Иврит
ta_in: ஈப்ரு
zh_tw: 希伯來文

source: Help
ca: Ajuda
es_es: Ayuda
hr: Pomoć
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Справка
ta_in: உதவி
uk: Довідка
zh_tw: 說明

source: Helper:
ca: Auxiliar:
es_es: Ayudante:
ja: ヘルパー:
pl: Pomocnik:
pt_br: Auxiliar:
ru: Помощник:
ta_in: உதவியாளர்:
zh_tw: 小幫手：

source: Helpers:
ca: Auxiliars:
es_es: Ayudantes:
ja: ヘルパー:
pl: Pomocnicy:
pt_br: Auxiliares:
ru: Помощники:
ta_in: உதவியாளர்கள்:
zh_tw: 小幫手：

source: Hide Menus for unversioned paths
ca: Oculta menús per rutes no versionades
es_es: Ocultar Menús para rutas sin versionar
ja: バージョン管理外のパスではメニューを表示しない
pl: Ukryj menu dla niewersjonowanych ścieżek
pt_br: Ocultar Menus para caminhos não versionados
ru: Скрыть меню для неверсированных папок
ta_in: பதிப்பு செய்யப்படாத பாதைகளுக்கான பட்டியல்களை மறை
uk: Скривати меню для неверсіованних шляхів
zh_tw: 隱藏未版本控制路徑的選單

source: Hide Patch<<
ca: Amaga pedaç<<
es_es: Ocultar Parche<<
ja: パッチを隠す<<
pl: Ukryj poprawki<<
pt_br: Ocultar Correções
ru: Скрыть заплатку<<
ta_in: ஒட்டை மறை<<
zh_tw: 隱藏補綴<<

source: Hide Staging<<
ta_in: அரங்கேற்றம் மறை<<

source: Hide Unstaging<<
ta_in: அரங்கேறாததை மறை<<
