Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: This remote name collides with fetch refspec of other remotes Please use another name
ca: Aquest nom remot col·lideix amb l'especificació recuperada d'altres remots Feu servir un altre nom
es_es: Este nombre remoto colisiona con las especificaciones de referencia (refspec) descargadas (fetch) de otros remotos Por favor, use otro nombre
ja: このリモート名は、他のリモートのフェッチの refspec と衝突します。 他の名前を使用してください。
pt_br: Este nome de remoto colide com a referência obtida de outros remotos Por favor, use outro nome
ru: Это внешнее имя конфликтует с извлеченным refspec других внешних хранилищ Используйте другое имя, пожалуйста
ta_in: இந்த தொலைநிலை பெயர் மற்ற தொலைநிலைகளின் எடுத்தல் குறிப்பு விவரக்குறிப்பு உடன் முரண்பாடுகிறது வேறு பெயரைப் பயன்படுத்தவும்
zh_tw: 遠端名稱與其他遠端的獲取 refspec 衝突，請用另一名稱

source: This task requires a clean working tree.
ca: Aquesta operació necessita que el directori de treball estigui net.
es_es: Esta tarea requiere un árbol de trabajo limpio.
ja: 作業ツリーにコミットされていない変更が残っているため、実行できません。
pl: To zadanie wymaga czystego drzewa pracy.
pt_br: Esta tarefa requer uma cópia de trabalho limpa.
ru: Для этого вам нужна "чистая" рабочая копия.
ta_in: இந்த பணிக்கு ஒரு சுத்தமான பணிபுரியும் மரம் தேவைப்படுகிறது.
uk: Для цього завдання необхідне чисте робоче дерево.
zh_tw: 這工作需要乾淨的工作目錄。

source: This working copy has a client-side hook script configured. Do you want this script to run? The command line to run is: %ls
pt_br: Esta cópia de trabalho possui um script de gancho do lado do cliente configurado. Deseja executar este script? A linha de comando a executar é: %ls
ta_in: இந்த வேலை நகலில் வாடிக்கையாளர் பக்க கொக்கி கையெழுத்துப்படிவம் உள்ளமைக்கப்பட்டுள்ளது. இந்த கையெழுத்துப்படிவத்தை இயங்க வேண்டுமா? இயக்க வேண்டிய கட்டளை வரி: %ls

source: Three way diff
ca: Diff a tres bandes
es_es: Dif. a tres bandas
ja: 3-Way差分
pl: Trójstronne porównanie
pt_br: Comparação de Três Vias
ru: Трёхсторонние различия
ta_in: மூன்று வழி வேறுபாடு
zh_tw: 三方比較差異

source: To
ca: A
es_es: A
pl: Do
pt_br: Para
ru: К/в
ta_in: இதற்கு
uk: До
zh_tw: 至

source: To avoid fetching wrong tags, if this is not an official remote, you are advised to disable tag fetching for this remote. Disable tag fetching?
ca: Per evitar recuperar etiquetes incorrectes, si aquest no és un remot oficial, es recomana que desactivi la captura d'etiquetes d'aquest remot. Vol desactivar la captura d'etiquetes?
es_es: Para evitar descargar (fetch) la etiquetas incorrectas, si este no es un remoto oficial, le advertimos que deshabilite la descarga de etiqueta para este remoto. ¿Deshabilitar la descarga de etiqueta?
ja: もしこれが公式なリモートではないなら、不適切なタグを取得しない為に、 このリモートに対するタグの取得を無効にすることをお勧めします。 タグの取得を無効にしますか？
pt_br: Para evitar obter etiquetas incorretas, se este não é um remoto oficial, é recomendável que você desabilite a obtenção de tags deste remoto. Desabilitar obtenção de tags?
ru: Чтобы избежать неверных меток при извлечении, если это не официальное внешнее хранилище, предлагаем отключить извлечение меток для этого внешнего хранилища. Отключить извлечение меток?
ta_in: தவறான குறிச்சொற்களைப் பெறுவதைத் தவிர்க்க, இது அதிகாரப்பூர்வ தொலைநிலை இல்லையென்றால், இந்த தொலைநிலைக்கான குறிச்சொல் எடுப்பதை முடக்குமாறு உங்களுக்கு அறிவுறுத்தப்படுகிறது. குறிச்சொல் எடுப்பதை முடக்கவா?
zh_tw: 若這不是一個官方的遠端，為了避免獲取錯誤的標籤， 建議禁用從這個遠端獲取標籤。 要禁用獲取標籤？

source: To clear temporary files, you should ensure that no other TortoiseGit applications are running. If you wish to completely clear Gravatar images, you may also need to clear Internet Explorer Temporary Internet Files.
ca: Per tal de suprimir arxius temporals, assegureu que no s'estigui executant cap altre aplicació TortoiseGit. Si voleu suprimir del tot les imatges Gravatar, també heu de suprimir els fitxers internet temporals de l'Internet Explorer.
es_es: Para limpiar los ficheros temporalmente, debe asegurarse de que ningúna otra aplicación TortoiseGit está ejecutándose. Si desea eliminar completamente la imágenes de Gravatar, puede que también necesite limpiar los archivos temporales de Internet de Internet Explorer.
ja: テンポラリファイルを削除するには、他の TortoiseGit が動いていないことを確認して下さい。 もし、完全に Gravatar の画像を削除したい場合、 Internet Explorer のテンポラリファイルも削除する必要があるかもしれません。
pt_br: Para limpar arquivos temporários você deve se certificar que nenhuma outra aplicação TortoiseGit está em execução. Se você deseja limpar completamente as imagens do Gravatar, você precisará limpar também os Arquivos Temporários do Internet Explorer.
ru: Для очистки временных файлов вы должны проверить, что другой копии приложения TortoiseGit не запущенно. Если вы хотите полностью очистить изображения Gravatar, вам ещё, возможно, потребуется очистить Временные Файлы Интернета в Проводнике.
ta_in: தற்காலிக கோப்புகளை அழிக்க, வேறு எந்த ஆமைகிட் பயன்பாடுகளும் இயங்கவில்லை என்பதை உறுதிசெய்ய வேண்டும். நீங்கள் உலகளவில் அங்கீகரிக்கப்பட்ட சின்னங்களை முழுமையாக அழிக்க விரும்பினால், நீங்கள் இணையதளம் ஆய்வுப்பணி தற்காலிக இணையக் கோப்புகளையும் அழிக்க வேண்டும்.
uk: Щоб очистити тимчасові файли, ви повинні перевірити що нема інших запущенних TortoiseGit программ. Якщо ви хочете повністью очистити картинку Gravatar, ви також повинні очистити тимчасові файл Internet Explorer.
zh_tw: 要清除暫時檔案，你應確定沒有其他的 TortoiseGit 應用程式在執行。 若你想徹底清除 Gravatar 圖像，你可能需要清除 Internet Explorer 暫存檔案。

source: To:
ca: A:
es_es: A:
hr: Prema:
pl: Do:
pt_br: Para:
ru: По:
ta_in: இதற்கு
uk: До:
zh_tw: 到：

source: Toggle filters
ca: Alterna els filtres
es_es: Accionar filtros
ja: フィルターを反転
pt_br: Alternar filtros
ru: Переключить фильтры
ta_in: வடிப்பான்களை மாற்று
uk: Ввімкнути фільтри
zh_tw: 反選取過濾器

source: Too many files to display.
ta_in: காண்பிக்க பல கோப்புகள்.

source: Top context menu on Windows 11
ta_in: சாளரங்கள் 11 இல் உயர்மட்ட சூழல் பட்டியல்

source: TortoiseGit
ta_in: ஆமைகிட்

source: TortoiseGit %d.%d.%d, Build %d - %s, %s
pt_br: TortoiseGit %d.%d.%d, Construir %d - %s, %s
ru: TortoiseGit %d.%d.%d, Сборка %d - %s, %s
ta_in: ஆமைகிட் %d.%d.%d, உருவாக்கம் %d - %s, %s

source: TortoiseGit %d.%d.%d.%d %s %s
ta_in: ஆமைகிட் %d.%d.%d.%d %s %s

source: TortoiseGit can be localized using language packs.
ca: El TortoiseGit es pot adaptar localment utilitzant els paquets d'idioma.
ja: TortoiseGit は言語パックを使用してローカライズできます。
pt_br: TortoiseGit pode ser localizado usando pacotes de idiomas.
ta_in: ஆமைகிட் மொழி தொகுப்புகளைப் பயன்படுத்தி உள்ளூர்மயமாக்கப்படலாம்.
zh_tw: TortoiseGit 可以透過語言包進行本地化。

source: TortoiseGit detected that the file "%s" does not exist, but is staged as "Added" or "Modified". The commit dialog cannot handle this. Do you want to restore or remove it from the index?
ca: El TortoiseGit ha detectat que l'arxiu "%s" no existeix, però esta marcat com a "afegit" o "modificat". El diàleg d'entrega no sap com tractar aquesta situació. Voleu restaurar o suprimir-lo de l'índex?
es_es: TortoiseGit detectó que el fichero "%s" no existe, pero aparece como "Añadido" or "Modificado". El cuadro de diálogo de consignación (commit) no puede manejar esto. ¿Quiere restaurarlo o eliminarlo de índice?
ja: ファイル "%s" は存在しませんが、"追加" または "変更" と記録されています。 コミットダイアログでは、処理する事が出来ません。 インデックスから、それを復元または削除しますか？
pt_br: TortoiseGit detector que o arquivo "%s" não existe, mas está registrado como "Adicionado" ou "Modificado". A janela de submissão não consegue lidar com isto. Você quer restaurar ou removê-lo do índice?
ru: TortoiseGit обнаружил что файл "%s" не существует, но он подготовлен "На добавление" или "Модифицирован". Диалоговое окно фиксации не может обработать такую ситуацию. Вы хотите откатить изменения или убрать этот файл из индекса?
ta_in: "%s" கோப்பு இல்லை என்பதை ஆமைகிட் கண்டறிந்தது, ஆனால் "சேர்க்கப்பட்டது" அல்லது "மாற்றியமைக்கப்பட்டது" என அரங்கேற்றப்படுகிறது. உறுதி உரையாடல் இதை கையாள முடியாது. அதை மீட்டெடுக்க வேண்டுமா அல்லது குறியீட்டிலிருந்து அகற்ற வேண்டுமா?
uk: TortoiseGit виявив що файл "%s" не існуе, але мае статус "Доданий" або "Змінений". Діалог фіксації не може обробити це. Ви хочете відновити або видалити його з індексу?
zh_tw: TortoiseGit 偵測到工作目錄中沒有「%s」檔案，但在索引中已被預存為「已加入」或「已修改」。 提交對話框不能處理此種情況。 你要從索引中「還原」此檔案到工作目錄？或者從索引中「移除」此檔案？

source: TortoiseGit has detected similar filenames. Do you want the files:%s to be renamed too?
ca: TortoiseGit ha detectat noms similars. Vol que reanomeni els arxius %s?
es_es: TortoiseGit encontró nombres de archivos parecidos. ¿Quieres que el archivo:%s tambien sea renombrado?
ja: TortoiseGit は類似する名前を持つファイルを検出しました。ファイル:%s の名前も変更しますか？
pl: TortoiseGit wykrył podobne nazwy plików. Czy chcesz również zmienić nazwy plików:%s?
pt_br: TortoiseGit detectou nomes de arquivos similares. Você quer que os arquivos: %s sejam renomeados também?
ru: TortoiseGit обнаружил похожие имена. Желаете ли вы, чтобы следующие файлы: %s тоже были бы переименованы?
ta_in: ஆமைகிட் இதேபோன்ற கோப்புப் பெயர்களைக் கண்டறிந்துள்ளது. உங்களுக்கு கோப்புகள் வேண்டுமா:%s பெயரையும் மாற்ற வேண்டுமா?
zh_tw: TortoiseGit 偵測到類似的檔名。要一起變更 %s 嗎？

source: TortoiseGit is a shell extension. That means it is integrated into the Windows explorer. To use TortoiseGit please open the explorer and right-click on any folder you like to bring up the context menu where you will find all TortoiseGit commands. And read the manual!
ca: El TortoiseGit és una extensió de shell. Significa que està integrat dins l'explorador del Windows. Per utilitzar el TortoiseGit obriu l'explorador i feu clic amb el botó dret sobre qualsevol carpeta per accedir al menú contextual on trobareu totes les ordres del TortoiseGit. I llegiu el manual!
ja: TortoiseGit はシェル拡張です。 つまり、Windows エクスプローラに統合されています。 TortoiseGit を使用するには、エクスプローラを開き、好きなフォルダを右クリックしてコンテキストメニューを開くと、TortoiseGitのすべてのコマンドが表示されます。 そして、マニュアルを参照してください。
pt_br: TortoiseGit é uma extensão da shell. Isto significa que é integrado no no Windows exlporer. Para usar o TortoiseGit, por favor, abra o explorador e clique com o botão direito em qualquer pasta que quiser para abrir o menu de contexto onde você irá encontrar todos os comandos do TortoiseGit. E leia o manual!
ta_in: ஆமைகிட் ஒரு ஓடு நீட்டிப்பு. அதாவது இது சாளரங்கள் ஆய்வுப்பணியில் ஒருங்கிணைக்கப்பட்டுள்ளது. ஆமைகிட்டைப் பயன்படுத்த, ஆய்வுப்பணியைத் திறந்து, அனைத்து ஆமைகிட் கட்டளைகளையும் காணக்கூடிய சூழல் பட்டியலைக் கொண்டு வர நீங்கள் விரும்பும் எந்த கோப்புறையிலும் வலது சொடுக்கம் செய்யவும். மேலும் கையேட்டைப் படியுங்கள்!
uk: TortoiseGit це розширення оболонки. Це означає що він вбудован у Провідник Windows. Щоб використовувати TortoiseGit відкрийте провідник та зробить правий клік на будьякому файлі або будьякій теці для відображення контекстного меню де ви можете знайти усі команди TortoiseGit. Та прочитайте посібник користувача!
zh_tw: TortoiseGit 是 Shell extension， 也就是說它整合到 Windows 檔案總管。 要使用 TortoiseGit 請從檔案總管中的任何目錄或檔案點擊右鍵， 即可在快顯功能表中找到所有 TortoiseGit 的指令； 並請閱讀說明書！

source: TortoiseGit is designed as a Shell Extension. Therefore the main interaction with TortoiseGit will be using the context menu of the Windows shell such as the Windows Explorer.
ca: El TortoiseGit s'ha dissenyat com a extensió de shell. La interacció principal amb el TortoiseGit és amb el menú contextual d'una shell del Windows, com ara l'Explorador del Windows.
ja: TortoiseGit はシェルエクステンションとして設計されています。したがって、TortoiseGit との主なやりとりは、Windowsエクスプローラなどの Windowsシェルのコンテキストメニューを使用します。
pt_br: TortoiseGit é projetado como uma Extensão do Shell. Portanto a interação principal com o TortoiseGit será usando o menu de contexto do Windows, tais como no Windows Explorer.
ta_in: ஆமைகிட் ஒரு ஓடு நீட்டிப்பாக வடிவமைக்கப்பட்டுள்ளது. எனவே ஆமைகிட் உடனான முக்கிய தொடர்பு சாளரங்கள் ஆய்வுப்பணி போன்ற சாளரங்கள் ஓட்டின் சூழல் பட்டியலைப் பயன்படுத்துகிறது.
zh_tw: TortoiseGit 被設計為一支 Shell Extension，因此，主要用法是透過 Windows Shell（例如：檔案總管）的快顯功能表來使用 TortoiseGit。

source: TortoiseGit requires a git.exe for its operations. TortoiseGit tries to automatically detect a working git.exe, but if that doesn't work or you want to use a different one please specify the path manually!
ca: El TortoiseGit necessita un git.exe per a les seves operacions. El TortoiseGit intenta detectar automàticament un git.exe, però si això no funciona o voleu utilitzar-ne un de diferent, indiqueu el camí manualment.
ja: TortoiseGit はその動作に git.exe が必要です。TortoiseGit は動作する git.exe を自動的に検出しようとしますが、うまくいかない場合や別のものを使用したい場合は、手動でパスを指定してください。
pt_br: TortoiseGit requer um git.exe para suas operações. TortoiseGit tenta detectar automaticamente um git.exe que funcione, mas se não funcionar para você ou você quiser utilizar uma diferente, por favor, especifique um caminho manualmente!
ta_in: ஆமைகிட்க்கு அதன் செயல்பாடுகளுக்கு git.exe தேவைப்படுகிறது. ஆமைகிட் தானாகவே செயல்படும் git.exe ஐக் கண்டறிய முயற்சிக்கிறது, ஆனால் அது வேலை செய்யவில்லை என்றால் அல்லது வேறு ஒன்றைப் பயன்படுத்த விரும்பினால், பாதையை கைமுறையாகக் குறிப்பிடவும்!
zh_tw: TortoiseGit 需要藉由一個 git 執行檔來執行實際的 git 操作，TortoiseGit 會試著自動尋找可用的 git 執行檔，但是如果它無法正常工作的話，請試著手動指定它的正確路徑！

source: TortoiseGit will not show the following overlays: %s
ca: TortoiseGit no mostrarà les següents icones de superposició: %s
es_es: TortoiseGit no mostrará los siguientes superpuestos: %s
ja: TortoiseGit は次のオーバーレイを表示しません: %s
pl: TortoiseGit nie wyświetli następujących nakładek: %s
pt_br: TortoiseGit não irá exibir as seguintes sobreposições: %s
ru: TortoiseGit не будет показывать следующие оверлеи: %s
ta_in: ஆமைகிட் பின்வரும் மேலடுக்குகளைக் காட்டாது: %s
zh_tw: TortoiseGit 不會顯示以下的圖示覆蓋：%s

source: TortoiseGit&UDiff
ja: TortoiseGitUDiff(&U)
ta_in: ஆமைகிட்&ஒவேறுபாடு

source: TortoiseGitBlame
ta_in: ஆமைகிட்பழி

source: TortoiseGitBlame was already initialized for the repository "%s". Cannot switch to another repository ("%s") at runtime.
ca: TortoiseGitBlame ja estava inicialitzat pel dipòsit "%s". No es pot canviar a un altre dipòsit ("%s") mentre n'hi ha un d'obert.
es_es: TortoiseGitBlame ya fue inicializado para el repositorio "%s". No se puede cambiar durante la ejecución a otro repositorio ("%s").
ja: TortoiseGitBlame はすでにリポジトリ "%s" のために初期化されています。他のリポジトリ ("%s") へ変更できません。
pl: TortoiseGitBlame został już zainicjowany dla repozytorium "%s". Nie można przejść do innego repozytorium ("%s") w czasie działania.
pt_br: TortoiseGitBlame já foi inicializado para o repositório "%s". Não é possível trocar para outro repositório ("%s") em tempo de execução.
ru: TortoiseGitBlame уже инициализирован для хранилища %s. Невозможно переподключиться к другому хранилищу ("%s") в процессе работы.
ta_in: ஆமைகிட்பழி ஏற்கனவே "%s" களஞ்சியத்திற்காக துவக்கப்பட்டது.இயக்க நேரத்தில் வேறொரு களஞ்சியத்திற்கு ("%s") மாறவும் முடியாது.
zh_tw: 已為版本庫「%s」初始化，在執行階段無法切換至另一版本庫「%s」。

source: TortoiseGitBlame, Version %d.%d.%d.%d
es_es: TortoiseGitBlame, Versión %d.%d.%d.%d
pt_br: TortoiseGitBlame, Versão %d.%d.%d.%d
ta_in: ஆமைகிட்பழி, பதிப்பு %d.%d.%d.%d
zh_tw: TortoiseGitBlame, 版本 %d.%d.%d.%d

source: TortoiseGitBlame TortoiseGitBlame TortoiseGitBlame.Document TortoiseGitBlame.Document
ta_in: ஆமைகிட்பழி ஆமைகிட்பழி ஆமைகிட்பழி.ஆவணம் ஆமைகிட்பழி.ஆவணம்

source: TortoiseGitIDiff
ta_in: ஆமைகிட்படவேறுபாடு

source: TortoiseGitIDiff - An image diff tool, part of TortoiseGit
ca: TortoiseGitIDiff - Una eina per a fer diffs d'imatges, part de TortoiseGit
es_es: TortoiseGitIDiff - Una herramienta visual Dif, parte de TortoiseGit
ja: TortoiseGitIDiff - 画像差分ツール, TortoiseGitのツールの一つ
pt_br: TortoiseIDiff - Um comparador de imagens, parte do TortoiseGit
ru: TortoiseIDiff - инструмент сравнения изображений, часть TortoiseGit
ta_in: ஆமைகிட்படவேறுபாடு - ஒரு பட வேறுபாடு கருவி, ஆமைகிட்டின் பகுதி
zh_tw: TortoiseGitIDiff － 影像比對工具，TortoiseGit 的一部分。

source: TortoiseGitIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
ca: TortoiseGitIDiff: el visualitzador de diffs d'imatges de TortoiseGit Les comandes disponibles son: /left:"ruta a la imatge de l'esquerra" /lefttitle:"títol per a la imatge de l'esquerra" /right:"ruta a la imatge de la dreta" /righttitle:"títol per a la imatge de la dreta" /overlay activa les sobre-posicions /fit ajusta les mides de les imatges /showinfo mostra informació sobre les imatges
es_es: TortoiseGitIDiff: visor en pantalla Diff de TortoiseSVN Parámetros disponibles en línea de comandos son: /left:"ruta de la imagen izquierda" /lefttitle:"título para mostrar en la imagen izquierda" /right:"ruta de la imagen derecha" /righttitle:"título para mostrar en la imagen derecha" /overlay para habilitar modo sobrepuesto /fit para ajustarse al tamaño de las imágeness /showinfo para mostrar los cuadros de información de imagen
ja: TortoiseGitIDiff: TortoiseSVNの画像差分ビュアー 利用可能なコマンドラインパラメーター: /left:"左の画像のパス" /lefttitle:"左の画像のタイトル" /right:"右の画像のパス" /righttitle:"右の画像のタイトル" /overlay オーバーレイモードを有効 /fit イメージサイズに合わせる /showinfo 画像の情報ボックスを表示
pl: TortoiseGitIDiff: przeglądarka różnic obrazów dla TortoiseSVN Dostępne parametry linii komend: /left:"ścieżka do lewego obrazu" /lefttitle:"tytuł do pokazania dla lewego obrazu" /right:"ścieżka do prawego obrazu" /righttitle:"tytuł do pokazania dla prawego obrazu" /overlay aby włączyć tryb nakładki /fit aby dopasować rozmiary obrazów /showinfo aby pokazać informacje o obrazach
pt_br: TortoiseIDiff: o visualizador para comparação entre imagens para TortoiseSVN Parâmetros disponíveis por linha de comando são: /left:"caminho para a figura a esquerda" /lefttitle:"titulo para a figura da esquerda" /right:"caminho para a figura da direita" /righttitle:"titulo para a figura da direita" /overlay para o modo de sobreposição /fit para ajustar o tamanho das imagens /showinfo para exibir as caixas de informações das imagens
ru: TortoiseIDiff: программа для просмотра различий в изображениях для TortoiseSVN Доступные параметры команндной строки: /left:"путь до левой картинки" /lefttitle:"заголовок для левой картинки" /right:"путь до правой картинки" /righttitle:"заголовок для правой картинки" /overlay для включения режима наложения /fit для подгона размеров изображений /showinfo для показа окон информации об изображениях
ta_in: ஆமைகிட்படவேறுபாடு: ஆமைSVNக்கான பட வேறுபாடு பார்வையாளர் கிடைக்கக்கூடிய கட்டளை வரி அளவுருக்கள்: /left:"இடது படத்திற்கான பாதை" /lefttitle:"இடது படத்திற்கான தலைப்பு" /right:"வலது படத்திற்கான பாதை" /righttitle:"வலது படத்திற்கான தலைப்பு" /overlay மேலடுக்கு பயன்முறையை இயக்க /fit படங்களின் அளவுகளுக்கு பொருந்தும் /showinfo படத் தகவல் பெட்டிகளைக் காட்ட
zh_tw: TortoiseGitIDiff：TortoiseSVN 的影像檔案差異檢視器 以下是可用的命令列參數： /left:"左方檔案的路徑" /lefttitle:"左方視窗的標題" /right:"右方檔案的路徑" /righttitle:"右方視窗的標題" /overlay 啟用覆蓋模式 /fit 符合影像大小 /showinfo 顯示影像資訊

source: TortoiseGitMerge cannot process this patch file. The filename "%s" appears more than once.
ca: TortoiseGitMerge no pot processar aquest arxiu de pedaç. L'arxiu "%s" apareix més d'una vegada.
es_es: TortoiseGitMerge no puede procesar este fichero de parche. El nombre de fichero "%s" aparece más de una vez.
ja: TortoiseGitMergeは、このパッチファイルを適用できません。ファイル名 "%s" が2回以上出現します。
pl: TortoiseGitMerge nie może przetworzyć pliku poprawki. Nazwa pliku "%s" pojawia się więcej niż jeden raz.
pt_br: TortoiseGitMerge não pôde processar este arquivo de correções. O arquivo "%s" aparece mais de uma vez.
ru: TortoiseGitMerge не может обработать этот файл заплатки. Имя файла "%s" используется более одного раза.
ta_in: TortoiseGitMerge இந்த பேட்ச் கோப்பைச் செயல்படுத்த முடியாது. கோப்பு பெயர் "%s" ஒன்றுக்கு மேற்பட்ட முறை தோன்றும்.
zh_tw: TortoiseGitMerge 無法處理這個補綴檔，檔名「%s」出現多於一次。

source: TortoiseGitPlink is the recommended as SSH client. If you don't have a key pair yet, you should generate one. Keep the private one in a safe place and set up the public key on your hosting platform. Use the PuTTY authentication agent for caching the password (done automatically if a PuTTY key is configured for a remote). For advanced tips & tricks see our <a id="manual">manual</a> and <a id="sshfaq">FAQ</a>.
ca: Recomanem TortoiseGitPlink com a client SSH client. Si encara no disposeu d'una parella de claus, genereu-ne una. Manteniu la clau privada en un lloc segur i disposeu la clau pública a la vostra plataforma d'allotjament. Utilitzeu l'agent d'autenticació del PuTTY per desar la contrasenya a memòria cau (això és automàtic si es configura una clau PuTTY per a remot). Vegeu el nostre <a id="manual">manual</a> i <a id="sshfaq">FAQ</a> per consells avançats i trucs.
ja: TortoiseGitPlink は推奨される SSH クライアントです。鍵ペアがまだない場合は、鍵ペアを生成する必要があります。秘密鍵は保管し、公開鍵をホスティングプラットフォームに設定します。 PuTTY 認証エージェントを使用してパスワードをキャッシュします（PuTTY キーがリモート用に構成されている場合は自動的に実行されます）。高度なヒントについては、<a id="manual">マニュアル</a>と <a id="sshfaq">FAQ</a> を参照してください。
pt_br: TortoiseGitPlink é recomendado como um cliente SSH. Se você ainda não tem um par de chaves, você deveria gerar um. Mantenha a chave privada em um local seguro e configure a pública na sua plataforma de hospedagem. Use o agente de autenticação PuTTY para armazenar a senha (feito automaticamente se a chave do PuTTY estiver configurada para um remoto). Para dicas e truques avançados, veja nosso <a id="manual">manual</a> e <a id="sshfaq">FAQ</a>.
ta_in: பாதுகாப்பானஓடு வாடிக்கையாளராக ஆமைகிட்Plink பரிந்துரைக்கப்படுகிறது.உங்களிடம் இன்னும் முக்கிய இணை இல்லை என்றால், நீங்கள் ஒன்றை உருவாக்க வேண்டும்.தனிப்பட்ட ஒன்றை பாதுகாப்பான இடத்தில்வைத்து, உங்கள் விருந்தளிப்பவர் தளத்தில் பொது விசையை அமைக்கவும்.கடவுச்சொல்லை தேக்ககப்படுத்த, புட்டி அங்கீகார முகவரைப் பயன்படுத்தவும்(ரிமோட்டுக்கு புட்டி விசை உள்ளமைக்கப்பட்டால் தானாகவே செய்யப்படும்). மேம்பட்ட உதவிக்குறிப்புகள் மற்றும் தந்திரங்களுக்கு எங்கள் <a id="manual">கையேடு</a> மற்றும் <a id="sshfaq">அடிக்கடி கேட்கப்படும் கேள்விகளைப்</a> பார்க்கவும்.

source: TortoiseGitUDiff
ta_in: ஆமைகிட்ஒவேறுபாடு

source: TortoiseGitUDiff: the unified diff viewer for TortoiseGit Available command line parameters are: /patchfile:"path to unified diff file" /title:"title to show for the viewer" /? - this help dialog /p - read diff input from console pipe
ca: TortoiseGitIDiff: el visualitzador unificat de diferències per al TortoiseGit Paràmetres disponibles a la línia d'ordres: /patchfile:"camí del fitxer de diferències unificat" /title:"títol per mostrar al visualitzador" /? - aquest diàleg d'ajuda /p - llegir les diferències des del canal de la consola
es_es: TortoiseGitUDiff: el visor diff unificado para TortoiseGit Los parámetros de línea de comandos disponibles son: /patchfile:"ruta al fichero diff unificado" /title:"título a mostrar para el visor" /? - este cuadro de diálogo de ayuda /p - lee la entrada de diff de la canalización (pipe) de la consola
ja: TortoiseGitUDiff: TortoiseGit のためのunified形式差分ビューア コマンドラインオプション: /patchfile:"unified形式差分ファイルへのパス" /title:"ビューのタイトルに表示する名前" /? - このヘルプダイアログ /p - 入力の差分ファイルをコンソールパイプラインから読み込む
ru: TortoiseGitUDiff: унифицированный инструмент для просмотра различий в TortoiseGit Доступны следующие параметры командной строки: /patchfile:"путь до унифицированного файла различий" /title:"заголовок для показа при просмотре" /? - данный диалог помощи /p - считывать ввод различий из console pipe
ta_in: ஆமைகிட்ஒவேறுபாடு: ஆமைகிட்க்கான ஒருங்கிணைந்த வேறுபாடு பார்வையாளர் கிடைக்கக்கூடிய கட்டளை வரி அளவுருக்கள்: /patchfile:"ஒருங்கிணைக்கப்பட்ட வேறுபாடு கோப்புக்கான பாதை" /title:"பார்வையாளருக்குக் காண்பிக்கும் தலைப்பு" /? - இந்த உதவி உரையாடல் /p - பணியக குழாயிலிருந்து வேறுபாடு உள்ளீட்டைப் படிக்கவும்
zh_tw: TortoiseGitUDiff：TortoiseGit 的統合式差異檔檢視器 可使用的命令列參數有： /patchfile:"統合式差異檔的路徑" /title:"要顯示在檢視器抬頭的文字" /? - 顯示關於這個對話框的說明文件 /p - 從控制台管道讀取差異輸入

source: Total changed lines including added/deleted files:
ca: Total de línies canviades, incloent arxius afegits/eliminats:
es_es: Total de líneas cambiadas incluyendo ficheros añadidos/borrados:
ja: 変更行数合計（追加/削除したファイルを含む）:
pt_br: Total de linhas alteradas incluindo arquivos adicionados/excluídos:
ru: Всего изменённых линий включая добавленные/удалённые файлы:
ta_in: சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகள் உட்பட மொத்த மாற்றப்பட்ட வரிகள்:
zh_tw: 總變更行數，包含「已加入／已刪除」的檔案
