Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Switch To
ca: canvia a
es_es: Conmutar a
ja: 切り替え先
pl: Przełącz do
pt_br: Mudar Para
ru: Пересмотреть...
ta_in: இதற்கு மாறு
uk: Переключитись у
zh_tw: 切換至

source: Switch back to the previous window pane Previous Pane
ca: Torna al panell previ Panell Previ
es_es: Volver a la ventana del panel anterior Panel Anterior
hr: Vrati se na prethodnu ploču prozora Prethodna ploča
ja: 前のウィンドウ区画に切り替える 前の区画
pl: Przełącza na poprzedni panel okna Poprzedni panel
pt_br: Voltar ao painel anterior Painel Anterior
ru: Переключиться на предыдущую панель Предыдущая панель
ta_in: முந்தைய சாளர பலகத்திற்கு மாறவும் முந்தைய பலகம்
uk: Повернутися на панель попереднього вікна Попередня панель
zh_tw: 切換至上一個窗格 上一個窗格

source: Switch between single and double pane view
ca: Canvia entre visualització de panell doble i de panell simple
es_es: Cambiar entre vista de panel simple y doble
ja: 1画面/2画面表示 の切り替え
pl: Przełącz pomiędzy widokiem jedno- i dwupanelowym
pt_br: Alternar entre visualização de painel único ou duplo
ru: Переключить между одно- и двухпанельным видом
ta_in: ஒற்றை மற்றும் இரட்டைப் பலகக் காட்சிக்கு இடையில் மாறவும்
uk: Переключитися між одно та двопанельним поданням
zh_tw: 單／雙窗格

source: Switch between single and double pane view Switch between single and double pane view
ca: Canvia entre visualització de panell doble i de panell simple Canvia entre visualització de panell doble i de panell simple
es_es: Conmutar vista entre simple o doble pamel Conmutar vista entre simple o doble pamel
hr: Prebaci se između pogleda s jednom ili dvije ploče Prebaci se između pogleda s jednom ili dvije ploče
ja: 1画面・2画面表示を切り替える 1画面/2画面表示の切り替え
pl: Przełącza pomiędzy widokiem jedno- i dwupanelowym Przełącz pomiędzy widokiem jedno- i dwupanelowym
pt_br: Alternar entre visão de painel simples e dupla Alterna entre visão de painel simples e dupla
ru: Переключает из однопанельного вида в двухпанельный и наоборот Переключение между однопанельным и двухпанельным видами
ta_in: ஒற்றை மற்றும் இரட்டைப் பலகக் காட்சிக்கு இடையே மாறு ஒற்றை மற்றும் இரட்டைப் பலகக் காட்சிக்கு இடையே மாறு
uk: Переключитися між одно та двопанельним поданням Переключитися між одно та двопанельним поданням
zh_tw: 切換「單／雙」窗格檢視模式 「單／雙」窗格

source: Switch left and right view
ca: Intercanvia la vista esquerra amb la dreta
es_es: Cambiar vista izquierda y derecha
ja: 左右のビュー を入れ替え
pl: Zamień lewy i prawy widok
pt_br: Alternar visualização direita e esquerda
ru: Переключить левый и правый вид
ta_in: இடது மற்றும் வலது பார்வையை மாற்றவும்
zh_tw: 左右對調

source: Switch the contents of the left and right view Switch left and right view
ca: Intercanvia els continguts de les visualitzacions esquerra i dreta Intercanvia visualitzacions esquerra i dreta
es_es: Conmutar el contenido de la vista izquierda con la derecha Conmutar vista izquierda y derecha
hr: Zamijeni sadržaj lijevog i desnog pogleda Zamijeni lijevi i desni pogled
ja: 左と右のビューの内容を入れ替える 左右のビューを入れ替え
pl: Zamień zawartość lewego i prawego widoku Zamień lewy i prawy widok
pt_br: Alternar os cunteúdos da visão da esquerda para a direita Alternar visão esquerda e direita
ru: Поменять местами левую и правую панель Поменять левую панель с правой
ta_in: இடது மற்றும் வலது பார்வையின் உள்ளடக்கங்களை மாற்றவும் இடது மற்றும் வலது பார்வையை மாற்று
uk: Поміняти місцями вміст лівого і правого подання Поміняти місцями ліве і праве подання
zh_tw: 對調左右窗格的內容 左右對調

source: Switch to "%s"
ta_in: "%s"க்கு மாறவும்

source: Switch to the next document window
ca: Canvia a la següent finestra de document
es_es: Conmutar a la ventana del documento siguiente
hr: Prebaci na prozor sa sljedećim dokumentom
ja: 次のドキュメントウィンドウに切り替える
pl: Przełącz na okno następnego dokumentu
pt_br: Alternar para a próxima janela de documento
ru: Переключиться на следующее окно документа
ta_in: அடுத்த ஆவண சாளரத்திற்கு மாறவும்
uk: Перейти до вікна наступного документа
zh_tw: 切換至下一個文件視窗

source: Switch to the next window pane Next Pane
ca: Canvia al següent panell Següent Panell
es_es: Conmutar a la ventana del panel siguiente Siguiente Panel
hr: Prebaci se na sljedeću ploču prozora Sljedeća ploča
ja: 次のウィンドウ区画に切り替える 次の区画
pl: Przełącza na następny panel okna Następny panel
pt_br: Ir para o próximo painel Próximo Painel
ru: Переключиться на следующую панель Следующая панель
ta_in: அடுத்த சாளர பலகத்திற்கு மாறு அடுத்த பலகம்
uk: Переключитися на панель наступного вікна Наступна панель
zh_tw: 切換至下一個窗格 下一個窗格

source: Switch to the previous document window
ca: Canvia a la finestra de document prèvia
es_es: Conmutar a la ventana del documento anterior
hr: Prebaci na prozor s prethodnim dokumentom
ja: 前のドキュメントウィンドウに切り替える
pl: Przełącz na okno poprzedniego dokumentu
pt_br: Voltar à janela de documento anterior
ru: Переключиться на предыдущее окно документа
ta_in: முந்தைய ஆவண சாளரத்திற்கு மாறவும்
uk: Перейти до вікна попереднього документа
zh_tw: 切換至上一個文件視窗

source: Switch/Checkout
ca: Canvia a/Extreu
es_es: Conmutar/Comprobar
ja: 切り替え
pl: Przełącz/pobierz
pt_br: Trocar/Restaurar
ru: Переключить
ta_in: மாற்று/சரிபார்ப்பு
uk: Переключити/витягнути
zh_tw: 切換／取出

source: Switch/Checkout working tree to another branch/tag
ca: Extreu a/canvia el directori de treball a una altra branca/etiqueta
es_es: Cambiar/Comprobar árbol de trabajo a otro ramal/etiqueta
ja: ワーキングツリーを別のブランチ/タグに切り替え/チェックアウト
pl: Przełącz kopię roboczą na inną gałąź/etykietę
pt_br: Trocar/Restaurar cópia de trabalho para outro ramo/etiqueta
ru: Переключить рабочую копию на другую ветвь/метку
ta_in: பணிபுரியும் மரத்தை மற்றொரு கிளைக்கு/குறிச்சொல்லுக்கு மாற்றவும்/சரிபார்ப்பு செய்யவும்
uk: Переключити/витягнути робоче дерево до іншої гілки/тегу
zh_tw: 「切換／取出」工作目錄至其他「分支／標記」

source: Switches the comparison left<->right
ca: Canvia la comparació esquerra<->dreta
es_es: Intercambia la comparación izquierda<->derecha
ja: 比較対象を入れ替える
pl: Przełącza porównanie Lewy<->Prawy
pt_br: Inverte a comparação esquerda<->direita
ru: Изменить сравнение левый<->правый
ta_in: ஒப்பீட்டை இடது<->வலதுக்கு மாற்றுகிறது
uk: Переключає порівняння ліве<->праве
zh_tw: 左右比對視窗對調

source: Symbolize ref names
ca: Simbolitza noms de refs
es_es: Simboliza nombres ref
ja: ref名の記号化
pt_br: Simbolizar referências
ru: Изображать символически имена ссылок
ta_in: குறிப்பு பெயர்களை அடையாளப்படுத்து
zh_tw: 符號化參照名稱

source: Symlink
es_es: Vínculo simbólico
ja: シンボリックリンク
pl: Dowiązanie symboliczne
pt_br: Link simbólico
ru: Символическая ссылка
ta_in: குறியீட்டுஇணைப்பு
zh_tw: 符號連結

source: Sync Remote Repositories, including pull, push, email patch and so on
ca: Sincronitza dipòsits remots, incloent Pull, Push, Email patch, etc...
es_es: Sincronizar repositorios remotos, incluyendo incorporaciones (pull), impulsiones (push), servicio de correo electrónico, y demás
ja: リモートリポジトリと同期します(プル、プッシュ、パッチの送信などを行います)
pt_br: Sincronizar Repositórios Remotos, incluindo puxar, empurrar, enviar correções por e-mail e o que mais puder
ru: Синхронизировать внешние хранилища, включая получение, отправление, email-заплатки и т.д.
ta_in: இழு, தள்ளு, மின்னஞ்சல், ஒட்டு மற்றும் பலவற்றை உள்ளடக்கிய தொலை களஞ்சியங்களை ஒத்திசைக்கவும்
zh_tw: 同步遠端版本庫，包括拉取、推送、電郵補綴等等

source: Sync...
ca: Sincronitza...
es_es: Sincronizar...
ja: 同期...
pl: Synchronizacja...
pt_br: Sincronizar...
ru: Синхронизировать...
ta_in: ஒத்திசைவு...
uk: Синхронізувати...
zh_tw: 同步...

source: System
ca: Sistema
es_es: Sistema
ja: システム
pt_br: Sistema
ru: Системное
ta_in: கணினி
uk: Системний
zh_tw: 系統

source: System in offline mode. Check Internet Explorer.
ca: El sistema està fora de línia. Comproveu l'Internet Explorer.
es_es: El sistema está en modo desconectado. Compruebe Internet Explorer.
ja: システムはオフラインモードです。Internet Explorerをチェックしてください。
pt_br: Sistema no modo off-line. Verifique o Internet Explorer.
ru: Система в режиме офф-лайн. Проверьте Internet Explorer.
ta_in: கணினி இணையம் துண்டிக்கப்பட்டு உள்ளது. இணையதள ஆய்வுப்பணியைச் சரிபார்க்கவும்.
zh_tw: 系統在離線模式，請檢查 Internet Explorer。

source: System registry entries have been removed and the INI file (if any) was deleted.
ca: S'han esborrat valors del registre i el fitxer INI (si existia) s'ha esborrat.
es_es: Las entradas del registro del sistema se han eliminado y el archivo INI (si existiera) se eliminó.
hr: Stavke iz sistemskog registra su uklonjene i INI datoteka (ako je postojala) obrisana.
ja: システムレジストリのエントリー、およびINIファイル（もしあれば）は削除されました。
pl: Usunięto wpisy w rejestrze systemu oraz ewentualne pliki INI.
pt_br: As entradas no registro do sistema foram removidas e o arquivo INI (se existia) foi excluído.
ru: Все компоненты реестра и INI-файлы (если существовали) были удалены.
ta_in: கணினி பதிவேட்டில் உள்ளீடுகள் அகற்றப்பட்டன மற்றும் INI கோப்பு (ஏதேனும் இருந்தால்) நீக்கப்பட்டது.
uk: Входження до системного реєстру видалені, а INI файл (якщо був) знищено.
zh_tw: 已經移除系統登錄項目，而且 INI 檔已經刪除 (如果有)。

source: T&rack
ca: &Rastreja
ja: 追跡(&R)
pt_br: &Rastro
ta_in: &கண்காணி
zh_tw: 追蹤 (&R)

source: TIS-620
ta_in: டிஐஎச்-620

source: TORTOISEGITIDIFF
ta_in: ஆமைகிட்படவேறுபாடு

source: TORTOISEGITUDIFF
ta_in: ஆமைகிட்ஒவேறுபாடு

source: Ta&gs:
ca: &Etiquetes:
es_es: Eti&quitas:
ja: タグ(&G):
pl: Ta&gi:
pt_br: &Etiquetas:
ru: М&етки:
ta_in: &குறிச்சொற்கள்
uk: Те&ги:
zh_tw: 標籤(&G)：

source: Tab size:
ca: Mida tabulador:
es_es: Tamaño Pestaña:
hr: Veličina taba:
ja: タブ幅:
pl: Rozmiar tabulatora:
pt_br: Tamanho da Tabulação:
ru: Размер табул.:
ta_in: தாவல் அளவு:
uk: Розмір табуляції:
zh_tw: Tab 寬度：

source: Tag
ca: Etiqueta
es_es: Etiqueta
ja: タグ
pt_br: Etiqueta
ru: Метка
ta_in: குறிச்சொல்
uk: Тег
zh_tw: 標籤

source: Tag (FF)
ca: Etiqueta (avançament ràpid)
es_es: Etiqueta (FF)
ja: タグ(FF)
pt_br: Etiqueta (FF)
ru: Метка (FF)
ta_in: குறிச்சொல் (FF)
zh_tw: 標籤 (快進)

source: Tag Info
ca: Informació de l'etiqueta
es_es: Info Etiqueta
ja: タグ情報
pt_br: Informações da Etiqueta
ru: Информация о метке
ta_in: குறிச்சொல் தகவல்
zh_tw: 標籤資訊

source: Tag/branch names
ca: Etiqueta/noms de branca
ja: タグ/ブランチ名
pt_br: Nomes de etiqueta/ramo
ta_in: குறிச்சொல்/கிளை பெயர்கள்

source: Tags
ca: Etiquetes
es_es: Etiquetas
ja: タグ
pl: Tagi
pt_br: Etiquetas
ru: Метки
ta_in: குறிச்சொற்கள்
uk: Теги
zh_tw: 標籤

source: Tags:
ca: &Etiquetes:
es_es: Etiquetas:
ja: タグ:
pl: Tagi:
pt_br: Etiquetas:
ru: Метки:
ta_in: குறிச்சொற்கள்:
uk: Теги:
zh_tw: 標籤：

source: Target and source must be in the same working tree!
ca: La destinació i l'origen han d'estar al mateix directori de treball.
ja: ターゲットとソースは同じ作業ツリーになければなりません
pt_br: Destino e origem precisam estar no mesmo diretório de trabalho!
ta_in: இலக்கு மற்றும் மூலம் ஒரே பணிபுரியும் மரத்தில் இருக்க வேண்டும்!
zh_tw: 目的和來源資料夾必需是同一個工作根目錄下的資料夾。

source: Tasks
ca: Tasques
es_es: Tareas
ja: タスク
pl: Zadania
pt_br: Tarefas
ru: Задачи
ta_in: பணிகள்
uk: Завдання
zh_tw: 工作

source: Temp files (including Gravatar images)
ca: Fitxers temporals (incloent imatges Gravatar)
es_es: Ficheros temporales (incluyendo imágenes de Gravatar)
ja: 一時ファイル（Gravatarの画像を含む）
pt_br: Arquivos temporários (incluindo imagens do Gravatar)
ru: Временные файлы (включая изображения Gravatar)
ta_in: தற்காலிக கோப்புகள் (கிராவதார் படங்கள் உட்பட)
uk: Тимчасові файли (включаючи картинки Gravatar)
zh_tw: 暫時檔案 (包括 Gravatar 圖像)

source: Test
ca: Prova
es_es: Prueba
ja: テスト
pl: Testuj
pt_br: Teste
ru: Тест
ta_in: சோதனை
uk: Перевірка
zh_tw: 測試

source: Test Only
ca: Només prova
es_es: Sólo Provisional
hr: Samo za test
ja: テストのみ
pl: Tylko testuj
pt_br: Apenas Testar
ru: Только проверка
ta_in: சோதனை மட்டும்
uk: Лише тест
zh_tw: 僅測試

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*||
ca: Fitxers text (*.txt)|*.txt|Tots els fitxers (*.*)|*.*||
es_es: Ficheros de texto (*.txt)|*.txt|Todos los ficheros (*.*)|*.*||
ja: テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*||
pl: Pliki tekstowe (*.txt)|*.txt|Wszystkie pliki (*.*)|*.*||
pt_br: Arquivos de Texto (*.txt)|*.txt|Todos os Arquivos (*.*)|*.*||
ru: Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*||
ta_in: உரை கோப்புகள் (*.txt)|*.txt|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Текстові файли (*.txt)|*.txt|Усі файли (*.*)|*.*||
zh_tw: 文字檔案 (*.txt)|*.txt|所有檔案 (*.*)|*.*||

source: Thai
es_es: Tailandés
ja: タイ語
pl: tajski
pt_br: Tailandês
ru: Тайский
ta_in: தாய்
zh_tw: 泰文

source: The Remote Config was changed. Do you want to save now or discard changes?
ca: La configuració del remot ha canviat. Voleu desar-ho ara, o descartar els canvis?
es_es: La configuración remota ha cambiado ¿Quieres guardar ahora o descartar los cambios?
ja: リモート設定は変更されました。 変更を保存しますか？または破棄しますか？
pl: Istnieją niezapisane modyfikacje! Chcesz zapisać lub odrzucić zmiany?
pt_br: A Configuração Remota foi alterada. Você quer salvar agora ou descartar as mudanças?
ru: Настройки внешних хранилищ изменены. Вы хотите сохранить или отменить изменения?
ta_in: தொலைநிலை கட்டமைப்பு மாற்றப்பட்டது. இப்போது சேமிக்க வேண்டுமா அல்லது மாற்றங்களை நிராகரிக்க வேண்டுமா?
uk: Віддалена конфігурація була змінена. Ви хочете зберегти зараз, чи відмінити зміни?
zh_tw: 遠端組態已改變 要「儲存」或「放棄變更」？

source: The "number of" value for those "Last N" options. Should be > 0
ca: El valor "nombre de" per a les opcions "Darrer N". Hauria de ser > 0
es_es: El valor "número de" para esas "Últimas N" opciones. Debe ser > 0
ja: "最後のN" オプションの N の数。0より大きい値を指定してください。
pt_br: O valor do "número de" para as opções "Últimos N". Deve ser > 0
ru: Значение "количество" для этих "Последних N" опций. Должно быть > 0
ta_in: அந்த "கடைசி N" விருப்பங்களுக்கான "எண்" மதிப்பு. > 0 ஆக இருக்க வேண்டும்
zh_tw: 給「最新(近)」選項用的設定值。 值必需大於 0

source: The branch "%s" is a remote-tracking branch which locally represents a remote branch. Do you really want to delete it?
ta_in: கிளை "%s" என்பது தொலை கண்காணிப்பு கிளை ஆகும், இது தொலைதூர கிளையை உள்நாட்டில் பிரதிபலிக்கிறது. நீங்கள் உண்மையில் அதை நீக்க விரும்புகிறீர்களா?

source: The chunk size did not match the number of added/removed lines!
ca: El tamany del troç no correspon al nombre de línies afegides/esborrades!
es_es: ¡El tamaño cortado no coincide con el número de líneas a añadir/eliminar!
hr: Veličina bloka se nije poklapala s brojem dodanih/uklonjenih linija!
ja: チャンクサイズが追加・削除された行数と合いませんでした。
pl: Rozmiar bloku nie pokrywa się z liczbą dodanych/usuniętych linii!
pt_br: O tamanho do bloco não coincide com o número de linhas adicionadas/removidas!
ru: Размер куска кода на соответствует количеству добавленных/удаленных строк!
ta_in: சேர்க்கப்பட்ட/அகற்றப்பட்ட வரிகளின் எண்ணிக்கையுடன் துண்டின் அளவு பொருந்தவில்லை!
uk: Розмір кавалка не співпадає з кількістю доданих/видалених рядків!
zh_tw: 區塊(chunk)大小與「已加入／已移除」的行數不符！

source: The commit message must not be empty.
ca: El missatge d'entrega no pot estar buit.
es_es: El mensaje de la consigna no debe estar vacío.
ja: コミットする際はメッセージは何らかのメッセージを入力して下さい。
pl: Opis zatwierdzenia nie może być pusty.
pt_br: A mensagem de submissão não pode ser vazia.
ru: Сообщение фиксации не может быть пустым
ta_in: உறுதிமொழி செய்தி காலியாக இருக்கக்கூடாது.
uk: Повідомлення фіксації повинно бути заповнено
zh_tw: 提交訊息不得留空

source: The commit you are composing is a special commit. It is a merge commit and, thus contains your changes as well as the changes of a merged branch. You should NOT uncheck files unless you know what you are doing. When you merge changes, conflicts can arise that must be solved manually (i.e., you need to integrate your changes into a file which was also modified on another branch). See help for more information.
ca: L'entrega que esteu preparant és especial. És una entrega fusionada, així doncs conté els vostres canvis i els canvis d'una branca fusionada. No desmarqueu fitxers llevat que tingueu clar el que feu. Quan fusioneu canvis poden sorgir conflictes que s'han de resoldre manualment (p. ex. heu d'integrar els vostres canvis a un fitxer que també s'ha modificat en una altra branca). Vegeu més informació a l'ajuda.
ja: あなたが作業しているコミットは特別なコミットです。これはマージコミットで、つまり、あなたの変更だけでなく、マージされたブランチの変更も含まれています。 何を意味するか分からないのであれば、ファイルのチェックを外してはいけません。 変更をマージすると、手動で解決する必要がある競合が発生する可能性があります（つまり、あなたの変更を、別のブランチで変更されたファイルに統合する必要があります）。 詳細はヘルプを参照してください。
pt_br: A submissão que você está compondo é uma submissão especial. É uma submissão de mesclagem e, por isso, contém suas mudanças assim como as mudanças de um ramo mesclado. Você NÃO deve desmarcar arquivos a menos que saiba o que está fazendo. Quando você mescla mudanças, conflitos pode aparecer e precisam ser resolvidos manualmente (ex.: você precisa integrar suas mudanças em um arquivo que foi modificado em outro ramo). Veja a ajuda para mais informações.
ta_in: நீங்கள் இயற்றும் உறுதிமொழி ஒரு சிறப்பு உறுதிமொழி. இது ஒரு ஒன்றிணைப்பு உறுதிமொழி, இதனால் உங்கள் மாற்றங்களும் இணைக்கப்பட்ட கிளையின் மாற்றங்களும் உள்ளன. நீங்கள் என்ன செய்கிறீர்கள் என்று உங்களுக்குத் தெரியாவிட்டால், கோப்புகளைத் தேர்வுசெய்ய வேண்டாம். நீங்கள் மாற்றங்களை ஒன்றிணைக்கும் போது, கைமுறையாக தீர்க்கப்பட வேண்டிய முரண்பாடுகள் ஏற்படலாம் (அதாவது, உங்கள் மாற்றங்களை மற்றொரு கிளையில் மாற்றியமைக்கப்பட்ட கோப்பில் ஒருங்கிணைக்க வேண்டும்) மேலும் தகவலுக்கு உதவியைப் பார்க்கவும்.
zh_tw: 你正在完成一個特殊的提交，名為「合併提交」，因此，它包含你的變更以及合併來源分支的變更。 你「不」應該取消勾選某些檔案，除非你知道你正在做什麼。 合併時可能會發生需要手動解決的衝突；這意謂著，你的變更和合併來源分支都修改了相同檔案中的相關部分。 請參考「說明文件」取得更多資訊。

source: The credential helper URL "%s" already exists. Do you want to overwrite it?
ca: Ja existeix l'auxiliar de credencials amb URL "%s". Voleu sobreescriure'l?
es_es: La URL del ayudante de credencial "%s" ya existe. ¿Quiere sobreescribirla?
ja: 資格情報ヘルパーのURL "%s" は、既に存在しています。上書きしてもよろしいですか？
pl: Adres URL pomocnika poświadczeń "%s" już istnieje. Czy chcesz go zamienić?
pt_br: O endereço do auxiliar de credenciais "%s" já existe. Você deseja sobrescreve-lo?
ru: Удостоверяющий центр с таким URL "%s" уже существует. Вы хотите перезаписать его?
ta_in: நற்சான்றிதழ் உதவியாளர் ஒருங்கிணைந்தவளஇருப்பிடம் "%s" ஏற்கனவே உள்ளது. நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?
zh_tw: 憑證小幫手的 URL「%s」已經存在。 要覆寫嗎？

source: The credential helper was changed. Do you want to save now or discard changes?
ca: S'ha canviat l'auxiliar de credencials. Voleu desar els canvis o descartar-los?
es_es: El ayudante de credencial fue cambiado. ¿Quiere guardar ahora o descartar los cambios?
ja: 資格情報ヘルパーが変更されました。変更を保存しますか？または破棄しますか？
pl: Pomocnik poświadczeń został zmieniony. Czy chcesz go zapisać czy odrzucić zmiany?
pt_br: O auxiliar de credenciais foi alterado. Você deseja salvar agora ou descartar as mudanças?
ru: Удостоверяющий центр был изменён. Сохранить или отменить изменения?
ta_in: நற்சான்றிதழ் உதவியாளர் மாற்றப்பட்டது. இப்போது சேமிக்க வேண்டுமா அல்லது மாற்றங்களை நிராகரிக்க வேண்டுமா?
zh_tw: 已切換到不同的憑證小幫手。 要「儲存」或「放棄變更」？

source: The current commit will be empty (e.g., due to conflict resolution). Skip the commit or keep the message only commit?
ta_in: தற்போதைய உறுதிமொழி காலியாக இருக்கும் (எ.கா., முரண்பாட்டின் தீர்வு காரணமாக).உறுதியைத் தவிர்க்கவா அல்லது செய்தியை மட்டும் உறுதிமொழியுடன் வைத்திருக்கவா?

source: The current working tree is not clean. Do you want to stash the changes?
ca: L'arbre de treball actual no està net. Voleu stash els canvis?
es_es: El árbol de trabajo actual no está limpio. ¿Quiere acopiar (stash) los cambios?
ja: 作業ツリーにコミットしていない変更があります。スタッシュに隠しますか？
pt_br: A cópia de trabalho atual não está limpa. Você quer reservar as mudanças?
ru: Текущая рабочая копия не очищена. Вы хотите поместить в копилку изменения?
ta_in: தற்போது பணிபுரியும் மரம் சுத்தமாக இல்லை. மாற்றங்களைத் பதுக்கி வைக்க விரும்புகிறீர்களா?
zh_tw: 目前工作目錄有改動， 你想收藏起（stash）這些修改嗎？

source: The default limitation of log messages when you open Log Message dialog. Note: For showing all commits in Log Message dialog, you can right click on "FROM" date control, then click "No limitation" item.
ca: El límit per defecte dels missatges de log quan obriu el diàleg Missatge de Log. Nota: Per a mostrar totes les entregues en el diàleg Missatge de Log, podeu fer clic amb el botó dret en el control de data "DES DE", i clicar l'element "Sense límit".
es_es: La limitación por defecto de los mensajes de registro (log) cuando abre un cuadro de diálogo de Mensaje de Registro. Nota: Para mostrar todas las consignaciones (commit) en el cuadro de diálogo Mensaje de Registro, puede hacer clic primario en el control de fecha "DESDE", y luego hacer clic en el elemento "Sin limitación".
ja: ログメッセージダイアログを開いた時に、デフォルトで表示する範囲を制限します。 参考: ログメッセージダイアログで全てのコミットを表示するには、 "From" の日付部分を右クリックし、"制限しない" を選択してください。
pt_br: O limite padrão de mensagens de histórico quando você abre a janela de Mensagem de Histórico. Nota: Para exibir todas as submissões na janela de Mensagem de Histórico, você pode clicar com o botão direito no campo de data "DE", então clicar no item "Sem limite".
ru: Ограничение по умолчанию на сообщения в журнале когда вы открываете диалоговое окно Журнала. Примечание: для показа всех фиксаций в диалоговом окне Журнала, вы можете нажать правой кнопкой мыши на поле "ОТ" и затем выбрать пункт "Без ограничений".
ta_in: நீங்கள் பதிவு செய்தி உரையாடலைத் திறக்கும்போது பதிவு செய்திகளின் இயல்புநிலை வரம்பு. குறிப்பு: பதிவு செய்தி உரையாடலில் அனைத்து உறுதிமொழிகளையும் காட்ட, நீங்கள் "இருந்து" தேதிக் கட்டுப்பாட்டில் வலது சொடுக்கம் செய்து, "வரம்பு இல்லை" உருப்படியைக் சொடுக்கம் செய்யலாம்.
zh_tw: 開啟日誌訊息視窗時，限制提交的顯示量，亦即部分提交將不顯示。 注意：要重新顯示全部的提交， 可在「由：」日期選擇控制元件的右鍵選單中選擇「無限制」選項。

source: The diffing engine aborted because of an error: %s
ca: L'eina de diferències s'ha aturat degut a un error: %s
es_es: El motor del dif. abortó debido a un error: %s
hr: Rad mehanizma za izradu razlika je zaustavljen zbog greške: %s
ja: 次のエラーにより、差分ツールは中止されました: %s
pl: Proces porównywania został przerwany z powodu następującego błędu: %s
pt_br: O mecanismo de comparação foi interrompido devido a um erro: %s
ru: Механизм различий прервал работу из-за ошибки: %s
ta_in: பிழையின் காரணமாக வேறுபாடு இயந்திரம் நிறுத்தப்பட்டது: %s
uk: Механізм пошуку відмінностей аварійно зупинився через помилку: %s
zh_tw: 比較差異引擎中止了，由於錯誤： %s

source: The entered source ref is ambiguous. You have to make it unique (e.g. by adding "refs/heads/" as a prefix for branches or "refs/tags/" for tags)!
ca: El ref introduït és ambigu. Heu de fer-lo úni (per exemple: afegint "refs/heads/" com a prefix per branques o "regs/tags/" per etiquetes)!
es_es: La referencia (ref) fuente introducida es ambigua. ¡Tiene que hacerla única (ej. añadiendo "refs/heads/" (referencias/cabeceras) como prefijo para ramales o "refs/tags/" (referencias/etiquetas) para etiquetas)!
ja: 入力されたソースのref が曖昧です。 一意に指定する必要があります(例えば、ブランチのプレフィックスとして「refs/heads/」を追加したり、タグに「refs/tags/」を追加したりします)。
pt_br: A referência informada é ambígua. Você tem que torná-la única (ex.: adicionando "refs/heads/" como um prefixo para ramos ou "refs/tags/" para etiquetas)!
ru: Введенная ссылка-исходник сомнительна и двусмысленна. Необходимо сделать ее уникальной (т.е. добавить "refs/heads" в качестве префикса для ветвей или "refs/tags" для меток)!
ta_in: உள்ளிட்ட மூல குறிப்பு தெளிவற்றதாக உள்ளது. நீங்கள் அதை தனித்துவமாக்க வேண்டும் (எ.கா. கிளைகளுக்கு முன்னொட்டாக "refs/heads/" அல்லது குறிச்சொற்களுக்கு "refs/tags/" ஐ சேர்ப்பதன் மூலம்)!
zh_tw: 輸入的參照是模稜兩可的， 你應輸入獨一無二的參照（如：在分支名稱前加上「refs/heads/」或在標籤名稱前加上「refs/tags/」）！

source: The fetched branch fast-forwards upon the current branch. Merge or open the rebase dialog anyway?
ca: La branca recuperada avança ràpidament sobre la branca actual. Fusiona o obre el diàleg de rebase de totes maneres?
es_es: El ramal descargado (fetch) representa un avance rápido sobre el ramal actual. ¿Fusionar (merge) o abrir el cuadro de diálogo reasentar (rebase) de todas formas?
ja: フェッチしたブランチは、現在のブランチからファストフォワードで到達できます。 マージするか、リベースダイアログを開きますか？
pt_br: O ramo obtido avança rápido sobre o ramo atual. Mesclar ou abrir a janela de reorganização assim mesmo?
ru: Текущая ветвь может быть быстро-перемотана вперёд до состояния полученной ветви. Слить изменения или открыть диалог перебазирования?
ta_in: பெறப்பட்ட கிளை தற்போதைய கிளையில் வேகமாக முன்னோக்கி செல்கிறது. எப்படியும் மறுதளம் உரையாடலை ஒன்றிணைக்கவா அல்லது திறக்கவா?
zh_tw: 已獲取的分支已快進到目前分支之上 直接「快進合併」？或開啟「變基」視窗？
