Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Shows the action log file in the default text editor
ca: Mostra el fitxer d'accions de log amb l'editor de texte per defecte
es_es: Muestra el archivo de reg. de acciones en el editor de texto predeterminado
hr: Prikazuje dnevnik u postavljenom editoru teksta
ja: デフォルトのテキストエディターで、アクションログを表示します。
pl: Pokazuje log akcji w domyślnym edytorze tekstowym
pt_br: Exibe o arquivo de histórico de ações no editor de texto padrão
ru: Показывает журнал действий в текстовом редакторе по умолчанию
ta_in: இயல்புநிலை உரை திருத்தியில் செயல் பதிவு கோப்பைக் காட்டுகிறது
uk: Показує файл з логом дій у типовому текстовому редакторі
zh_tw: 用預設的文字編輯器顯示行為日誌

source: Shows the log for the selected file/folder
ca: Mostra el registre per l'arxiu/carpeta seleccionat
es_es: Mostrar el reg. del archivo/carpeta seleccionado(a)
ja: 選択したファイル/フォルダーのログを表示
pl: Pokazuje log dla wybranego pliku/folderu
pt_br: Exibe o histórico para o arquivo/pasta selecionado
ru: Показывает журнал для выбранного файла/папки
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பு/கோப்புறைக்கான பதிவைக் காட்டுகிறது
zh_tw: 顯示所選「檔案／資料夾」的日誌

source: Si&gn
ca: &Signa
es_es: Fir&ma
ja: 署名(&G)
pl: Ozn&acz
pt_br: &Assinar
ru: Под&писать
ta_in: &கையெழுத்து
uk: Пі&дпис
zh_tw: 簽名(&G)

source: Significant contributions by: (see Git repository for a complete list)
ca: Han contribuït de forma significativa: (vegeu el dipòsit del Git per una llista completa)
es_es: Contribuciones significativas por: (vea el repositorio Git para una lista completa)
ja: 主な貢献者: (完全なリストはGitのリポジトリを参照してください)
pt_br: Contribuições significativas por: (Veja o repositório Git para obter uma lista completa)
ru: Значительный вклад внесли: (полный список в Git-репозитории)
ta_in: இவரின் குறிப்பிடத்தக்க பங்களிப்புகள்: (ஒரு முழுமையான பட்டியலுக்கு கிட் களஞ்சியத்தைப் பார்க்கவும்)
zh_tw: 主要貢獻來自於：（查看 Git 版本庫以取得完整的貢獻者列表）

source: Since
ca: Des de
es_es: Desde
ja: このコミットから
pl: Od
pt_br: Desde
ru: с
ta_in: முதல்
uk: З того часу
zh_tw: 自從

source: Size
ca: Mida
es_es: Tamaño
hr: Veličina
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
ta_in: அளவு
uk: Розмір
zh_tw: 大小

source: Skip
ca: Omet
es_es: Saltar
ja: スキップ
pl: Pomiń
pt_br: Pular
ru: Пропустить
ta_in: தவிர்
uk: Пропустити
zh_tw: 略過

source: Skip Patch: %s
ca: Omet pedaç: %s
es_es: Saltar Parche: %s
ja: パッチをスキップ: %s
pl: Pomiń poprawkę: %s
pt_br: Pular Correção: %s
ru: Пропустить заплатку: %s
ta_in: ஒட்டு தவிர்: %s
uk: Пропустити шляхи: %s
zh_tw: 略過補綴：%s

source: Skip current revision in bisecting process
ca: Omet la revisió actual en el procés de bisect
ja: 二分探索処理でこのリビジョンをスキップする
pt_br: Pular revisão atual no processo de bifurcação
ta_in: இருபிரிவுபடுத்தும் செயல்பாட்டில் தற்போதைய திருத்தத்தைத் தவிர்க்கவும்
zh_tw: 在二分法過程中「略過」目前版本

source: Skip worktree
ca: Omet arbre de treball
es_es: Omitir árbol de trabajo
ja: 作業ツリーを保持 (skip-worktree)
pl: Pomiń drzewo robocze
pt_br: Pular cópia de trabalho
ru: Пропустить рабочую копию
ta_in: தவிர் வேலைமரம்
zh_tw: 跳過工作樹

source: Skip worktree ("Locked" in TortoiseSVN)
ca: Omet arbre de treball ("Bloquejat" a TortoiseSVN)
es_es: Omitir árbol de trabajo ("Bloqueado" en TortoiseSVN)
ja: "skip-worktree" (TortoiseSVNでは"ロック")
pt_br: Pular cópia de trabalho ("Locked" no TortoiseSVN)
ru: Пропустить рабочую копию ("Заблокировано" в TortoiseSVN)
ta_in: தவிர் வேலைமரம் ("பூட்டப்பட்டது" ஆமைஎச்விஎன்)
zh_tw: 跳過工作樹（TortoiseSVN 中的「Locked」）

source: Skipped
ca: Ignorat
es_es: Saltado
hr: Preskočeno
ja: スキップ
pl: Pominięto
pt_br: Ignorado
ru: Пропущено
ta_in: தவிர்க்கப்பட்டது
uk: Пропущено
zh_tw: 已略過

source: Skipped missing target
ca: Objectiu no trobat ignorat
es_es: Saltado falta destino
hr: Preskočena je meta koji nedostaje
ja: ターゲットが見つからないのでスキップ
pl: Pominięto brakujący obiekt docelowy
pt_br: Arquivo ausente ignorado
ru: Пропущена отсутствующая цель
ta_in: தவறிய இலக்கைத் தவிர்த்தது
uk: Пропущено відсутню ціль
zh_tw: 已跳過的缺少目標

source: Smart tab char
ca: Caràcter tabulador intel·ligent
es_es: Caracter de pestaña inteligente
ja: タブ/スペース を推測
pl: Inteligentny znak tabulacji
pt_br: Caractere de tabulação inteligente
ru: Символ смарт табуляции
ta_in: அறிவாளி தாவல் எழுத்துக்குறி
zh_tw: 智慧 Tab

source: Soft
es_es: Suave
ja: ソフト
pt_br: Suave
ru: Мягкая
ta_in: மென்மையானது
uk: М'який

source: Some file(s) have been changed outside TortoiseGitMerge. Do you want to load the changes?
ca: Alguns arxiu(s) han estat modificats fora de TortoiseGitMerge. Voleu carregar aquests els canvis?
es_es: Alguno(s) archivo(s) se han cambiado fuera TortoiseGitMerge. ¿Quieres cargar los cambios?
ja: TortoiseGitMerge外でいくつかファイルに変更がありました。 それらの変更を読み込みますか？
pl: Niektóre pliki zostały zmienione poza programem TortoiseGitMerge. Czy chcesz wczytać zmiany?
pt_br: Alguns arquivos foram alterados fora do TortoiseGitMerge. Você quer carregar as alterações?
ru: Файл(ы) был изменен внешней программой, по отношению к TortoiseGitMerge. Вы хотите загрузить изменения?
ta_in: சில கோப்பு(கள்) ஆமைகிட்ஒன்றிணைக்கு வெளியே மாற்றப்பட்டுள்ளன. மாற்றங்களை ஏற்ற வேண்டுமா?
uk: Деякі файли були змінені ззовні TortoiseGitMerge. Загрузити зміни?
zh_tw: TortoiseGitMerge 開啟中的檔案有外部變更。 是否要重新載入？

source: Some file(s) have been changed outside TortoiseGitMerge. Would you like to reload and lose your changes?
ca: Alguns arxiu(s) han estat modificats fora de TortoiseGitMerge. Voleu re-carregar aquests arxius i perdre els vostres canvis?
es_es: Alguno(s) archivo(s) se han cambiado fuera TortoiseGitMerge. ¿Quieres volver a cargar y perder los cambios?
ja: TortoiseGitMerge外でいくつかファイルに変更がありました。 変更を破棄して、再読込しますか？
pl: Niektóre pliki zostały zmienione poza programem TortoiseGitMerge. Czy chcesz ponownie wczytać te pliki i utracić swoje zmiany?
pt_br: Alguns arquivos foram alterados fora do TortoiseGitMerge. Você quer carregá-los e perder suas alterações?
ru: Файл(ы) был изменен внешней программой, по отношению к TortoiseGitMerge. Вы хотите перезагрузить файл и потерять ваши изменения?
ta_in: சில கோப்பு(கள்) ஆமைகிட்ஒன்றிணைக்கு வெளியே மாற்றப்பட்டுள்ளன. மறுஏற்றம் செய்து உங்கள் மாற்றங்களை இழக்க விரும்புகிறீர்களா?
uk: Деякі файли були змінені ззовні TortoiseGitMerge. Загрузити та втратит ваші зміни?
zh_tw: TortoiseGitMerge 開啟中的檔案有外部變更。 是否要重新載入並放棄您的變更？

source: Sort by commit count
ca: Ordena per nombre d'entregues
es_es: Ordenar por cantidad de consignas
hr: Poredaj po broju pohranjivanja
ja: コミット数でソート
pl: Posortuj wg liczby zapisów
pt_br: Ordenar com contagem de submissões
ru: Сортировать по количеству фиксаций
ta_in: உறுதிமொழி எண்ணின்படி வரிசைப்படுத்து
uk: Сортувати за кількістю фіксацій
zh_tw: 依提交數排序

source: Sort tag list in reversed order
ca: Ordena la llista d'etiquetes en ordre invers
es_es: Ordenar lista de etiquetas en orden inverso
ja: タグリストを逆順にソート
pt_br: Ordenar lista de etiquetas em ordem inversa
ru: Отсортировать список меток в обратном порядке
ta_in: குறிச்சொல் பட்டியலை தலைகீழ் வரிசையில் வரிசைப்படுத்து
uk: Сортувати список тегів у зворотньому напрямку
zh_tw: 反向排序標籤下拉選單的內容

source: Specifies how many items you want to keep in the most recent log messages dialog.
ca: Especifica quants elements es volen mantenir en el diàleg de missatges més recents.
es_es: Especifica cuantos objetos quieres mantener en el registro de diálogo de mensajes más rercientes.
hr: Određuje koliko poruka želite držati u spremniku nedavno upisanih poruka dnevnika.
ja: 最近のログメッセージを表示するダイアログで、表示する項目数を指定する。
pl: Określa, jak wiele elementów chcesz pokazywać w oknie z ostatnimi opisami zmian.
pt_br: Especifica quantos itens você quer manter no diálogo de mensagens de histórico mais recentes.
ru: Задаёт количество недавно введённых сообщений журнала, которые будут доступны для повторного выбора.
ta_in: மிக சமீபத்திய பதிவு செய்திகள் உரையாடலில் எத்தனை உருப்படிகளை வைத்திருக்க விரும்புகிறீர்கள் என்பதைக் குறிப்பிடுகிறது.
uk: Вказує, скільки елементів залишати у діалозі з нещодавними логовими повідомленнями.
zh_tw: 指定要保留幾筆最近使用的日誌訊息。

source: Split lines
ca: Parteix línies
es_es: Dividir líneas
hr: Podijeli retke
ja: 行を分割
pl: Podziel linie
pt_br: Separar linhas
ru: Разделить на строки
ta_in: பிளவு வரிகள்
uk: Розділити рядки
zh_tw: 斷行

source: Split the active window into panes Split
ca: Divideix la finestra activa en panells Divideix
es_es: Dividir la ventana activa en paneles Dividir
hr: Rastavi aktivni prozor na plohe Rastavi
ja: アクティブなウィンドウを分割する 分割
pl: Dzieli aktywne okno na panele Podziel
pt_br: Dividir a janela ativa em painéis Dividir
ru: Разделить активное окно на панели Разделить
ta_in: செயலில் உள்ள சாளரத்தை பலகங்களாக பிரிக்கவும் பிளவு
uk: Розділити активне вікно на панелі Розділити
zh_tw: 將使用中視窗切割成窗格 分割視窗

source: Squash
ca: Esclafa
es_es: Compactar (squash)
ja: 融合
pt_br: Esmagar
ru: Объединить
ta_in: நசுக்கு
zh_tw: 壓合

source: Squash (with commit below)
ca: Esclafa (amb entrega a sota)
es_es: Compactación (squash) (con consignación (commit) debajo)
ja: 融合 (下のコミットと)
pt_br: Mesclar (com o commit abaixo)
ru: Убрать (с фиксацией ниже)
ta_in: நசுக்கு (கீழே உறுதிமொழியுடன்)
zh_tw: 壓合（與下面的提交）

source: Stacked Bar Graph
ca: Gràfic de barres apilades
es_es: Gráfico de barras apilado
hr: Naslagani stupčasti dijagram
ja: 積み重ね棒グラフ
pl: Skumulowany wykres kolumnowy
pt_br: Barra de Gráfico em Pilha
ru: Гистограмма стопкой
ta_in: அடுக்கப்பட்ட பட்டை வரைபடம்
uk: Стосова гістограма
zh_tw: 堆疊長條圖

source: Stacked Line Graph
ca: Gràfic de línies apilades
es_es: Gráfico de líneas apilado
hr: Naslagani linijski dijagram
ja: 積み重ね面グラフ
pl: Skumulowany wykres liniowy
pt_br: Barra de Gráfico em Linha
ru: График стопкой
ta_in: அடுக்கப்பட்ட வரி வரைபடம்
uk: Стосова лінійна діаграма
zh_tw: 堆疊直線圖

source: Stage selected &hunks
ta_in: நிலை தேர்ந்தெடுக்கப்பட்ட &வேட்டைகள்

source: Stage selected &lines
ta_in: நிலை தேர்ந்தெடுக்கப்பட்ட &வரிகள்

source: Staging support (EXPERIMENTAL)
ta_in: நிலைப்படுத்தல் ஆதரவு (பரிசோதனை)

source: Standard
ca: Estàndard
es_es: Estándar
ja: 標準
pt_br: Padrão
ru: Стандартные
ta_in: தரநிலை
uk: Стандартно
zh_tw: 標準

source: Start (FastFwd)
ca: Inici (avançament ràpid)
es_es: Inicio (Avance-Rápido)
ja: スタート(ファストフォワード)
pt_br: Iniciar (Av.Ráp.)
ru: Старт (быстрая перемотка)
ta_in: தொடங்கு (வேகமாகமுன்னோக்கி)
zh_tw: 開始 (快進)

source: Start Cherry Pick
ca: Inicia la tria
es_es: Iniciar Entresacar
ja: チェリーピック開始
pl: Rozpocznij selekcjonowanie
pt_br: Iniciar Escolha Seletiva
ru: Начать пересмотр
ta_in: சிவந்த கனி தேர்வு தொடங்கு
zh_tw: 開始摘取

source: Start Commit Hook
ca: Interconnexió d'inici Entrega
es_es: Iniciar enganche (hook) de consignado (commit)
hr: Vezna skripta prije pohrane
ja: コミットフックを開始
pl: Przechwycenie początku zatwierdzania
pt_br: Iniciar Submissão de Gancho
ru: Хук начало-фиксации
ta_in: உறுதிமொழி கொக்கியைத் தொடங்கு
uk: Зачіпка початку фіксації
zh_tw: 開始提交掛鉤

source: Start Rebase
ca: Inicia Rebase
es_es: Iniciar reasentado (rebase)
ja: リベース開始
pl: Uruchom zmianę bazy
pt_br: Reorganizar
ru: Начать перебазирование
ta_in: மறுதளத்தை தொடங்கு
zh_tw: 開始變基

source: Start bisect mode...
ca: Inicia mode Bisect...
es_es: Iniciar modo bifurcar...
ja: 二分探索モードを開始...
pl: Start trybu bisekcji...
pt_br: Iniciar modo de bifurcação...
ru: Начать бинарный поиск...
ta_in: இருபிரிவு பயன்முறையைத் தொடங்கு...
zh_tw: 開始二分法模式

source: Start registry editor
ca: Inicia editor del registre
es_es: Iniciar el editor de registro
ja: レジストリエディターを起動する
pl: Uruchom edytor rejestru
pt_br: Iniciar editor de registro
ru: Запустить редактор реестра
ta_in: பதிவேட்டு பதிப்பாசிரியரைத் தொடங்கு
uk: Запуск редактора реестра
zh_tw: 啟動登錄檔編輯器

source: Starts a git server running git protocol
ca: Inicia un servidor git utilitzant el protocol git
es_es: Inicia un servidor git ejecutando el protocolo git
ja: gitプロトコルで稼働するgitサーバーを起動
pt_br: Iniciar um servidor git rodando o protocolo git
ru: Запустить сервер git с протоколом git
ta_in: கிட் நெறிமுறை இயங்கும் கிட் சேவையகத்தை தொடங்குகிறது
zh_tw: 啟動 Git 服務採用 Git 協定

source: Stash
es_es: Acopiar (stash)
ja: スタッシュ
pt_br: Reservar
ru: Копилка
ta_in: பதுக்கிவை
zh_tw: 收藏

source: Stash &Message
ca: Missatge de Stash
es_es: &Mensaje del acopio (stash)
ja: スタッシュメッセージ(&M)
pt_br: &Mensagem de Reserva
ru: &Сообщение копилки
ta_in: பதுக்கிவை &செய்தி
zh_tw: 訊息(&M)

source: Stash Apply
ca: Aplica des de l'Stash
es_es: Aplicar acopio (stash apply)
ja: 隠した変更を再現
pt_br: Aplicar Reserva
ru: Применить в копилку
ta_in: பதுக்கிவை இடு
zh_tw: 套用收藏

source: Stash Apply failed!
ca: Ha fallat l'aplicació de l'Stash
ja: スタッシュ再現失敗
pt_br: Aplicar Reserva falhou!
ta_in: பதுக்கிவை இடு தோல்வியடைந்தது!
zh_tw: 收藏（stash）套用失敗！

source: Stash Apply failed, there are conflicts
ca: Ha fallat l'aplicació de l'Stash, hi ha conflictes
ja: スタッシュ再現失敗 (競合があります)
pt_br: Aplicar Reserva falhou, existem conflitos
ta_in: பதுக்கிவை இடு தோல்வி, முரண்பாடுகள் உள்ளன
zh_tw: 收藏（stash）套用失敗，因為有衝突

source: Stash Apply successful
ca: Aplicació de l'Stash reeixida
ja: スタッシュ再現成功
pt_br: Aplicar Reserva com sucesso
ta_in: பதுக்கிவை இடு வெற்றியடைந்தது
zh_tw: 收藏（stash）套用成功

source: Stash List
ca: Llista del Stash
es_es: Listar acopios (stash list)
ja: スタッシュ一覧
pt_br: Lista de Reserva
ru: Лист копилки
ta_in: பதுக்கிவை பட்டியல்
zh_tw: 收藏列表

source: Stash POP failed!
ca: No es pot treure de l'Stash
ja: スタッシュ復元失敗
pt_br: Estourar Reserva falhou!
ta_in: பதுக்கிவைத்து தோன்றவை தோல்வியடைந்தது
zh_tw: 收藏（stash）取出失敗！

source: Stash POP failed, there are conflicts
ca: No es pot treure de l'Stash, hi ha conflictes
ja: スタッシュ復元失敗 (競合があります)
pt_br: Estourar Reserva falhou, existem conflitos
ta_in: பதுக்கிவைத்து தோன்றவை தோல்வியடைந்தது, முரண்பாடுகள் உள்ளன
zh_tw: 收藏（stash）取出失敗，因為有衝突

source: Stash POP successful
ca: S'ha tret de l'Stash satisfactòriament
ja: スタッシュ復元成功
pt_br: Estourar Reserva com sucesso
ta_in: பதுக்கிவைத்து தோன்றவை வெற்றிகரமானது
zh_tw: 收藏（stash）取出成功

source: Stash Pop
ca: Treu del Stash
es_es: Trasponer acopio (stash pop)
ja: 隠した変更を戻す
pt_br: Arrebentar Reserva
ru: Забрать из копилки
ta_in: பதுக்கிவைத்து தோன்றவை
zh_tw: 取出收藏

source: Stash Success
ca: Stash reeixit
ja: スタッシュ成功
pt_br: Reservar com sucesso
ta_in: பதுக்கிவை வெற்றி
zh_tw: 完成收藏（stash）

source: Stash changes
ca: Canvis de l'Stash
pt_br: Reservar mudanças
ta_in: பதுக்கிவை மாற்றங்கள்

source: Stash failed!
ca: L'Stash ha fallat
ja: スタッシュ失敗
pt_br: Reservar falhou
ta_in: பதுக்கிவை தோல்வியடைந்தது!
zh_tw: 收藏（stash）失敗！

source: Stash operation running...
ca: L'operació del Stash s'està executant...
es_es: Operación de acopio en curso...
ja: スタッシュ処理中です...
pt_br: Executando operação Stash...
ru: Операция с копилкой выполняется...
ta_in: பதுக்கிவை செயல்பாடு இயங்குகிறது...
zh_tw: 收藏操作執行中．．．

source: State
ca: Estat
es_es: Estado
ja: 状態
pl: Stan
pt_br: Estado
ru: Состояние
ta_in: நிலை
uk: Стан
zh_tw: 狀態

source: Static
ca: Estàtic
es_es: Estático
hr: Statički
pl: Statyczny
pt_br: Estático
ru: Статический
ta_in: நிலையான
uk: Статичний
zh_tw: 靜態

source: Statistics
ca: Estadístiques
es_es: Estadísticas
hr: Statistika
ja: 統計
pl: Statystyka
pt_br: Estatísticas
ru: Статистика
ta_in: புள்ளிவிவரங்கள்
uk: Статистика
zh_tw: 統計資料

source: Status
ca: Estat
es_es: Estado
ja: 状態
pl: Stan
ru: Статус
ta_in: நிலை
uk: Стан
zh_tw: 狀態

source: Status Bar
ca: Barra d'estat
es_es: Barra de estado
ja: ステータスバー
pl: Pasek stanu
pt_br: Barra de Status
ru: Строка состояния
ta_in: நிலைப்பட்டி
uk: Рядок статуса
zh_tw: 狀態列

source: Status and action colors
ca: Estat i colors d'acció
es_es: Colores de Estado y acciones
hr: Boje statusa i akcija
ja: 状態とアクションの色
pl: Kolory statusów i akcji
pt_br: Status e cores de ações
ru: Цвета состояний и действий
ta_in: நிலை மற்றும் செயல் வண்ணங்கள்
uk: Кольори станів та дій
zh_tw: 狀態與行為的顏色

source: Status cache
ca: Memòria cau d'Estat
es_es: Caché de Estado
hr: Priručna memorija statusa
ja: 状態のキャッシュ
pl: Pamięć podręczna statusu
pt_br: Status do Cache
ru: Кэширование статуса
ta_in: நிலை இடைமாற்று
uk: Кеш стану
zh_tw: 狀態快取

source: Status cache for only one folder, with full status and recursive overlays
ca: Caché d'Estat només per a una carpeta, amb sobreposicions recursives
es_es: Caché de Estado para una sola carpeta, con estado completo y superposiciones recursivas
ja: １つのフォルダーに対してのみ状態をキャッシュします。オーバーレイを再帰的に表示します。
pt_br: Cachê de estado para uma pasta apenas, com sobreposições recursivas completas
ru: Кэш статуса только для одной папки, с полным статусом и рекурсивными пометками иконок
ta_in: முழு நிலை மற்றும் சுழல்நிலை மேலடுக்குகளுடன் ஒரே ஒரு கோப்புறைக்கான நிலை இடைமாற்று
uk: Кеш стану лише для одного каталогу, з повним станом та рекурсивними перекриваннями
zh_tw: 狀態快取僅用於一個資料夾，遞迴完全狀態

source: Status cache kept in an external process that detects file changes, can show the overlay recursively
ca: La cache d'estats s'emmagatzema en un procés extern que detecta canvis en els arxius i pot mostrar sobreposicions recursivament
es_es: Caché de estado mantenida en un proceso externo que detecta archivos cambiados, puede mostrar las superposiciones recursivas
ja: 状態のキャッシュは、ファイルの変更を検出する外部プロセスに保存されます。オーバーレイを再帰的に表示できます。
pt_br: Cachê de estado mantido em um processo externo que detecta mudanças, pode exibir sobreposições recursivamente
ru: Кэш статуса содержится во внешнем процессе, который определяет изменения файлов, может отображать пометки иконок файлов рекурсивно
ta_in: கோப்பு மாற்றங்களைக் கண்டறியும் வெளிப்புறச் செயல்பாட்டில் வைக்கப்பட்டுள்ள நிலை இடைமாற்று, மேலடுக்கை மீண்டும் மீண்டும் காண்பிக்கும்
zh_tw: 以外部程式保存狀態快取（包括子目錄），偵測檔案變更，並依狀態顯示圖示覆蓋。

source: Status cache only for one folder, no recursive overlays
ca: Memòria cau d'Estat només per a una carpeta, sense sobreposicions recursives
es_es: Caché de estado sólo para una carpeta, sin superposiciones recursivas
hr: Priručna memorija statusa je samo za jednu mapu, nema rekurzivnog prekrivanja
ja: １つのフォルダーに対してのみ状態をキャッシュし、再帰的なオーバーレイは行いません
pl: Pamięć podręczna statusu tylko dla jednego katalogu, nie sprawdza statusu podkatalogów
pt_br: Cache de status para apenas uma pasta, sem sobreposições recursivas
ru: Кэширование статуса только для одной папки, без рекурсивных пометок
ta_in: ஒரு கோப்புறைக்கு மட்டுமே நிலை இடைமாற்று, சுழல்நிலை மேலடுக்குகள் இல்லை
uk: Кеш стану лише для одного каталогу, без рекурсивних перекривань
zh_tw: 僅保存資料夾的狀態，不包含子目錄

source: Stops bisect mode
ca: Atura el mode bisect
es_es: Detener el modo bifurcar
ja: 二分探索モードを停止
pl: Zakończenie trybu bisekcji
pt_br: Para o modo de bifurcação
ru: Завершить бинарный поиск
ta_in: இருப்பிரிவு பயன்முறையை நிறுத்துகிறது
zh_tw: 停止二分法

source: Stored decisions
ca: Decisions emmagatzemades
ja: 保存した決定
pt_br: Decisões gravadas
ru: Сохранённые решения
ta_in: சேமிக்கப்பட்ட முடிவுகள்
zh_tw: 使用習慣

source: Stores the path of the file to be used for a diff on a later right-click. Hold down the Ctrl key to remove the last saved path.
ca: Desa el camí del fitxer que s'utilitzarà per la comparació en un clic posterior amb el botó dret. Manté premuda la tecla Ctrl per suprimir el darrer camí desat.
es_es: Almacena la ruta al fichero que va a usarsepara un diff en un posterior clic-primario. Mantener pulsado la tecla Ctrl para eliminar la última ruta guardada.
ja: 後で右クリックしたときに差分を取るパスを記憶します。Ctrlキーを押しながらクリックすると、記憶しているパスを削除します。
pl: Zapisuje ścieżkę do pliku by jej użyć do porównania podczas kolejnych prawoklików. Trzymaj wciśnięty klawisz Ctrl by usunąć ostatnio zapisaną ścieżkę.
pt_br: Armazena o caminho do arquivo à ser usado para uma comparação em um clique direito posterior. Segure a tecla Ctrl para remover o último caminho salvo.
ru: Хранит путь файла, используемого позже при выборе пункта Сравнить во всплывающем меню по щелчку правой кнопкой мыши. Нажмите кнопку Ctrl для удаления последнего сохраненного пути.
ta_in: பின்னர் வலது சொடுக்கம் செய்வதன் மூலம் வேறுபாட்டிற்கு பயன்படுத்த வேண்டிய கோப்பின் பாதையை சேமிக்கிறது.கடைசியாக சேமித்த பாதையை அகற்ற Ctrl விசையை அழுத்திப் பிடிக்கவும்.
zh_tw: 儲存選定檔的路徑並用於稍後右鍵選單中的「比較至」，按住Ctrl鍵可以清除先前儲存的路徑。

source: Strategy
ca: Estratègia
es_es: Estrategia
ja: 方針
pl: Strategia
pt_br: Estratégia
ru: Стратегия
ta_in: வியூகம்
uk: Стратегія
zh_tw: 策略

source: Strip lines starting with "#" in commit message
ca: Treu les línies que comencen amb "#" en el missatge d'entrega
es_es: Despojar de líneas que comiencen con "#" al mensaje de consignación (commit)
ja: コミットメッセージにおいて、"#" で始まる行を取り除く
pt_br: Remover linhas iniciadas com "#" em mensagens de submissão
ru: Очищать от пробелов строки начинающиеся с "#" в сообщении фиксации
ta_in: உறுதிமொழி செய்தியில் "#" உடன் தொடங்கும் வரிகளை நீக்கு
zh_tw: 移除以「#」開頭的提交訊息

source: Subject
ca: Assumpte
es_es: Asunto
ja: 件名
pl: Temat
pt_br: Assunto
ru: Тема
ta_in: பொருள்
uk: Тема
zh_tw: 標題

source: Subject:
ca: Assumpte:
es_es: Asunto:
ja: 件名:
pl: Temat:
pt_br: Assunto:
ru: Тема:
ta_in: பொருள்:
uk: Тема:
zh_tw: 標題：

source: Subjects
ca: Assumptes
ja: 件名
pt_br: Assuntos
ta_in: பொருட்கள்
uk: Теми

source: Submodule
ca: Sub-mòdul
es_es: Submódulo
ja: サブモジュール
pl: Podmoduł
pt_br: Submódulo
ru: Подмодуль
ta_in: துணைதொகுதி
uk: Субмодуль
zh_tw: 子模組

source: Submodule &Update...
ca: Act&ualització del sub-mòdul...
es_es: Submódulo &Actualizar...
ja: サブモジュールのアップデート(&U)...
pt_br: &Atualizar Submódulo
ru: Подмодуль &Обновить...
ta_in: துணைதொகுதி &புதுப்பி...
zh_tw: 子模組更新(&U)...

source: Submodule Add
ca: Afegeix al sub-mòdul
es_es: Añadir Submódulo
ja: サブモジュールの追加
pl: Dodaj podmoduł
pt_br: Adicionar Submódulo
ru: Подмодуль Добавить
ta_in: துணைதொகுதி சேர்
uk: Додати Субмодуль
zh_tw: 加入子模組

source: Submodule Add...
ca: Afegeix al sub-mòdul...
es_es: Submódulo Añadir...
ja: サブモジュールの追加...
pl: Dodaj podmoduł...
pt_br: Adicionar Submódulo...
ru: Подмодуль Добавить...
ta_in: துணைதொகுதி சேர்...
uk: Додати Субмодуль...
zh_tw: 加入子模組...

source: Submodule Diff
ca: Diff del sub-mòdul
es_es: Submódulo Dif.
ja: サブモジュールの差分
pt_br: Comparar Submódulo
ru: Подмодуль Различия
ta_in: துணைதொகுதி வேறுபாடு
zh_tw: 子模組差異

source: Submodule Init
ca: Inicialització del sub-mòdul
es_es: Submódulo Init
ja: サブモジュールの初期化
pt_br: Inicializar Submódulo
ru: Подмодуль Инициализация
ta_in: துணைதொகுதி துவக்கம்
zh_tw: 子模組初始化

source: Submodule Sync
ca: Sincronització de sub-mòdul
es_es: Submódulo Sincr
ja: サブモジュールの同期
pt_br: Sincronizar Submódulo
ru: Подмодуль Синхронизировать
ta_in: துணைதொகுதி ஒத்திசைவு
zh_tw: 子模組同步

source: Submodule Update
ca: Actualització del sub-mòdul
es_es: Submódulo Actualizar
ja: サブモジュールを更新
pl: Aktualizacja podmodułu
pt_br: Atualizar Submódulo
ru: Подмодуль Обновить
ta_in: துணைதொகுதி புதுப்பிப்பு
zh_tw: 子模組更新

source: Submodule Update Options
ca: Opcions d'actualització del sub-mòdul
es_es: Opciones de actualización de Submódulo
ja: サブモジュールの更新オプション
pl: Opcje aktualizacji podmodułu
pt_br: Opções de Atualização de Submódulos
ru: Настройки обновления подмодуля
ta_in: துணைதொகுதி புதுப்பிப்பு விருப்பங்கள்
zh_tw: 子模組更新選項

source: Submodule "%1!s!" Revision %2!s!
ca: Sub-mòdul "%1!s!" Revisió %2!s!
ja: サブモジュール "%1!s!" リビジョン %2!s!
pt_br: Submódulo "%1!s!" Revisão %2!s!
ru: Подмодуль "%1!s!" Ревизия %2!s!
ta_in: துணைதொகுதி "%1!s!" மீள்திருத்தம் %2!s!
zh_tw: 子模組「%1!s!」 版本「%2!s!」

source: Submodule of Project:
ca: Sub-mòdul del projecte:
es_es: Submódulo del proyecto:
ja: プロジェクトのサブモジュール:
pt_br: Submódulo do Projeto:
ru: Подмодуль проекта
ta_in: திட்டத்தின் துணைதொகுதி:
zh_tw: 專案中的子模組：

source: Submodules
ca: Sub-mòduls
es_es: Submódulos
ja: サブモジュール
pl: Podmoduły
pt_br: Submódulos
ru: Подмодули
ta_in: துணைதொகுதிகள்
uk: Субмодулі
zh_tw: 子模組

source: Submodules are initialized and cloned using their default settings.
ta_in: துணை தொகுதிகள் அவற்றின் இயல்புநிலை அமைப்புகளைப் பயன்படுத்தி துவக்கப்பட்டு நகல் செய்யப்படுகின்றன.

source: Success
ca: Èxit
es_es: Correcto
ja: 成功
pl: Powodzenie
pt_br: Sucesso
ru: Успешно
ta_in: வெற்றி
uk: Успішно
zh_tw: 成功

source: Successfully unlocked %d worktree(s).
ta_in: %d வேலை மரம்(கள்) வெற்றிகரமாக திறக்கப்பட்டது.

source: Sw&itch/Checkout to this...
pt_br: &Trocar/Restaurar para este...
ta_in: இதை மாற்றவும்/சரிபார்ப்பு செய்யவும்...

source: Switch
ca: Canvia
es_es: Conmutar
ja: 切り替え
pl: Przełącz
pt_br: Mudar
ru: Переключение
ta_in: மாறு
uk: Перемкнути
zh_tw: 切換
