Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: View revision for path in &webviewer
ca: Visualitza revisió pel camí al visor &web
es_es: Ver la revisión para ruta en visor web
hr: Pogledaj reviziju za stazu u &web pregledniku
ja: パスのリビジョンをウェブビューアーで表示(&W)
pl: Podgląd wersji dla ścieżki w &przeglądarce
pt_br: Visualizar revisão do caminho no &webviewer
ru: Посмотреть ревизию для пути в &веб-обозревателе
ta_in: &இணையபார்வையாளரில் பாதைக்கான திருத்தத்தைக் காண்க
uk: Переглянути модифікацію для шляху у &веб-переглядачі
zh_tw: 以網頁瀏覽器檢視路徑的版本(&W)

source: View revision in alternative editor
ca: Veure revisió en editor alternatiu
es_es: Ver revisión en editor alternativo
ja: 外部エディターでこのリビジョンを表示
pl: Zobacz zmiany w alternatywnym edytorze
pt_br: Ver revisão no editor alternativo
ru: Просмотреть ревизию в альтернативном редакторе
ta_in: மாற்று பதிப்பாசிரியரில் திருத்தத்தைக் காண்க
uk: Переглянути ревізію в сторонньому редакторі
zh_tw: 以其他編輯器檢視版本(&W)

source: View system&wide gitconfig
ca: Obre gitconfig per tot el sistema
es_es: Ver gitconfig de todo el sistema
ja: 全ユーザ共通設定を表示(&W)
pt_br: Visualizar gitconfig do &sistema
ru: Смотреть системный gitconfig
ta_in: கணினி&முழுவதற்குமான கிட் கட்டமைப்பைக் காண்க
uk: Перег. &системний gitconfig
zh_tw: 檢視系統 gitconfig (&W)

source: Visit our website
ca: Visiteu el nostre lloc web
es_es: Visita nuestra web
hr: Posjetite naše web stranice
ja: ウェブサイトを見るにはこの行をクリックして下さい。
pl: Odwiedź naszą stronę internetową
pt_br: Visite nosso website
ru: Посетить наш вебсайт
ta_in: எங்கள் வலைத்தளத்தைப் பார்வையிடவும்
uk: Відвідати наш вебсайт
zh_tw: 瀏覽我們的網站

source: WARNING: Only change these settings if you are absolutely sure what you are doing! To set the values to their default, delete the value text.
ca: ADVERTIMENT: No canvii aquestes opcions a menys que sàpiga exactament què està fent! Per a restaurar aquests elements al seu valor original, elimini el text.
ja: 警告: 何をしているか分からない場合はこれらの設定を変更しないでください。 デフォルト値に設定するには、値を削除してください。
pl: UWAGA: Zmieniaj te ustawienia tylko wtedy, kiedy jesteś pewien, co robisz! Aby przywrócić wartości domyślne, wyczyść pola tekstowe.
pt_br: AVISO: Somente mude estas configurações se você tem certeza absoluta do que está fazendo! Para ajustar estes valores para o padrão, exclua o texto do valor.
ru: ВНИМАНИЕ: Изменяйте эти настройки, если вы точно знаете что делаете! Для сброса настроек, очистите значения.
ta_in: எச்சரிக்கை: நீங்கள் என்ன செய்கிறீர்கள் என்பதில் உறுதியாக இருந்தால் மட்டுமே இந்த அமைப்புகளை மாற்றவும்! மதிப்புகளை அவற்றின் இயல்புநிலைக்கு அமைக்க, மதிப்பு உரையை நீக்கவும்.
uk: УВАГА: Змінюйте ці налаштування тільки якщо ви розумієте, що робите! Щоб повернути значення до типових, витріть їх.
zh_tw: 警告： 當你明確地知道這些設定的意義時，才可以修改它們！ 要恢復預設設定，删除這些值即可。

source: Wait
ca: Espereu
es_es: Espera
hr: Čekaj
ja: 待機
pl: Czekaj
pt_br: Aguarde
ru: Ждать
ta_in: காத்திரு
uk: Зачекати
zh_tw: 等待

source: Wait for the script to finish
ca: Espereu que acabi el script
es_es: Espera a que la sentencia termine
hr: Čekaj da skript završi
ja: スクリプトが終了するまで待機する
pl: Czekaj na zakończenie skryptu
pt_br: Aguardar encerramento do script
ru: Ждать окончания работы скрипта
ta_in: உரை முடிவடையும் வரை காத்திருங்கள்
uk: Почекати завершення скрипта
zh_tw: 等待指令檔完成

source: Waiting for input
ca: Esperant una entrada
es_es: Esperando una entrada
ja: 入力待ち
pt_br: Aguardando por entrada
ru: Ожидаю ввода
ta_in: உள்ளீட்டிற்காக காத்திருக்கிறது
uk: Очікується ввід даних
zh_tw: 等候輸入

source: Walk Be&havior
ta_in: நடை &நடத்தை

source: Warning
ca: Atenció
es_es: Advertencia
hr: Upozorenje
ja: 警告
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
ta_in: முன்னறிவிப்பு
uk: Попередження
zh_tw: 警告

source: Warning!
ca: Atenció!
es_es: ¡Advertencia!
hr: Upozorenje!
ja: 警告
pl: Uwaga!
pt_br: Aviso!
ru: Предупреждение!
ta_in: முன்னறிவிப்பு!
uk: Увага!
zh_tw: 警告！

source: Was the merge of %s successful?
ta_in: %s இன் ஒன்றிணைப்பு வெற்றிகரமானதா?

source: We hope you enjoy using TortoiseGit! In case of questions or problems, please consult our manual or go to <a id="support">https://tortoisegit.org/support/</a>
ca: Esperem que gaudiu utilitzant el TortoiseGit! Si teniu preguntes o problemes, podeu consultar el nostre manual o anar a <a id="support">https://tortoisegit.org/support/</a>
ja: TortoiseGit をお楽しみください。質問や問題が発生した場合は、マニュアルを参照するか、 <a id="support">https://tortoisegit.org/support/</a> にアクセスするかしてください。
pt_br: Esperamos que goste de usar TortoiseGit! Em caso de dúvidas ou problemas, por favor, consulte nosso manual ou vá para <a id="support">https://tortoisegit.org/support/</a>
ta_in: நீங்கள் ஆமைகிட்டைப் பயன்படுத்த விரும்புகிறீர்கள் என்று நம்புகிறோம்! கேள்விகள் அல்லது பிரச்சனைகள் இருந்தால், தயவுசெய்து எங்கள் கையேட்டைப் பார்க்கவும் அல்லது <a id="support">https://tortoisegit.org/support/</a>க்குச் செல்லவும்

source: Welcome to TortoiseGit!
ca: Benvinguts al TortoiseGit
ja: TortoiseGit へようこそ！
pl: Witaj w TortoiseGit!
pt_br: Bem vindo ao TortoiseGit!
ta_in: ஆமைகிட்டுக்கு வரவேற்கிறோம்!
zh_tw: 歡迎使用 TortoiseGit！

source: Western European
es_es: Europa Occidental
ja: 西ヨーロッパ
pl: zachodnioeuropejski
pt_br: Oeste Europeu
ru: Западно-европейский
ta_in: மேற்கு ஐரோப்பிய
uk: Західно-Європейський
zh_tw: 西歐

source: When activated, hold down the SHIFT key when right-clicking to get the TortoiseGit menus added to the context menu
ca: Quan s'activa, pot mantenir premuda la tecla MAJUSC. mentre clica amb el botó dret, per a incloure el menu de TortoiseGit al menu contextual normal.
es_es: Cuando se activa, mantenga pulsada la tecla Mayús junto con clic-derecho para obtener los menús añadidos de TortoiseGit en al menú contextual
ja: 有効にすると、シフトキーを押しながら右クリックしたときに限り、TortoiseGitのメニューがコンテキストメニューに現れるようになります。
pt_br: Quando ativado, segure a tecla SHIFT quando clicar com o botão direito para ter os menus TortoiseGit adicionados ao menu de contexto
ru: После активации, зажмите кнопку Shift и щелкните правой кнопкой мыши для добавления меню TortoiseGit к контекстому меню
ta_in: செயல்படுத்தப்படும் போது, சூழல் மெனுவில் சேர்க்கப்பட்ட ஆமைகிட் மெனுக்களை பெற வலது சொடுக்கம் செய்யும் போது SHIFT விசையை அழுத்திப் பிடிக்கவும்
uk: Коли вибране, утримуйте клавішу SHIFT коли визиваете меню щоб TortoiseGit меню було добавлене у контекстне меню
zh_tw: 啟用後，當單擊右鍵並保持 SHIFT 鍵按下時，才會顯示 TortoiseGit 快顯功能表。

source: When applying a patch, ignore changes in whitespace in context lines if necessary
ca: Quan s'apliqui un pedaç, ignora els canvis en els espais en blanc, si fós necessari
es_es: Aplicando un parche, ignorará los cambios en espacios en blanco en las líneas contextuales si es necesario
ja: パッチの適用において、もし必要ならば、コンテキスト行のホワイトスペースの変更を無視する
pl: Podczas stosowania poprawki ignoruj różnice w białych znakach w liniach kontekstu
pt_br: Ao aplicar uma correção, ignorar mudanças no espaço em branco nas linhas de contexto se necessário
ru: При применении заплатки, игнорировать изменения в пробелах в контексте линий если необходимо
ta_in: ஒட்டைப் பயன்படுத்தும்போது, சூழல் வரிகளில் இடைவெளியால் ஏற்படும் மாற்றங்களை தேவைப்பட்டால் புறக்கணிக்கவும்
uk: Ігнорувати відмінності в недрукованих символах коментарів, якщо необхідно, при застосуванні патчу
zh_tw: 在套用補綴檔時，忽略空白字元的變更。

source: When closing a progress dialog with a running git process, ask for confirmation before killing it
ca: Quan es tanqui un diàleg de progrés amb un procés git executant-se, demaneu confirmació abans de matar-lo
es_es: Al cerrar un cuadro de diálogo de progreso con una proceso de git en ejecución, pedir confirmación antes de matarlo (kill).
ja: gitプロセスの実行中に進行ダイアログを閉じる場合、プロセスを強制停止する前にユーザーに確認する
pt_br: Ao fechar uma janela de progresso com um processo do git em execução, pedir confirmação antes de finalizá-lo
ru: Спрашивать о завершении процесса при попытке закрыть окно до завершения обработки
ta_in: இயங்கும் கிட் செயல்முறையுடன் முன்னேற்ற உரையாடலை மூடும் போது, அதைக் மூடுவதற்கு முன் உறுதிப்படுத்தல் கேட்கவும்
uk: Перепитувати при закриванні діалогу прогресу, якщо git ще не завершив роботу
zh_tw: 當想要關閉仍有執行中 git 程序的進度視窗時，需經確認後才能停止它。

source: When enabled, TortoiseGit move context menu items will be available when dragging folders / files
ca: Si està activat, els elements de desplaçament del menú contextual estaran disponibles quan s'arrosseguin carpetes / fitxers
es_es: Cuando esté habilitado, TortoiseGit los elementos de menú contextual para mover estarán disponibles al arrastrar carpetas / ficheros
ja: 有効にすると、ファイルやフォルダーをドラッグした時のコンテキストメニューを拡張します。
pt_br: Quando habilitada, o TortoiseGit move os itens do menu de contexto para estarem disponíveis quando arrastar pastas / arquivos
ru: Когда включен, пункты перемещения контекстного меню TortoiseGit будут доступны при перетаскивании папок / файлов
ta_in: இயக்கப்படும் போது, ஆமைகிட் நகர்வு சூழல் மெனு உருப்படிகள் கோப்புறைகள் / கோப்புகளை இழுக்கும்போது கிடைக்கும்
uk: Якщо ввімкнути цю опцію, то контекстне меню TortoiseGit буде доступне при перетягуванні файлів та каталогів
zh_tw: 啟用後，在拖曳「資料夾／檔案」時，將顯示 TortoiseGit 快顯功能表移動選項。

source: When enabled, larger version numbers come first. It is because latest versions are usually more useful.
ca: Si està activat, apareixen primer els números de versió més grans. Això és perquè les darreres versions acostumen a ser les més útils.
es_es: Cuando está hablitado, los números de versión más grandes van primero. Esto es porque las últimas versiones son normalmente más útiles.
ja: 有効にすると、バージョン番号が大きい物が最初になるようになります。大抵の場合、最新バージョンがより重要だろう、ということで導入されました。
pt_br: Quando habilitado, números maiores de versão vem primeiro. Isto é porque últimas revisões geralmente são mais úteis.
ru: Если включено, большие номера версий будут идти первыми. Потому что последние версии обычно полезнее.
ta_in: இயக்கப்படும் போது, பெரிய பதிப்பு எண்கள் முதலில் வரும். ஏனெனில் சமீபத்தியபதிப்புகள் பொதுவாக மிகவும் பயனுள்ளதாக இருக்கும்.
uk: Якшо ввімкнути цю опцію, то файли з більшими номерами версії будуть першими. Тому що зазвичай використовуються новіші версії
zh_tw: 啟用後，較大的版本號在前面，因為新版通常比較有用。

source: When enabled, the versioned items listed in the commit dialog are automatically selected
ca: Quan està habilitat, els elements versionats llistats se seleccionen automàticament
es_es: Habilitándolo, los objetos versionados que figuran en el diálogo de consigna se seleccionarán automáticamente
hr: Kad je omogućeno, stavke s verzijama u popisu dijaloga pohrane se automatski odabiru
ja: 有効にすると、コミットダイアログに表示されるバージョン管理中の項目が自動的に選択されるようになります。
pl: Kiedy włączone, elementy poddane kontroli wersji pokazane w oknie zatwierdzania zmian będą automatycznie zaznaczone
pt_br: Quando habilitado, os itens com controle de versão listados no diálogo de submissão serão automaticamente selecionados
ru: Если включено, перечисленные в диалоге фиксации версированные элементы автоматически отмечаются как выбранные
ta_in: இயக்கப்படும் போது, உறுதிமொழி உரையாடலில் பட்டியலிடப்பட்ட பதிப்பு உருப்படிகள்தானாகத் தேர்ந்தெடுக்கப்பட்டது
uk: Якщо уможливлено, версійні елементи зі списку діалогу фіксації вибираються автоматично
zh_tw: 啟用時，送交視窗中有版本控制的項目會自動被選取。

source: When the patch does not apply cleanly, fall back on 3-way merge if the patch records the identity of blobs it is supposed to apply to and we have those blobs available locally.
ca: Quan el pedaç no s'aplica fàcilment, intenta fer una fusió a 3 bandes, si és que el pedaç té referencies dels blobs on s'ha d'aplicar, i aquests blobs estan disponibles localment.
es_es: Cuando el parche no se aplica limpiamente, recurrirá a combinar a tres bandas si el parche registra que són identicos los objetos se supone que se aplicará, y tendremos eso objetos disponibles a nivel local.
ja: パッチが正しく適用されなかった場合にも、適用できそうなバイナリーオブジェクトでありローカルで利用できる場合には、3-wayマージを試みる。
pt_br: Quando as correções não são aplicadas corretamente, recorrer à combinação de 3 vias se a correção tem a identificação dos registros que é suposta a aplicar e estes estão disponíveis localmente.
ru: Когда заплатка не применилась корректно, вернитесь к 3-х стороннему слиянию: если заплатка содержит идентификаторы файлов к которым ее предполагается применить, эти файлы доступны локально.
ta_in: ஒட்டு சுத்தமாகப் பொருந்தாதபோது, ஒட்டு அது பயன்படுத்த வேண்டிய குமிழ்களின் அடையாளத்தைப் பதிவுசெய்து இருந்தால் மற்றும் அந்த குமிழ்கள் உள்நாட்டில் கிடைக்கும் போது 3-வழி ஒன்றிணைபிற்க்குத் திரும்பும்.
uk: Якщо патч неможливо застовувати чисто, то перейти до 3-стороннього злиття (якщо патч містить інформацію про ідентифікацію блоків байт, які він мав застосувати, і ці блоки доступні локально)
zh_tw: 無法乾淨地套用補綴時，如果本機中含有補綴檔中記錄用來套用補綴的 blobs，則嘗試三方合併。

source: When you type the URL, the remote name will be automatically filled with "origin" if the remote name is empty, so you do not have to.
ca: Quan escriviu l'URL, el nom remot s'omplirà automàticament amb "origen" si el nom remot està buit, així no heu de fer-ho.
es_es: Cuando teclea la URL, el nombre remoto se rellenará automáticamente con "origen" si el nombre remoto está vacío, así que no tiene que hacerlo.
ja: URLを入力すると、リモート名が空ならば自動的に "origin" に設定されます。
pt_br: Quando você digitar a URL, o nome remoto será preenchido automaticamente com "origin" se o nome remoto estiver vazio, para que você não precise digitar.
ru: При вводе URL, если вы не указали внешнее хранилище, то автоматически будет подставлено "origin", так что можете не заполнять.
ta_in: நீங்கள் URL ஐ தட்டச்சு செய்யும் போது, தொலைநிலை பெயர் காலியாக இருந்தால்,தொலைநிலை பெயர் தானாகவே "தோற்றம்" என்று நிரப்பப்படும், நீங்கள் எதுவும் செய்ய வேண்டியதில்லை.
zh_tw: 如果遠端名稱為空，當你鍵入 URL 時遠端名稱將被自動填充為「origin」，所以你不必填。

source: Whether to reference only annotated tags, all tags or all refs
ca: Si fer referència només a etiquetes anotades, a totes les etiquetes o a tots els refs
es_es: Si se referencian sólo etiquetas anotaas, todas las etiquetas o todas las referencias
ja: 「注釈付きタグ (annotated tag)」「すべてのタグ」「すべてのRef」のどれを参照するか指定します。
pt_br: Quando referenciar tags anotadas, todas as marcas ou todas as referências
ru: Ссылаться ли только на аннотированные метки, все метки или все ссылки
ta_in: குறிப்பிடப்பட்ட குறிச்சொற்களை மட்டும் குறிப்பிட வேண்டுமா, அனைத்து குறிச்சொற்கள் அல்லது அனைத்து குறிப்புகள்
uk: Посилатися тільки анатовані теги, усі теги або усі refs
zh_tw: 搜尋參照的依據可以是 (1)只有含附註的標籤、(2)所有標籤、(3)所有參照

source: While in this mode, the checkbox for each file reflects its staging status: - Checked means all the changes for the file are staged - Unchecked means all the changes for the file are unstaged - A gray square means that only some changes for the file are staged Clicking the checkboxes immediately stages or unstages the whole file. You can also click "Partial Staging" or "Partial Unstaging". A window shows up where you can select hunks or lines in the currently selected file and stage or unstage them. Please note that, for performance reasons, the file's group (Modified Files, Not Versioned Files...) and status (Added, Modified, Unknown...) are not updated when clicking its checkbox. If you want to see the updated group and status, you can trigger a full refresh by pressing F5.
ta_in: இந்த பயன்முறையில் இருக்கும் போது, ஒவ்வொரு கோப்பின் தேர்வுப்பெட்டியும் அதன் நிலை நிலையை பிரதிபலிக்கிறது: - சரிபார்க்கப்பட்டது என்றால் கோப்பிற்கான அனைத்து மாற்றங்களும் நிலைநிறுத்தப்பட்டுள்ளன - தேர்வுநீக்கப்பட்டது என்றால், கோப்பிற்கான அனைத்து மாற்றங்களும் நிலைநிறுத்தப்படாமல் உள்ளன - சாம்பல் சதுரம் என்றால் கோப்பிற்கான சில மாற்றங்கள் மட்டுமே அரங்கேறுகின்றன தேர்வுப்பெட்டியை சொடுக்குவதன் மூலம் முழு கோப்பையும் உடனடியாக நிலைப்படுத்துகிறது அல்லது நிலைமாற்றுகிறது. நீங்கள் "பகுதி நிலைப்படுத்தல்" அல்லது "பகுதி அரங்கேறாதது"ஐயும் சொடுக்கலாம். தற்போது தேர்ந்தெடுக்கப்பட்ட கோப்பில் உள்ள இவறங்கள் அல்லது வரிகளைத் தேர்ந்தெடுத்து அவற்றை நிலை அல்லது நிலைமாற்றம் செய்ய ஒரு சாளரம் தோன்றும். செயல்திறன் காரணங்களுக்காக, கோப்பின் குழுவும் (மாற்றியமைக்கப்பட்ட கோப்புகள், பதிப்பு செய்யப்படாத கோப்புகள்...) மற்றும் நிலை (சேர்க்கப்பட்டது, மாற்றியமைக்கப்பட்டது, தெரியாதது...) அதன் தேர்வுப்பெட்டியைக் சொடுக்கும் போது புதுப்பிக்கப்படவில்லை என்பதை நினைவில் கொள்ளவும். நீங்கள் புதுப்பிக்கப்பட்டதைப் பார்க்க விரும்பினால் குழு மற்றும் நிலை, நீங்கள் F5 ஐ அழுத்துவதன் மூலம் முழு புதுப்பிப்பைத் தூண்டலாம்.

source: While merging, i.e. integrating changes of another (remote) branch into your local branch, a conflict in at least one file occurred. This means that you need to resolve this manually (i.e., you need to integrate your changes into a file which was also modified on another branch). After resolving all files, you need to perform a commit in order to complete the merge. If you want to abort the merge, do a hard reset on HEAD or select abort merge on the context menu. See help for more information.
ca: Durant la fusió, això és integrant els canvis d'una altra branca (remota) a la branca local, s'ha produït un conflicte en almenys un fitxer. Ho haureu de resoldre manualment (cal que integreu els vostres canvis en un fitxer que també s'ha modificat en una altra branca). Després de resoldre tots els fitxers cal fer una entrega per tal de completar la fusió. Si voleu avortar la fusió, reinicieu sobre el HEAD o seleccioneu avorta fusió en el menú contextual. Vegeu més informació a l'ajuda.
pt_br: Enquanto mesclando, isto é, integrando mudanças de outro (remoto) ramo no seu ramo local, um conflito em ao menos um arquivo ocorreu. Isto significa que você precisa resolver isto manualmente (i.é, você precisa integrar suas alterações em um arquivo que foi também modificado em outro ramo). Após resolver todos os arquivos, você precisa realizar uma submissão para completar a mesclagem. Se você quiser abortar a mesclagem, faça um hard reset no HEAD ou selecione abortar mesclagem no menu de contexto. Veja a ajuda para mais informação.
ta_in: இணைக்கும் போது, அதாவது உங்கள் உள்ளூர் கிளையில் மற்றொரு (தொலை) கிளையின் மாற்றங்களை ஒருங்கிணைக்கும் போது, குறைந்தபட்சம் ஒரு கோப்பில் முரண்பாடு ஏற்பட்டது. இதன் பொருள் நீங்கள் இதை கைமுறையாக தீர்க்க வேண்டும் (அதாவது, உங்கள் மாற்றங்களை ஒரு கோப்பில் ஒருங்கிணைக்க வேண்டும். மற்றொரு கிளையிலும் மாற்றப்பட்டது). எல்லா கோப்புகளையும் தீர்த்த பிறகு, ஒன்றிணைப்பை முடிக்க நீங்கள் உறுதிமொழியைச் செய்ய வேண்டும். நீங்கள் ஒன்றிணைப்பதை நிறுத்த விரும்பினால், தலையில் கடின மீட்டமைப்பைச் செய்யவும் அல்லது சூழல் மெனுவில் ஒன்றிணைப்பதை நிறுத்து என்பதைத் தேர்ந்தெடுக்கவும். மேலும் தகவலுக்கு உதவியைப் பார்க்கவும்.

source: While running daemon, all data of this repository is exposed without authentication and/or encryption.
ca: Mentre s'executa el dimoni, totes les dades d'aquest dipòsit queden exposades, sense autenticació ni encriptació.
es_es: Mientras se ejecuta el demonio, todos los datos de este repositorio son expuestos sin autentificación y/o cifrado.
ja: デーモンでバックグラウンド稼働中は、このレポジトリのすべてのデータが、認証とまたは暗号化無しに公開されます。
pt_br: Enquanto executar o daemon, todos os dados deste repositório serão expostos sem autenticação e/ou codificação.
ru: Во время работы демона, все данные этого хранилища доступны без аутентификации и/или шифрования.
ta_in: பின்னணியில் இயக்கும் போது, இந்த களஞ்சியத்தின் அனைத்து தரவுகளும் அங்கீகாரம் மற்றும்/அல்லது குறியாக்கம் இல்லாமல் வெளிப்படும்.
zh_tw: 當執行 daemon 時，此版本庫的所有資料將在不需要認證並且沒有加密的情況下被直接存取。

source: Whitespace changes (tabs, spaces)
ca: Canvis d'espai en blanc (tabuladors, espais)
es_es: Cambios de espacios en blanco (tabulaciones, espacios)
ja: ホワイトスペースの変更(タブ,スペース)
pl: Zmiany białych znaków (tabulatory, spacje)
pt_br: Mudanças de espaço em branco (tabulações, espaços)
ru: Изменения непечатаемых знаков (символы табуляции, пробелы)
ta_in: வெள்ளைவெளி மாற்றங்கள் (தாவல்கள், இடைவெளிகள்)
uk: Зміни в недрукованих символах (таби, пробіли)
zh_tw: 空白變更 (tabs, spaces)

source: Whitespaces
ca: Espais en Blanc
es_es: Espacios en blanco
hr: Razmaci
ja: ホワイトスペース
pl: Białe znaki
pt_br: Espaços em branco
ru: Непечатаемые знаки
ta_in: வெள்ளைவெளிகள்
uk: Недруковані символи
zh_tw: 空白字元

source: Windows 11 Context Menu
ta_in: சாளரங்கள் 11 சூழல் பட்டியல்

source: Windows Credential Manager
ta_in: சாளர நற்சான்றிதழ் மேலாளர்

source: Windows-1250
ta_in: சாளரங்கள்-1250

source: Windows-1251
ta_in: சாளரங்கள்-1251

source: Windows-1252
ta_in: சாளரங்கள்-1252

source: Windows-1253
ta_in: சாளரங்கள்-1253

source: Windows-1254
ta_in: சாளரங்கள்-1254

source: Windows-1255
ta_in: சாளரங்கள்-1255

source: Windows-1256
ta_in: சாளரங்கள்-1256

source: Windows-1257
ta_in: சாளரங்கள்-1257

source: Windows-1258
ta_in: சாளரங்கள்-1258

source: Within a file:
ca: Dins d'un fitxer:
es_es: Dentro de un fichero:
ja: ファイル内:
pl: W pliku:
pt_br: Dentro de um arquivo:
ru: В файле:
ta_in: ஒரு கோப்பிற்குள்:
uk: У файлі:
zh_tw: 檔案內(-M)：

source: Within file
ca: Dins del fitxer
es_es: Dentro de un fichero
ja: ファイルの中で
pl: W pliku
pt_br: Dentro do arquivo
ru: В файле
ta_in: கோப்பிற்குள்
uk: У файлі
zh_tw: 在檔案之內

source: Working Tree
ca: Directori de treball
es_es: Árbol de Trabajo
ja: 作業ツリー
pl: Kopia robocza
pt_br: Cópia de Trabalho
ru: Рабочая копия
ta_in: வேலை செய்யும் மரம்
uk: Робоча копія
zh_tw: 工作目錄

source: Working Tree Path:
ca: Ruta del directori de treball:
es_es: Ruta del Árbol de Trabajo:
ja: 作業ツリーのパス:
pl: Ścieżka kopii roboczej:
pt_br: Caminho da Cópia de Trabalho:
ru: Путь к рабочей копии:
ta_in: வேலை செய்யும் மர பாதை:
zh_tw: 工作目錄路徑：

source: Working tree changes
ca: Canvis del directori de treball
ja: 作業ツリーの変更
pt_br: Mudanças na árvore trabalho
ta_in: வேலை செய்யும் மர மாற்றங்கள்
zh_tw: 工作目錄變更

source: Worktree List
ta_in: வேலைமரம் பட்டியல்

source: Worktrees
ta_in: வேலைமரங்கள்

source: Wrap Lines
ca: Ajusta les línies
ja: 行の折り返し
pt_br: Quebrar linhas
ta_in: வரிகளை மடி

source: Wrap long lines
ca: Ajusta les línies llargues
es_es: Acortar líneas largas
ja: 長い行を 折り返す
pl: Zawijaj długie linie
pt_br: Quebrar linhas longas
ru: Переносить длинные строки
ta_in: நீண்ட வரிகளை மடி
zh_tw: 自動斷行

source: Wrap long lines at the right border of the view Wrap long lines
ca: Ajusta les línies llargues a la part dreta de la vista Ajusta les línies llargues
es_es: Acortar líneas largas en el borde derecho de la vista Acortar líneas largas
ja: 長い行をビューの右端で折り返す 長い行を折り返す
pl: Zawijanie długich linia na prawym brzegu widoku Zawijaj długie linie
pt_br: Quebrar linhas longas na borda direita da visualização Quebrar linhas longas
ru: Переносить длинные строки по правой видимой границе Переносить длинные строки
ta_in: பார்வையின் வலது எல்லையில் நீண்ட வரிகளை மடிக்கவும் நீண்ட வரிகளை மடி
zh_tw: 在窗格的右邊界自動換行 自動斷行

source: Yes to all
ca: Sí a tot
es_es: Sí a todo
hr: Da za sve
ja: すべて「はい」
pl: Tak dla wszystkich
pt_br: Sim para todos
ru: Да для всех
ta_in: அனைதிருக்கும் ஆம்
uk: Так для усіх
zh_tw: 全部皆是

source: You already have the latest version installed.
ca: Ja heu provat la darrera versió instal·lada
es_es: Ya tienes la última versión instalada.
hr: Vi već imate instaliranu najsvježiju verziju.
ja: 最新バージョンがインストールされています。
pl: Masz już zainstalowaną najnowszą wersję.
pt_br: Você já possui a versão mais atual instalada.
ru: У вас уже установлена самая последняя версия.
ta_in: நீங்கள் ஏற்கனவே சமீபத்திய பதிப்பை நிறுவியுள்ளீர்கள்.
uk: У вас уже встановлено найновішу версію.
zh_tw: 你已經安裝了最新版。

source: You asked to pull, but did not specify a remote branch.
ca: Heu demanat estirar, però sense especificar cap branca remota.
ja: プルが要求されましたが、リモートブランチが設定されていません
pt_br: Você pediu para puxar, mas não especificou um ramo remoto.
ru: Вы хотите получить, но не указали внешнюю ветвь.
ta_in: நீங்கள் இழுக்கச் சொன்னீர்கள், ஆனால் தொலைநிலைக் கிளையைக் குறிப்பிடவில்லை.
zh_tw: 你要求拉取，卻沒有指定遠端分支。

source: You can configure it for all remotes or global on the Git settings page.
ta_in: நீங்கள் அதை கிட் அமைப்புகள் பக்கத்தில் அனைத்து தொலைநிலைகளுக்கும் அல்லது உலகளாவியத்திற்கும் உள்ளமைக்கலாம்.
