Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Everything updated.
ca: Tot ha estat actualitzat
es_es: Todo actualizado.
ja: すべての更新を完了しました。
pl: Wszystko zaktualizowane.
pt_br: Tudo atualizado.
ru: Всё обновленно.
ta_in: அனைத்தும் புதுப்பிக்கப்பட்டது.
uk: Все було оновлено.
zh_tw: 全部已更新

source: Executable (+x)
es_es: Ejecutable (+x)
ja: 実行可能 (+x)
pl: Pliki wykonywalne (+x)
pt_br: Executável (+x)
ru: Выполняемый (+x)
ta_in: இயக்கக்கூடிய (+x)
zh_tw: 可執行 (+x)

source: Exit
ca: Surt
es_es: Salir
ja: 終了
pl: Wyjdź
pt_br: Sair
ru: Выход
ta_in: வெளியேறு
uk: Вийти
zh_tw: 離開

source: Expand collapsed revisions
ta_in: சுருங்கிய மீள்திருத்தங்களை விரிவாக்கு

source: Explore to
ca: Explora a
es_es: Explora ubicación
hr: Istraži do
ja: エクスプローラーで開く
pl: Eksploruj do
pt_br: Explorar
ru: Открыть в Проводнике
ta_in: இதற்கு ஏற்றுமதி
uk: Відкрити Провідником
zh_tw: 瀏覽至

source: Export
ca: Exporta
es_es: Exportar
hr: Izvezi
ja: エクスポート
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
ta_in: ஏற்றுமதி
uk: Експортувати
zh_tw: 匯出

source: Export Zip File
ca: Exporta arxiu ZIP
es_es: Exportar archivo Zip
ja: zipファイルへエクスポート
pl: Eksportuj plik zip
pt_br: Exportar Arquivo Zip
ru: Сохранить в Zip-файл
ta_in: சுருக்கப்பட்ட கோப்பிற்கு ஏற்றுமதி செய்
zh_tw: 匯出 zip 檔案

source: Export directory:
ca: Exporta directori:
es_es: Exportar directorio:
hr: Direktorij za izvoz:
ja: エクスポート先ディレクトリ:
pl: Katalog docelowy eksportu:
pt_br: Exportar diretório:
ru: Папка экспорта:
ta_in: ஏற்றுமதி அடைவு:
zh_tw: 匯出目錄：

source: Export selection to...
ca: &Exporta selecció a...
es_es: Exportar selección a...
ja: 選択したアイテムをエクスポート...
pl: Eksportuj zaznaczenie do...
pt_br: Exportar seleção para...
ru: Экспортировать выбранное в...
ta_in: தேர்வை ஏற்றுமதி செய்...
zh_tw: 匯出選取範圍至...

source: Export unversioned files too
ca: Exporta fitxers sense versionar també
es_es: Exportar archivos no versionados también
hr: Izvezi i datoteke bez verzija
ja: バージョン管理外のファイルもエクスポートする
pl: Eksportuj także pliki nie objęte kontrolą wersji
pt_br: Exportar também arquivos sem controle de versão
ru: Экспортировать также и неверсированные файлы
ta_in: பதிப்பு செய்யப்படாத கோப்புகளையும் ஏற்றுமதி செய்
uk: Експортувати також неверсійні файли
zh_tw: 匯出無版本控制的檔案

source: Exporting %s
ca: Exportant %s
es_es: Exportando %s
hr: Izvozim %s
ja: エクスポート %s
pl: Eksportowanie %s
pt_br: Exportando %s
ru: Экспортирование %s
ta_in: %s ஐ ஏற்றுமதி செய்கிறது
uk: Експортування %s
zh_tw: 正在匯出 %s

source: Exporting...
ca: Exportant...
es_es: Exportando...
hr: Izvozim,,,
ja: エクスポート中...
pl: Eksportowanie...
pt_br: Exportando...
ru: Экспортирование...
ta_in: ஏற்றுமதி செய்கிறது...
uk: Експортування...
zh_tw: 正在匯出．．．

source: Exports a revision to a zip file
ca: Exporta una revisió a un arxiu ZIP
es_es: Exportar una revisión a un archivo zip
ja: リビジョンをzipファイルにエクスポート
pl: Eksportuj wersję do pliku zip
pt_br: Exporta uma revisão para um arquivo zip
ru: Экспортировать ревизию в zip файл
ta_in: ஒரு சுருக்கப்பட்ட கோப்பிற்கு ஒரு மீள்திருத்தத்தை ஏற்றுமதி செய்கிறது
uk: Єкспортувати ревізію до zip-файлу
zh_tw: 匯出修訂為zip檔案

source: Extension
ca: Extensió
es_es: Extensión
hr: Nastavak
ja: 拡張子
pl: Rozszerzenie
pt_br: Extensão
ru: Расширение
ta_in: நீட்டிப்பு
uk: Розширення
zh_tw: 副檔名

source: Extension specific programs
ca: Programes específics per extensió
es_es: Programas específicos para la extensión
ja: 拡張子に応じたプログラム
pt_br: Programas específicos para extensão
ru: Программы для определённых расширений
ta_in: நீட்டிப்பு குறிப்பிட்ட திட்டங்கள்
zh_tw: 根據副檔名而定的程式

source: Extension:
ca: Extensió:
es_es: Extensión:
ja: 拡張子:
pl: Rozszerzenie:
pt_br: Extensão:
ru: Расширение:
ta_in: நீட்டிப்பு:
uk: Розширення:
zh_tw: 副檔名：

source: External
ca: Extern
es_es: Externo
hr: Vanjski
ja: 外部
pl: Zewn.
pt_br: Externo
ru: Внешнее
ta_in: வெளிப்புறம்
uk: Зовнішня
zh_tw: 外部

source: External Program:
ca: Programa extern:
es_es: Programa externo:
hr: Vanjski program:
ja: 外部プログラム:
pl: Program zewnętrzny:
pt_br: Programa Externo:
ru: Внешняя программа:
ta_in: வெளிப்புற நிரல்:
uk: Зовнішня програма:
zh_tw: 外部程式：

source: F
ta_in: ்ஃப்

source: F&etch...
ca: R&ecupera...
ja: フェッチ(&E)...
pt_br: &Obter...
ru: Извл&ечь
ta_in: எடு
zh_tw: 獲取(&E)...

source: Fail
ca: Ha fracassat
es_es: Fallo
ja: 失敗
pt_br: Falha
ru: Неудача
ta_in: தோல்வி
uk: Невдача
zh_tw: 失敗

source: Failed revert
ca: La restitució ha fallat
es_es: Restitución fallida
hr: Neuspješno vraćanje na staro
ja: 変更の取り消しに失敗しました
pl: Wycofanie zmian zakończone niepowodzeniem
pt_br: Reversão falhou
ru: Не удалось откатить
ta_in: மாற்றியமை தோல்வி
uk: Не вдалося відвернути
zh_tw: 復原失敗

source: Failed to checkout file "%1!s!" of revision %2!s! to "%3!s!".
ca: No s'ha pogut extreure l'arxiu "%1!s!" de la revisió %2!s! a la "%3!s!".
pt_br: Falha ao restaurar arquivo "%1!s!" da revisão %2!s! para "%3!s!".
ta_in: %2!s! இருந்து "%3!s!" வரை மீள்திருத்தத்தின் "%1!s!" கோப்பை சரிபார்ப்பதில் தோல்வி.

source: Failed to checkout file "%s"
ca: Ha fracassat l'intent d'extreure l'arxiu "%s"
es_es: No se pudo comprobar el archivo "%s"
ja: "%s" のチェックアウトに失敗しました
pl: Nie powiodło się pobranie pliku "%s"
pt_br: Falha ao restaurar arquivo "%s"
ru: Не удалось извлечь файл "%s"
ta_in: கோப்பை "%s" சரிபார்ப்பதில் தோல்வி
zh_tw: 取出檔案「%s」失敗

source: Failed to connect. Link may be broken.
ca: No s'ha pogut connectar. L'enllaç pot estar trencat.
es_es: No se pudo conectar. El enlace puede estar roto.
ja: 接続に失敗しました。 リンクが壊れている可能性があります。
pl: Nie udało się połączyć. Link może być niepoprawny.
pt_br: Falha ao conectar. O link pode estar quebrado.
ru: Не удалось соединиться. Возможно, неправильная ссылка.
ta_in: இணைக்க முடியவில்லை. இணைப்பு உடைந்திருக்கலாம்.
uk: Не вдалося з'єднатися. Можливо, посилання зіпсоване.
zh_tw: 無法連線。 連接可能已經中斷。

source: Failed to convert ActiveX object.
ca: No s'ha pogut crear objecte ActiveX.
es_es: No se pudo convertir objeto ActiveX.
ja: ActiveX オブジェクトの変換に失敗しました。
pl: Nie udało się skonwertować obiektu ActiveX.
pt_br: Falha ao converter objeto ActiveX.
ru: Не удалось преобразовать объект ActiveX.
ta_in: செயலில்எக்சு பொருளை மாற்றுவதில் தோல்வி.
uk: Не вдалося конвертувати об'єкт ActiveX.
zh_tw: 無法轉換 ActiveX 物件.

source: Failed to create empty document.
ca: No ha pogut crear document buit.
es_es: Fallo al crear documento vacío.
hr: Neuspješna izrada praznog dokumenta.
ja: 空のドキュメントの作成に失敗しました。
pl: Nie udało się utworzyć pustego dokumentu.
pt_br: Falha ao criar documento vazio.
ru: Не удалось создать пустой документ.
ta_in: வெற்று ஆவணத்தை உருவாக்குவதில் தோல்வி.
uk: Не вдалося створити порожній документ.
zh_tw: 無法建立空文件.

source: Failed to create object. Make sure the application is entered in the system registry.
ca: No s'ha pogut crear l'objecte. Assegureu-vos de que l'aplicació s'ha introduït al registre del sistema.
es_es: Fallo al crear el objeto. Asegúrese de que la aplicación está incluida en el registro del sistema.
ja: オブジェクトの作成に失敗しました。アプリケーションがシステムレジストリに入力されているかを確認してください。
pl: Nie udało się utworzyć obiektu. Upewnij się, że aplikacja jest zainstalowana w rejestrze systemu.
pt_br: Falha ao criar objeto. Tenha certeza de que a aplicação está vinculada ao registro do sistema.
ru: Не удалось создать объект. Убедитесь, что приложение заведено в реестр системы.
ta_in: பொருளை உருவாக்குவதில் தோல்வி. கணினி பதிவேட்டில் பயன்பாடு உள்ளிடப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்.
uk: Не вдалося створти об'єкт. Переконайтеся, що прикладна програма зазначена в системному реєстрі.
zh_tw: 無法建立物件. 請確定系統登錄檔中有此應用程式.

source: Failed to create pull-request.
ca: No s'ha pogut crear una sol·licitud d'estirada
es_es: Fallo al crear petición de incorporación (pull).
ja: プルリクエストの作成に失敗しました。
pl: Nie udało się utworzyć prośby o połączenie.
pt_br: Falha ao criar pedido de puxar
ru: Ошибка в создании запроса-получения
ta_in: இழு-கோரிக்கையை உருவாக்க முடியவில்லை.
zh_tw: 建立拉取要求失敗

source: Failed to get base file.
ca: Ha fracassat l'intent d'obtenir l'arxiu base.
es_es: No se pudo conseguir el archivo base.
ja: ベースファイルの取得に失敗しました。
pl: Nie udało się pobrać pliku bazowego.
pt_br: Falha ao acessar arquivo base.
ru: Не удалось получить базовый файл.
ta_in: அடிப்படை கோப்பை பெறுவதில் தோல்வி.
zh_tw: 取得基底檔案失敗

source: Failed to get merge file.
ca: Ha fracassat l'intent d'aconseguir l'arxiu fusionat.
es_es: No se pudo conseguir el archivo combinado.
ja: マージファイルの取得に失敗しました。
pl: Nie powiodło się pobranie pliku scalania.
pt_br: Falha ao acessar arquivo de combinação
ru: Не удалось получить файл слияния.
ta_in: ஒருங்கிணைக்கும் கோப்பைப் பெறுவதில் தோல்வி.
zh_tw: 取得合併檔案失敗

source: Failed to launch help.
ca: No s'ha pogut mostrar l'ajuda.
es_es: El lanzar la ayuda ha fallado.
hr: Neuspješno pokretanje pomoći.
ja: ヘルプを起動できませんでした。
pl: Nie udało się otworzyć pomocy.
pt_br: Falha ao invocar a ajuda.
ru: Не удалось запустить справку.
ta_in: உதவி தொடங்குவதில் தோல்வி.
uk: Не вдалося запустити довідку.
zh_tw: 無法啟動說明.

source: Failed to launch server application.
ca: No s'ha pogut obrir aplicació del servidor.
es_es: No se pudo lanzar la aplicación del servidor.
ja: サーバーアプリケーションの実行に失敗しました。
pl: Nie udało się uruchomić aplikacji serwera.
pt_br: Falha ao lançar aplicação servidora.
ru: Не удалось запустить серверное приложение.
ta_in: சேவையக பயன்பாட்டை துவக்குவதில் தோல்வி.
uk: Не вдалося запустити програму на сервері.
zh_tw: 無法啟動伺服器.

source: Failed to open document.
ca: No ha pogut obrir document.
es_es: No se pudo abrir el documento.
hr: Neuspješno otvaranje dokumenta.
ja: ドキュメントを開くことができませんでした。
pl: Nie udało się otworzyć dokumentu.
pt_br: Falha ao abrir documento.
ru: Не удалось открыть документ.
ta_in: ஆவணத்தைத் திறக்க முடியவில்லை.
uk: Не вдалося відкрити документ.
zh_tw: 開啟文件失敗.

source: Failed to perform server operation.
ca: No s'ha pogut fer l'operació al servidor.
es_es: Error al ejecutar la operación del servidor.
hr: Neuspješno izvršavanje operacije poslužitelja.
ja: サーバー操作の実行に失敗しました。
pl: Nie udało się wykonać operacji na serwerze.
pt_br: Falha ao executar operação no servidor.
ru: Не удалось выполнить действие на сервере.
ta_in: சேவையக செயல்பாட்டைச் செய்வதில் தோல்வி.
uk: Не вдалося виконати операцію на сервері.
zh_tw: 無法完成伺服器作業.

source: Failed to save document.
ca: No ha pogut gravar document.
es_es: Error al guardar documento.
hr: Neuspješno snimanje dokumenta.
ja: ドキュメントを保存できませんでした。
pl: Nie udało się zapisać dokumentu.
pt_br: Falha ao salvar documento.
ru: Не удалось сохранить документ.
ta_in: ஆவணத்தை சேமிப்பதில் தோல்வி.
uk: Не вдалося зберегти документ.
zh_tw: 儲存文件失敗.

source: Failed to save file "%s": %s
pt_br: Falha ao salvar arquivo "%s": %s
ta_in: "%s" கோப்பைச் சேமிப்பதில் தோல்வி: %s

source: Failed to set/remove changelist '%s'
ca: No ha pogut configurar/treure la llista de canvis '%s'
es_es: Fallo al ajustar/eliminar la lista de cambios '%s'
ja: 変更リスト「%s」の設定/削除に失敗しました
pl: Nie udało się ustawić/usunąć listy zmian '%s'
pt_br: Falha ao definir/remover a lista de alterações '%s'
ru: Не удалось создать/ликвидировать группу изменений '%s'
ta_in: '%s' மாற்றப்பட்டியலை அமைக்க/அகற்றுவதில் தோல்வி
zh_tw: 無法「設定／移除」變更列表：「%s」

source: Failed to start the issue tracker COM provider '%1!s!'. %2!s!
ca: No s'ha pogut iniciar el proveïdor COM de seguiment d'incidències '%1!s!'. %2!s!
pt_br: Falha ao iniciar provedor COM do rastreador de problemas '%1!s!'. %2!s!
ta_in: சிக்கல் கண்காணிப்பு கூறுபொருள்மாதிரி வழங்குநரை '%1!s!' தொடங்குவதில் தோல்வி. %2!s!

source: Failed waiting for pageant to finish loading key.
ca: Ha fracassat esperant que l'agent acabi de carregar la clau.
es_es: Fallo al esperar a que el Agente terminase de cargar la clave.
ja: pageantが鍵を読み込み終えるまでの待機に失敗しました。
pt_br: Falha esperando por pegeant terminar de carregar a chave.
ru: Не удалось дождаться завершения загрузки ключа в Putty Agent.
ta_in: ஏற்றுதல் திறவுகோலை முடிக்க அணிவகுப்பு காத்திருப்பதில் தோல்வி.
zh_tw: 等待 pageant 完成載入鑰匙失敗。

source: Failed!
ca: Ha fallat!
es_es: ¡Fallido!
hr: Neuspjelo!
ja: 失敗
pl: Niepowodzenie!
pt_br: Falhou!
ru: Неудача!
ta_in: தோல்வியுற்றது!
uk: Невдача!
zh_tw: 失敗！

source: Fast Forward
ca: Avancament ràpid
es_es: Avance rápido
ja: ファストフォワード
pt_br: Avanço Rápido
ru: Перемотка
ta_in: வேகமாக முன்னோக்கி
zh_tw: 快進

source: Fast Forward O&nly
ca: &Només avançament ràpid
es_es: &Sólo avance rápido
ja: ファストフォワードのみ(&N)
pt_br: Ava&nçar Rápido Apenas
ru: Только &перемотка
ta_in: வேகமாக முன்னோக்கி &மட்டும்
zh_tw: 只限快進(&N)

source: Fast forward to "%s"
ca: Avançament ràpid a "%s"
pt_br: Avançar para "%s"
ta_in: "%s" க்கு வேகமாக அனுப்பவும்

source: Fetc&h
ca: Recupera
es_es: Recu&perar
ja: フェッチ(&H)
pl: Pobie&rz
pt_br: &Obter
ru: Извле&чь
ta_in: எடு&
zh_tw: 獲取(&H)

source: Fetch
ca: Recupera
es_es: Descargar (fetch)
ja: フェッチ
pl: Pobierz
pt_br: Obter
ru: Извлечь
ta_in: எடு
zh_tw: 獲取

source: Fetch && Re&base
ca: Recupera && Re&base
es_es: Descargar (fetch) y rea&sentar (rebase)
ja: フェッチ＆リベース(&B)
pt_br: Obter && Re&organizar
ru: Извлечь && Пере&базировать
ta_in: எடு && மறு&தளம்
zh_tw: 獲取及變基(&B)

source: Fetch all refs
ca: Recupera tots els refs
ja: すべてのRefをフェッチ
pt_br: Obter todas referências
ta_in: அனைத்து குறிப்புகளையும் எடு
zh_tw: 獲取所有參照

source: Fetch commits from a remote repository.
ca: Recupera entregues des d'un repositori remot.
ja: リモートリポジトリからコミットを取り寄せる
pt_br: Obter submissões a partir de um repositório remoto.
ru: Извлечь фиксации из внешнего хранилища
ta_in: தொலைநிலை களஞ்சியத்தில் இருந்து உறுதிமொழிகளை எடுக்கவும்.
zh_tw: 從遠端版本庫獲取提交。

source: Fetch from SVN repository
ca: Recupera des d'un dipòsit SVN
es_es: Descargar (fetch) del repositorio SVN
ja: SVN リポジトリからのフェッチ
pl: Pobierz z repozytorium SVN
pt_br: Obter de um repositório SVN
ru: Извлечь из хранилища SVN
ta_in: எசுவிஎன் களஞ்சியத்திலிருந்து எடுக்கவும்
zh_tw: 從 SVN 版本庫獲取

source: Fetch from "%s"
ca: Recupera des de "%s"
es_es: Descargar (fectch) de "%s"
ja: "%s" からのフェッチ
pl: Pobierz z "%s"
pt_br: Obter de "%s"
ru: Извлечь из "%s"
ta_in: "%s" இலிருந்து எடுக்கவும்
zh_tw: 從「%s」獲取

source: Fetching Status...
ca: Obtenint estat...
es_es: Estado de la descarga (fetch)...
ja: ステータスをフェッチ...
pl: Pobieranie statusu...
pt_br: Obtendo Estado...
ru: Извлекается статус...
ta_in: நிலையை எடுக்கிறது...
uk: Видобувається стан...
zh_tw: 獲取狀態中．．．

source: Fetching changed files...
ca: Recuperant arxius canviats...
es_es: Descargando (fetch) archivos cambiados...
ja: 変更したファイルをフェッチしています...
pl: Pobieranie zmienionych plików...
pt_br: Obtendo arquivos modificados...
ru: Извлекаются изменённые файлы...
ta_in: மாற்றப்பட்ட கோப்புகளைப் எடுக்கிறது...
zh_tw: 獲取變更的檔案中．．．

source: Fetching file...
ca: Recuperant fitxer...
es_es: Descargando (fetch) archivo...
hr: Dohvaćam datoteku...
ja: ファイルを取り出す...
pl: Ściąganie pliku...
pt_br: Obtendo arquivo...
ru: Извлечение файла...
ta_in: கோப்பைப் பெறுகிறது...
uk: Видобувається файл...
zh_tw: 正在取得檔案．．．

source: Fetching revision %s of file:
ca: Recuperant revisió %s de fitxer:
es_es: Descargando (fetch) revisión %s del archivo:
hr: Dohvaćam reviziju %s datoteke:
ja: リビジョン %s のファイルを取得中:
pl: Ściąganie wersji %s pliku:
pt_br: Obtendo revisão %s do arquivo:
ru: Извлечение ревизии %s файла
ta_in: கோப்பின் %s மீள்திருத்ததைப் பெறுகிறது:
uk: Видобувається %s модифікація файла:
zh_tw: 正在取得版本 %s 檔案：

source: File
ca: Fitxer
es_es: Archivo
hr: Datoteka
ja: ファイル
pl: Plik
pt_br: Arquivo
ru: Файл
ta_in: கோப்பு
uk: Файл
zh_tw: 檔案

source: File Encoding
ca: Codificació d'arxiu
es_es: Codificación del fichero
ja: ファイルのエンコーディング
pl: Kodowanie pliku
pt_br: Codificação do arquivo
ru: Кодировка файла
ta_in: கோப்பு குறியாக்கம்
uk: Кодування файлу
zh_tw: 檔案編碼

source: File changes each %s
ca: El fitxer canvia cada %s
es_es: El archivo cambia cada %s
ja: %sあたりのファイル変更数
pl: Zmiany w plikach w każdym %s
pt_br: Mudanças no arquivo em cada %s
ru: Изменений файлов (в %s):
ta_in: கோப்பு ஒவ்வொரு %sஐயும் மாற்றுகிறது
uk: Файл змінюються кожні %s
zh_tw: 每%s修改次數

source: File changes each week:
ca: Canvis en els fitxers cada setmana:
es_es: Archivos cambiados cada semana:
hr: Promjene datoteka po tjednima:
ja: 週あたりのファイル変更数:
pl: Zmiany w plikach w każdym tygodniu:
pt_br: Alterações de arquivos a cada semana:
ru: Изменений файлов в неделю:
ta_in: ஒவ்வொரு வாரமும் கோப்பு மாற்றங்கள்:
uk: Змін файлів кожного тижня:
zh_tw: 每週檔案變更：

source: File diffs
ca: Diferències dels fitxers
es_es: Diffs del archivo
hr: Razlike datoteka
ja: ファイルの差分
pl: Różnice pliku
pt_br: Diferenças entre arquivos
ru: Файловые различия
ta_in: கோப்பு வேறுபாடுகள்
uk: Відмінності файлів
zh_tw: 檔案差異

source: File has no conflicts
ca: L'arxiu no té conflictes
es_es: El fichero no tiene conflictos
ja: ファイルの競合はありません
pl: Plik nie ma konfliktów
pt_br: O arquivo não tem conflitos
ru: Файл не имеет конфликтов
ta_in: கோப்பில் முரண்பாடுகள் இல்லை
uk: Файл немае конфліктів
zh_tw: 檔案無衝突

source: File is empty.
ca: L'arxiu és buit.
es_es: El fichero está vacío.
ja: ファイルは空です。
pl: Plik jest pusty.
pt_br: O arquivo está vazio.
ru: Файл пустой.
ta_in: கோப்பு காலியாக உள்ளது.
uk: Файл порожній.
zh_tw: 檔案是空的。

source: File list is empty
ca: Llista de fitxers buida
es_es: La lista de archivos está vacía
hr: Popis datoteka je prazan
ja: ファイルリストは空です
pl: Lista plików jest pusta
pt_br: Lista de arquivos vazia
ru: Cписок файлов пуст
ta_in: கோப்பு பட்டியல் காலியாக உள்ளது
uk: Список файлів порожній
zh_tw: 檔案列表是空的

source: File list is empty due to active filter
ta_in: செயலில் உள்ள வடிகட்டி காரணமாக கோப்பு பட்டியல் காலியாக உள்ளது.

source: File patches
ca: Pedaços de fitxer
es_es: Archivos de parches
hr: Zakrpe datoteke
ja: ファイルパッチ
pl: Plik poprawek
pt_br: Correções de arquivo
ru: Заплатки файла
ta_in: கோப்பு ஒட்டுகள்
uk: Латки файлів
zh_tw: 檔案補綴

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
ca: Mida del fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
es_es: Tamaño del archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%%
hr: Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
pl: Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%%
pt_br: Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bit Zoom: %d%%
ru: Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%%
ta_in: கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%%
uk: Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%%
zh_tw: 檔案大小： %s (%s) 寬度： %ld pixel 高度： %ld pixel 水平解析度： %.1f dpi 垂直解析度： %.1f dpi 色深： %d bit 比例： %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
ca: Mida de fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horitzontal: %.1f dpi Resolució Vertical : %.1f dpi Profunditat: %d bit Zoom: %d%% Mida de fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
es_es: Tamaño del archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%% Tamaño del archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel Resolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%%
hr: Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
pl: Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%% Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%%
pt_br: Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bit Zoom: %d%% Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bitZoom: %d%%
ru: Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%% Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%%
ta_in: கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%% கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%%
uk: Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%% Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%%
zh_tw: 檔案大小： %s (%s) 寬度： %ld 像素 高度： %ld 像素 水平解析度： %.1f dpi 垂直解析度： %.1f dpi 色深： %d bit 比例： %d%% 檔案大小： %s (%s) 寬度： %ld 像素 高度： %ld 像素 水平解析度： %.1f dpi 垂直解析度： %.1f dpi 色深： %d bit 比例： %d%%
