Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Advanced
ca: Avançat
es_es: Avanzado
ja: 高度な設定
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно...
ta_in: மேம்பட்ட
uk: Просунуті
zh_tw: 進階

source: Advanced Diff/Merge Settings
ca: Configuració avançada de Comparació/Fusió
es_es: Configuraciones avanzadas Diff/Merge
hr: Napredne postavke za izradu razlika/spajanja
ja: 差分/マージの高度な設定
pl: Zaawansowane opcje Porównywania/Scalania
pt_br: Opções de Comparação/Combinação Avançadas
ru: Дополнительные настройки программ Различий/Слияния
ta_in: மேம்பட்ட வேறுபாடு/ஒன்றிணைப்பு அமைப்புகள்
uk: Додаткові налаштування Злиття/Відмінностей
zh_tw: 進階「比較差異／合併」設定

source: Advanced diff settings
ca: Configuració avançada de Comparació
es_es: Configuraciones avanzadas Dif.
hr: Napredne postavke razlika
ja: 差分の高度な設定
pl: Zaawansowane opcje Porównywania
pt_br: Opções avançadas de comparação
ru: Дополнительные настройки программы просмотра различий
ta_in: மேம்பட்ட வேறுபாடு அமைப்புகள்
uk: Додаткові налаштування відмінностей
zh_tw: 進階「比較差異」設定

source: Advanced merge settings
ca: Configuració avançada de fusió
es_es: Ajustes avanzados para combinar
hr: Napredne postavke spajanja
ja: マージの高度な設定
pl: Zaawansowane opcje Scalania
pt_br: Opções avançadas de combinação
ru: Дополнительные настройки программы слияния
ta_in: மேம்பட்ட ஒன்றிணைப்பு அமைப்புகள்
uk: Додаткові налаштування злиття
zh_tw: 進階合併設定

source: All
ca: Tot
es_es: Todo
ja: すべて
pl: Wszystkie
pt_br: Tudo
ru: Все
ta_in: முழுவதும்
uk: Усі
zh_tw: 全部

source: All Files (*.*)
ca: Tots els fitxers (*.*)
es_es: Todos los archivos (*.*)
hr: Sve datoteke (*.*)
ja: すべてのファイル (*.*)
pl: Wszystkie pliki (*.*)
pt_br: Todos os Arquivos (*.*)
ru: Все файлы (*.*)
ta_in: அனைத்து கோப்புகள் (*.*)
uk: Усі файли (*.*)
zh_tw: 所有檔案 (*.*)

source: All Files (*.*)|*.*||
ca: Tots els fitxers (*.*)|*.*||
es_es: Todos los archivos (*.*)|*.*||
hr: Sve datoteke (*.*)|*.*||
ja: すべてのファイル (*.*)|*.*||
pl: Wszystkie pliki (*.*)|*.*||
pt_br: Todos os Arquivos (*.*)|*.*||
ru: Все файлы (*.*)|*.*||
ta_in: அனைத்து கோப்புகள் (*.*)|*.*||
uk: Усі файли (*.*)|*.*||
zh_tw: 所有檔案 (*.*)|*.*||

source: All Parents
ca: Tots els pares
es_es: Todos los Antecesores
ja: すべての親
pl: Każdy rodzic
pt_br: Todos os Pais
ru: Все предки
ta_in: அனைத்து பெற்றோர்களும்
uk: Усі батьки
zh_tw: 所有親代

source: All basic refs
ca: Tots els refs bàsics
ja: すべての基本的な参照
pt_br: Todas as referências básicas
ru: Все основные ссылки
ta_in: அனைத்து அடிப்படை குறிப்புகளும்
uk: Всі основні посилання
zh_tw: 所有基本參照

source: All local branches
ca: Totes les branques locals
es_es: Todos los ramales locales
ja: すべてのローカルブランチ
pl: Wszystkie lokalne gałęzie
pt_br: Todas as ramificações locais
ru: Все локальные ветви
ta_in: அனைத்து உள்ளூர் கிளைகளும்
uk: Усі локальні гілки
zh_tw: 所有本地分支

source: All or some options are limited. In order to change all these settings, you need Administrator rights.
ta_in: அனைத்து அல்லது சில விருப்பங்களும் வரம்பிடப்பட்டுள்ளன. இந்த எல்லா அமைப்புகளை மாற்ற, உங்களுக்கு நிர்வாகி உரிமைகள் தேவை.

source: All refs
ca: Tots els refs
es_es: Todas las referencias (refs)
ja: すべてのRef
pt_br: Todas as refs
ru: Все ссылки
ta_in: அனைத்து குறிப்புகளும்
uk: Всі посилання
zh_tw: 所有參照

source: All tags
ca: Totes les etiquetes
es_es: Todas las etiquetas (tags)
ja: すべてのタグ
pl: Wszystkie tagi
pt_br: Todas as tags
ru: Все метки
ta_in: அனைத்து குறிச்சொற்களும்
uk: Усі теги
zh_tw: 所有標籤

source: All tags only
ca: Només totes les etiquetes
es_es: Sólo Etiquetas
ja: タグのみ
pl: Wyłącznie wszystkie tagi
pt_br: Apenas etiquetas
ru: Только все метки
ta_in: அனைத்து குறிச்சொற்கள் மட்டும்
uk: Тільки усі теги
zh_tw: 只包括全部標籤

source: Allow Editing for this view Allow Edit
ca: Permet l'edició per aquesta vista Permet l'edició
es_es: Permitir edición de esta vista Permitir edición
ja: このビューで編集を許可 編集を有効化
pl: Pozwól na edycję dla tego widoku Pozwól na edycję
pt_br: Permitir Edição nesta visualização Permitir Edição
ru: Разрешить редактирование этого вида Разрешить редактирование
ta_in: இந்தக் காட்சியைத் திருத்த அனுமதி திருத்த அனுமதி
zh_tw: 允許在此視窗中編輯 允許編輯

source: Allow to use custom Gravatar URL
ca: Permet utilitzar una url de Gravatar personalitzada
es_es: Permitir URL de Gravatar personalizado
ja: GravatarのURLをカスタマイズ
pl: Zezwól na użycie adresu Gravatara
pt_br: Permitir utilizar URL do Gravatar personalizada
ru: Разрешить использовать свой URL Gravatar
ta_in: தனிப்பயன் கிரவத்தார் ஒருங்கிணைந்தவளஇருப்பிடத்தை பயன்படுத்த அனுமதி
uk: Дозволити використовувати користувацьки адреса (URL) Gravatar
zh_tw: 允許使用自訂的 Gravatar URL

source: Allows to create an empty commit which only has a commit message and no files (cf. git commit --allow-empty).
ca: Permet crear una entrega buida que només té missatge d'entrega sense fitxers (vegeu git commit --allow-empty).
es_es: Permite crear una consignación (commit) vacía que sólo tenga un mensaje de consignación y ningún fichero (cfr. git commit --allow-empty).
ja: 空のコミット (コミットメッセージはあるがファイルがない) を許す (cf. git commit --allow-empty)
pt_br: Permite para criar um commit vazia que tem apenas uma mensagem de confirmação e não arquivos (cf. git commit - permitir-vazio).
ru: Позволяет создать пустой коммит, в котором есть только комментарий коммита и нет файлов (cf. git commit --allow-empty).
ta_in: உறுதிமொழி செய்தியை மட்டுமே கொண்ட ஒரு வெற்று உறுதிமொழியை உருவாக்க அனுமதிக்கிறது மற்றும் கோப்புகள் இல்லை (cf. git commit --allow-empty).
uk: Дозволяє створювати порожній внесок що містить лише повідомлення без файлів (cf. git commit --allow-empty).
zh_tw: 允許產生一個只有提交訊息而沒有任何檔案修改的空提交（參考：git commit --allow-empty）

source: Already up to date.
ca: Ja està al dia
es_es: Ya está actualizado.
ja: 最新状態です。
pl: Już na bieżąco.
pt_br: Já está atualizado.
ru: Уже обновлено
ta_in: ஏற்கனவே புதுப்பித்த நிலையில் உள்ளது.
uk: Вже оновлено.
zh_tw: 已經是最新的。

source: Alternative editor
ta_in: மாற்று பதிப்பாசிரியர்

source: Always push to the selected remote archive for this local branch
ca: Empeny sempre aquesta branca local a l'arxiu remot seleccionat
es_es: Impulsar (push) siempre hacia el archivo remoto seleccionado para este ramal local
ja: このローカルブランチでのpushを常に指定のリモートアーカイブへのプッシュとする
pt_br: Sempre empurrar para o arquivo remoto selecionado para este ramo local
ru: Всегда отправлять в выбранное внешнее хранилище архив для этой локальной ветви
ta_in: எப்போதும் இந்த உள்ளூர் கிளைக்காக தேர்ந்தெடுக்கப்பட்ட தொலைநிலை காப்பகத்திற்கு தள்ளவும்
zh_tw: 永遠推送這本地分支到已選遠端保存

source: Always push to the selected remote branch for this local branch
ca: Empeny sempre aquesta branca local a la branca remota seleccionat
es_es: Impulsar (push) siempre hacia el ramal remoto seleccionado para este ramal local
ja: このローカルブランチでのpushを常に指定のリモートブランチへのプッシュとする
pt_br: Sempre empurrar para o ramo remoto selecionado para este ramo local
ru: Всегда отправлять в выбранное внешнее хранилище ветвь для этой локальной ветви
ta_in: இந்த உள்ளூர் கிளைக்காக எப்போதும் தேர்ந்தெடுக்கப்பட்ட தொலைநிலை கிளைக்கு தள்ளவும்
zh_tw: 永遠推送這本地分支到已選遠端分支

source: Always show long format
ca: Mostra sempre el format llarg
es_es: Mostrar siempre el formato largo
ja: 常に長いフォーマットで表示
pl: Zawsze pokazuj dugi format
pt_br: Sempre mostrar formato longo
ru: Всегда показывать длинный формат
ta_in: எப்போதும் நீண்ட வடிவத்தைக் காட்டு
uk: Завжди показувати довгий формат
zh_tw: 永遠顯示長格式

source: Always use the system locale settings to show times and dates
ca: Utilitza sempre la configuració local per mostrar hores i dates
es_es: Usar siempre la configuración local del sistema para mostrar las fechas y horas
hr: Uvijek koristi sistemske postavke za prikaz datuma i vremena
ja: 日付と時刻の表示に、常にシステムの地域と言語の設定を使用します。
pl: Zawsze używaj systemowych ustawień regionalnych, aby pokazywać datę i czas
pt_br: Sempre usar as configurações de local e tempo do sistema para exibir horas e datas
ru: Всегда использовать настройки локализации системы для отображения времени и даты
ta_in: எப்பொழுதும் நேரங்கள் மற்றும் தேதிகளைக் காட்ட கணினி மொழி அமைப்புகளைப் பயன்படுத்தவும்
uk: Завжди використовувати локальні налаштування системи для показу часу і дати.
zh_tw: 一律使用系統語系顯示時間與日期

source: Amend
ca: Esmena
es_es: Rectificar
pl: Zmień
pt_br: Corrigir
ru: Изменить
ta_in: திருத்தம்
uk: Змінити
zh_tw: 修訂

source: Amend &Last Commit
ca: Esmena última entrega
es_es: Modificar &última Consigna
ja: 最後のコミットをやり直し(&L)
pl: Popraw &ostatnie zatwierdzenie
pt_br: Corrigir &Última submissão
ru: Пересмотреть крайнюю фиксацию
ta_in: திருத்தம் &கடைசி உறுதிமொழி
uk: Змінити останній Внесок
zh_tw: 修訂上次提交

source: An alternative editor. Which should preferably support *nix line endings.
ca: Un editor alternatiu. Que hauria de ser compatible amb finals de línia tipus *nix (LF).
es_es: Un editor alternativo que preferiblemente soporte archivos *nix
ja: *nix 行編集をサポートする外部エディター
pl: Skonfiguruj alternatywny edytor. Najlepiej taki, który może obsłużyć zakończenia linii *nix.
pt_br: Um editor alternativo. Deve preferivelmente suportar quebras-de-linha *nix.
ru: Альтернативный редактор. Желательно с поддержкой завершения строк в стиле *nix.
ta_in: ஒரு மாற்று பதிப்பாசிரியர். இது யுநிக்சு வரி முடிவுகளுக்கு முன்னுரிமை அளிக்க வேண்டும்.
uk: Інший редактор. Він повинен підтримувати закінчення рядків як у *nix.
zh_tw: 編輯器，能夠支援 *nix 換行符號。

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base: the base file %mine: the modified file
ca: Un programa de diffs extern per a comparar diferents revisions d'arxius. Pot especificar els següents paràmetres a la ruta: %base: l'arxiu base %mine: l'arxiu modificat
ja: 異なるリビジョンのファイルを比較するために 使用する外部差分ツールを指定する。 パスに次のパラメーターを使用することができます。 %base : BASEファイル %mine : 変更後のファイル
pl: Zewnętrzny program używany do porównywania plików w różnych wersjach Możesz go wywołać z następującymi parametrami: %base: plik bazowy %mine: plik z twoimi zmianami
pt_br: Um programa de comparação externo, usado para comparar diferentes revisões de arquivos Você pode especificar os seguintes parâmetros para o caminho: %base: o arquivo base %mine: o arquivo modificado
ru: Внешняя программа различий используется для сравнения различных ревизий файлов Вы можете указать в параметрах следующие пути: %base: базовый файл %mine: изменённый файл
ta_in: கோப்புகளின் பல்வேறு மீள்திருத்தங்களை ஒப்பிடுவதற்கு ஒரு வெளிப்புற வேறுபாடு நிரல் பயன்படுத்தப்பட்டது பாதைக்கு பின்வரும் அளவுருக்களை நீங்கள் குறிப்பிடலாம்: %அடிப்படை: அடிப்படை கோப்பு %என்னுடையது: மாற்றியமைக்கப்பட்ட கோப்பு
zh_tw: 用來比較不同版本間檔案差異 的外部程式。 你可以指定以下的參數至路徑中： %base：比較基準檔案 %mine：修改過的檔案

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged: the conflicted file, where to save %theirs: the file as it is in the repository %mine: your own file, with your changes %base: the original file without your changes
ca: Un programa de fusió extern usat per resoldre arxius en conflicte. Pot especificar els següents paràmetres a la ruta: %merged: l'arxiu en conflicte, on desar %theirs: l'arxiu, tal com està en el dipòsit %mine: el seu arxiu, amb els canvis que heu fet %base: l'arxiu original sense els canvis que heu fet
ja: ファイルの競合を解決するために使用する 外部マージツールを指定する。 パスに次のパラメーターを使用することができます。 %merged : 保存先の競合ファイル名 %theirs : リポジトリ内のファイル %mine : あなたが変更したファイル %base : 変更前のオリジナルファイル
pl: Zewnętrzny program do scalania plików używany w celu rozwiązania konfliktów między różnymi wersjami pliku. Możesz go wywołać z następującymi parametrami: %merged: plik z konfliktem, do zapisu %theirs: plik w wersji jak w repozytorium %mine: plik z twoimi zmianami %base: oryginalny plik przed twoimi zmianami
pt_br: Um programa de combinação externo, usado para comparar resolver conflitos. Você pode especificar os seguintes parâmetros para o caminho: %merged: o arquivo com conflitos, onde salvar %theirs: o arquivo como está no repositório %mine: seu próprio arquivo, com suas mudanças %base: o arquivo original sem suas mudanças
ru: Внешняя программа слияния используется для улаживания конфликтующих файлов. Вы можете указать в параметрах следующие пути: %merged: конфликтующий файл, куда всё сохранять %theirs: файл, каков он в хранилище %mine: ваш файл, с вашими изменениями %base: оригинал файла, без ваших изменений
ta_in: முரண்பட்ட கோப்புகளைத் தீர்க்க வெளிப்புற ஒருங்கிணைப்பு நிரல் பயன்படுத்தப்பட்டது. பாதைக்கு பின்வரும் அளவுருக்களை நீங்கள் குறிப்பிடலாம்: %இணைக்கப்பட்டது: முரண்பட்ட கோப்பு, எங்கு சேமிப்பது %தங்களது: களஞ்சியத்தில் உள்ள கோப்பு %என்னுடையது: உங்கள் சொந்த கோப்பு, உங்கள் மாற்றங்களுடன் %அடிப்படை: உங்கள் மாற்றங்கள் இல்லாத அசல் கோப்பு
zh_tw: 用來解決衝突檔案 的外部程式， 你可以指定以下參數至路徑中： %merged : 發生衝突的檔案存放位置 %theirs : 版本庫中存放的檔案 %mine : 包含你所做變更的檔案 %base : 不包含你所做變更的原始檔

source: An incorrect file handle was associated with %1.
ca: Un identificador invàlid d'arxiu ha sigut associat amb %1.
es_es: Un controlador de archivos incorrecto fue asociado con 1%.
hr: Neispravan pokazivač datoteke je bio povezan s %1.
ja: 無効なファイルハンドルが %1 に関連付けられています。
pl: Niepoprawny uchwyt pliku skojarzony z %1.
pt_br: Um arquivo inválido foi associado com %1.
ru: С %1 был связан неправильный файловый дескриптор.
ta_in: ஒரு தவறான கோப்பு கைப்பிடி %1 உடன் தொடர்புடையது.
uk: З %1 було асоційовано неправильний дескриптор файлу.
zh_tw: %1 關聯到不正確的檔案代碼.

source: An unknown error has occurred.
ca: S'ha produït un error desconegut.
es_es: Ha ocurrido un error desconocido.
hr: Pojavila se nepoznata greška.
ja: 何らかのエラーが発生しました。
pl: Wystąpił błąd nieznanego typu.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
ta_in: தெரியாத பிழை ஏற்பட்டது.
uk: Трапилася невідома помилка.
zh_tw: 發生不明錯誤.

source: An unknown error occurred while accessing %1.
ca: S'ha produït un error desconegut mentre s'accedia a %1.
es_es: Ha ocurrido un error desconocido mientras accedía a %1
hr: Pojavila se nepoznata greška prilikom pristupa prema %1.
ja: %1 にアクセス中に何らかのエラーが発生しました。
pl: Wystąpił nieoczekiwany błąd podczas dostępu do %1.
pt_br: Ocorreu um erro desconhecido ao acessar %1.
ru: Произошла неизвестная ошибка при обращении к %1.
ta_in: %1 ஐ அணுகும் போது அறியப்படாத பிழை ஏற்பட்டது.
uk: Під час доступу до %1 трапилася невідома помилка.
zh_tw: 存取 %1 時發生不明錯誤.

source: An unknown line type was found in line %d!
ca: S'ha trobat un tipus de línia desconegut a la línia %d
pt_br: Um tipo de linha desconhecido foi encontrado na linha %d!
ta_in: %d வரியில் அறியப்படாத வரி வகை காணப்பட்டது!

source: Annotated tags
ca: Etiquetes anotades
es_es: Etiquetas (tags) anotadas
ja: 注釈付き (annotated) タグ
pt_br: Tags anotadas
ru: Аннотированные метки
ta_in: குறிப்பு குறிச்சொற்கள்
uk: Анотовані теги
zh_tw: 含附註的標籤

source: Append right block
ca: Afegeix el bloc de la dreta, al final
es_es: Anexar bloque derecho
ja: 右側のブロックを後ろへ追加
pl: Dopisz prawy blok
pt_br: Anexar bloco direito
ru: Добавить сзади правый блок
ta_in: வலது தொகுதியைச் சேர்
zh_tw: 附加右區塊內容

source: Append this block to left
ca: Afegeix aquest bloc a l'esquerra, al final
es_es: Anexar este bloque a la izquierda
ja: このブロックを左側の後ろへ追加
pl: Dopisz ten blok do lewej strony
pt_br: Anexar este bloco à esquerda
ru: Добавить сзади этот блок слева
ta_in: இந்தத் தொகுதியை இடதுபுறத்தில் சேர்
zh_tw: 左區塊「附加」此區塊內容

source: Apply &Patch...
ca: Aplica &pedaç...
es_es: Aplicar &parche...
ja: パッチを適用(&P)...
pl: Zastosuj &poprawkę
pt_br: Aplicar &Patch...
ru: Применить &заплатку...
ta_in: &ஒட்டு பயன்படுத்து...
uk: Застосувати &патч...
zh_tw: 套用補綴(&P)...

source: Apply Patch Serial...
ca: Aplica pedaç serial
es_es: Aplicar parche de serie...
ja: パッチを適用...
pt_br: Aplicar Série de Correções...
ru: Применить серию заплаток...
ta_in: ஒட்டு தொடர் பயன்படுத்து...
uk: Застосувати послідовність патчів...
zh_tw: 套用補綴序列(&P)...

source: Apply Patch...
ca: Aplica pedaços
es_es: Aplicar parche...
ja: パッチを適用...
pl: Zastosuj poprawkę...
pt_br: Aplicar Correções...
ru: Применить заплатку...
ta_in: ஒட்டைப் பயன்படுத்து...
uk: Застосувати патч...
zh_tw: 套用補綴...

source: Apply Patches
ca: Aplica pedaços
es_es: Aplicar parches
ja: パッチを適用
pl: Zastosuj poprawki
pt_br: Aplicar Correções
ru: Применить заплатки
ta_in: ஒட்டுகளைப் பயன்படுத்து
uk: Застосувати патчі
zh_tw: 套用補綴

source: Apply a series of patches from a mailbox
ca: Aplica conjunt de pedaços des d'una bústia de correu
es_es: Aplicar una serie de parches desde cuenta de correo
ja: メールボックスから一連のパッチを適用
pl: Zastosuj serię poprawek ze skrzynki pocztowej
pt_br: Aplica uma série de arquivos de correções de uma caixa de e-mail
ru: Прменить серию присланных заплаток
ta_in: அஞ்சல் பெட்டியிலிருந்து ஒரு தொடர் ஒட்டுகளைப் பயன்படுத்தவும்
zh_tw: 從郵箱(mailbox)套用補綴序列

source: Apply unified diff
ca: Aplicar Comparació unificada
es_es: Aplicar Dif, unificado
hr: Primijeni popis objedinjenih razlika
ja: Unified形式の差分を適用
pl: Zastosuj plik różnicowy w formacie Unified Diff
pt_br: Apicar Comparação Unificada
ru: Применение объединённых различий
ta_in: ஒருங்கிணைந்த வேறுபாட்டைப் பயன்படுத்து
uk: Застосувати об'єднані відмінності
zh_tw: 套用統合式差異檔

source: Approve or reject client-side hook script
pt_br: Aprovar ou rejeitar o script de gancho no lado do cliente
ta_in: வாடிக்கையாளர் பக்க கொக்கி கையெழுத்துப்படிவத்தை அங்கீகரிக்கவும் அல்லது நிராகரிக்கவும்

source: Arabic
es_es: Arábigo
ja: アラビア語
pl: arabski
pt_br: Arábico
ru: Арабский
ta_in: அரபு
uk: Арабська
zh_tw: 阿拉伯

source: Arbitrary &URL:
ca: URL Arbitrària
es_es: &URL arbitraria:
ja: 任意の&URL:
pl: Dowolny &URL:
pt_br: &URL:
ru: Произвольный &URL:
ta_in: தன்னிச்சையான ஒருங்கிணைந்தவள&இருப்பிடம்:
zh_tw: 任意 &URL：

source: Are you sure to reset columns?
ca: Esteu segur que voleu reinicialitzar les columnes?
es_es: ¿Está seguro de que quiere restablecer columnas?
ja: カラムをリセットしてよろしいですか？
pt_br: Tem certeza de que quer restaurar as colunas?
ru: Вы уверены, что хотите восстановить состав столбцов?
ta_in: நிச்சயமாக நெடுவரிசைகளை மீட்டமைக்கிறீர்களா?
zh_tw: 確定要重設所有欄位？

source: Are you sure you want to abort the rebase process?
ca: Esteu segurs que voleu interrompre el procés de rebase?
es_es: ¿Seguro que desea cancelar el proceso de reasentamiento (rebase)?
ja: リベース処理を中断してもよろしいですか？
pl: Czy na pewno chcesz przerwać proces zmiany bazy?
pt_br: Tem certeza de que quer abortar o processo de reorganização?
ru: Вы уверены, что хотите прервать процесс перемещения?
ta_in: மறுதளம் செயல்முறையை நிச்சயமாக நிறுத்த விரும்புகிறீர்களா?
zh_tw: 確定要中止變基程序？

source: Are you sure you want to cancel?
ca: Esteu segur que voleu cancel·lar?
ja: キャンセルしてよろしいですか？
pt_br: Tem certeza que deseja cancelar?
ta_in: நிச்சயமாக ரத்து செய்ய விரும்புகிறீர்களா?
zh_tw: 確定要關閉視窗？

source: Are you sure you want to mark the conflicted file(s) as resolved?
ca: Esteu segur que voleu marcar el(s) fitxer(s) en conflicte com a resolt(s)?
es_es: ¿Seguro que deseas marcar el(los) archivo(s) en conflicto como resuelto(s)?
hr: Jeste li sigurni da želite označiti datoteku(e) u sukobu kao razriješenu(e)?
ja: 本当に、ファイルの競合を解決済としてもよろしいですか？
pl: Czy chcesz oznaczyć konflikty w pliku(-ach) jako rozwiązane?
pt_br: Você tem certeza que deseja marcar o(s) arquivo(s) em conflito como resolvido(s)?
ru: Вы уверены, что желаете пометить конфликтующие файлы как улаженные?
ta_in: முரண்பட்ட கோப்பு(களை) தீர்க்கப்பட்டதாக நிச்சயமாகக் குறிக்க விரும்புகிறீர்களா?
uk: Дійсно позначити конфліктні файли як владнані?
zh_tw: 確定要把衝突的檔案(們)標記為已解決嗎？

source: Are you sure you want to revert %d item(s)? You will lose ALL changes since the last update!
ca: Esteu segur que voleu restituir %d element(s)? Perdreu TOTS els canvis des de l'última actualització.
ja: 本当に%d個の項目をの変更を取り消してもよろしいですか？ 最後の更新以降のすべての変更が失われます。
pt_br: Tem certeza de que deseja reverter %d item(ns)? Você irá perder TODAS as mudanças desde a última atualização!
ru: Вы действительно желаете убрать изменения в %d элементе(ах)? Вы потеряете ВСЕ изменения с момента последнего обновления!
ta_in: நிச்சயமாக %d உருப்படியை(களைத்) மாற்றியமைக்க விரும்புகிறீர்களா? கடைசியாகப் புதுப்பித்ததில் இருந்து அனைத்து மாற்றங்களையும் இழப்பீர்கள்!
zh_tw: 確定要復原 %d 項目嗎？從上一版本之後的「所有」變更都會消失！

source: Are you sure you want to save to "%s"?
ca: Esteu segur que voleu desar a "%s"?
es_es: ¿Seguro que quieres salvar a"%s"?
ja: "%s" へ保存してよろしいですか?
pl: Czy napewno chcesz zapisać do "%s"?
pt_br: Tem certeza de quer deseja salvar para "%s"?
ru: Уверены что нужно сохранять в "%s"? У вас выбран другой источник!
ta_in: நிச்சயமாக "%s" இல் சேமிக்க விரும்புகிறீர்களா?
uk: Ви впевнені що хочете зберегти у "%s"?
zh_tw: 是否要儲存至「%s」？

source: Arrange &vertical V
ca: Organitza &verticalment V
es_es: Disponer en &vertical V
ja: 垂直方向に並べる(&V) V
pl: Porządkowanie p&ionowe V
pt_br: Organizar &verticalmente V
ru: Выстроить по &вертикали V
ta_in: &செங்குத்தாக ஏற்பாடு செய் V
uk: Вирівняти &вертикально V
zh_tw: 垂直排列(&V) V

source: Arrows point towards merges
ta_in: அம்புகள் ஒன்றிணைவதை நோக்கிச் செல்கின்றன

source: Assigned to changelist '%s'
ca: Assignat a la llista de canvis '%s'
es_es: '%s' asignado a la lista de cambios
ja: 変更リスト「%s」に割り当てる
pl: Przypisano do listy zmian '%s'
pt_br: Associado a lista de alterações '%s'
ru: Внесено в группу изменений '%s'
ta_in: மாற்றப்பட்டியலான '%s'க்கு ஒதுக்கப்பட்டது
uk: Призначено до списку змін '%s'
zh_tw: 指定為變更列表 '%s'

source: Assume Unchanged
ca: Considera'l inalterat
es_es: Considerar inalterado
ja: 変更なしとみなす (assume-unchanged)
pl: Adnotuj zmiany
pt_br: Assumir Não Modificado
ru: Предположить неизменённым
ta_in: மாறவில்லை எனக் கருதுங்கள்
zh_tw: 假設沒有變更

source: Assume valid/unchanged
ca: Considera'l vàlid/inalterat
es_es: Considerar válido/inalterado
ja: 変更なしとみなす (assume-unchanged)
pt_br: Assumir valido/não modificado
ru: Предположить годным/неизменённым
ta_in: செல்லுபடியாகும்/மாறவில்லை எனக் கருதுங்கள்
zh_tw: 假設「有效／沒有變更」

source: Assume valid/unchanged ("Needs-lock" in TortoiseSVN)
ca: Assumeix com a vàlid/inalterat ("Necessita-bloqueig" a TortoiseSVN)
es_es: Considerar válido/inalterado ("Necesita-bloqueo" en TortoiseSVN)
ja: "assume-unchanged" (TortoiseSVNでは"ロックが必要")
pt_br: Assumit válido/não modificado ("Needs-lock" no TortoiseSVN)
ru: Предположить годным/неизменённым ("Необходима блокировка" в TortoiseSVN)
ta_in: செல்லுபடியாகும்/மாறவில்லை என்று கருதுங்கள் ("தேவை-பூட்டு" ஆமைகிட்எசுவிஎன்)
zh_tw: 假設「有效／沒有變更」（TortoiseSVN 中的「Needs-lock」）

source: At file &creation
ca: A la &creació del fitxer
es_es: Al &crear el fichero
ja: ファイルが作られた時に(&C)
pl: Podczas tworzenia &pliku
pt_br: Na &criação do arquivo
ru: При &создании файла
ta_in: கோப்பு & உருவாக்கத்தில்
uk: При створенні &файлу
zh_tw: 在檔案建立時(&C)

source: At file creation
ca: A la creació del fitxer
es_es: Al crear el fichero
ja: ファイルが作られた時に
pl: Podczas tworzenia pliku
pt_br: Na criação do arquivo
ru: При создании файла
ta_in: கோப்பு உருவாக்கத்தில்
uk: При створенні файлу
zh_tw: 在檔案建立時

source: At revision: %d
ca: A la revisió: %d
es_es: A la revisión: %d
hr: Prema reviziji: %d
ja: リビジョン %d になりました
pl: W wersji: %d
pt_br: Na revisão: %d
ru: До ревизии: %d
ta_in: மீள்திருத்தத்தில்: %d
uk: У модифікації: %d
zh_tw: 於版本：%d

source: At the moment, you can only rename branches.
ca: Ara mateix només pot canviar els noms de les branques
es_es: Por el momento, sólo puede renombrar ramales.
ja: この場合、ブランチ名を変更する事しか出来ません。
pl: W tej chwili można zmieniać tylko nazwy gałęzi.
pt_br: No momento, você só pode renomear ramos.
ru: В данный момент вы можете только переименовывать ветки.
ta_in: தற்போது, நீங்கள் கிளைகளை மட்டுமே மறுபெயரிட முடியும்.
uk: На данний момент, ви можете лише перейменувати гілки розробки.
zh_tw: 這時候只能重新命名分支。

source: Attempted an unsupported operation.
ca: S'ha intentat una operació no permesa.
es_es: Se intentó una operación no soportada
hr: Pokušana je nepodržana operacija.
ja: 未サポートの操作を行おうとしました。
pl: Próba wykonania niedozwolonej operacji.
pt_br: Houve uma tentativa de realizar uma operação não suportada.
ru: Произведена попытка выполнить неподдерживаемую операцию.
ta_in: ஆதரவற்ற செயலை முயற்சித்தது.
uk: Була спроба непідтримуваної операції
zh_tw: 試圖進行不支援的作業.
