Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Found a lock file indicating that a TortoiseGit rebase process is running. This blocks this operation. If you are not runnig a TortoiseGit rebase process right now, you can remove the stale lock file in order to continue.
ca: S'ha trobat un fitxer de bloqueig indicant que s'està executant un procés de rebase del TortoiseGit. Això bloqueja aquesta operació. Si ara mateix no esteu executant un procés de rebase del TortoiseGit, per continuar podeu eliminar el fitxer de bloqueig.
ja: TortoiseGit のリベース処理が実行中であることを示すロックファイルが見つかりました。これはこの操作をブロックします。 あなたが現在 TortoiseGit のリベース処理を実行していない場合、古いロックファイルを削除して、続行することができます。
pt_br: Um arquivo de trava foi encontrado, indicando que um processo de reorganização do TortoiseGit está em execução. Isto bloqueia esta operação. Se você não está executando um processo de reorganização do TortoiseGit agora, você pode remover este arquivo de trava sobressalente para continuar.
zh_tw: 找到了一個鎖定檔案，它被用來表示正在執行 TortoiseGit 變基（Rebase）操作，而這個檔會阻擋目前的操作。 如果你並沒有正在執行 TortoiseGit 變基操作，你可以移除這個不適用的鎖定檔案，以便繼續往下操作。

source: Full Screen
es_es: Pantalla completa
hr: Preko cijelog ekrana
pl: Pełny ekran
ru: Во весь экран
zh_tw: 全螢幕

source: Fully recursive
es_es: Totalmente recosiva
hr: Potpuno poniruće
ru: Полностью рекурсивно
zh_tw: 全部遞迴

source: General::Alternative editor
ca: General::Editor Alternatiu
es_es: General::Editor alternativo
ja: 全般::代替エディター
pl: Ogólne::Alternatywny edytor
pt_br: Geral::Editor alternativo
ru: Общие::Альтернативный редактор
uk: Загальне::Альтернативний редактор
zh_tw: 一般::編輯器

source: General::Colors 1
es_es: General::Colores 1
ja: 全般::色１
pl: Ogólne::Kolory 1
pt_br: Geral::Cores 1
ru: Общее::Цвета 1
uk: Загальне::Кольори 1
zh_tw: 一般::顏色1

source: General::Colors 2
es_es: General::Colores 2
ja: 全般::色２
pl: Ogólne::Kolory 2
pt_br: Geral::Cores 2
ru: Общее::Цвета 2
uk: Загальне::Кольори 2
zh_tw: 一般::顏色2

source: General::Colors 3
es_es: General::Colores 3
ja: 全般::色３
pl: Ogólne::Kolory 3
pt_br: Geral::Cores 3
ru: Общее::Цвета 3
uk: Загальне::Кольори 3
zh_tw: 一般::顏色3

source: General::Context Menu
ca: General:: Menú Contextual
es_es: General::Menú contextual
hr: Osnovno::Izbornik
ja: 全般::コンテキストメニュー
pl: Ogólne::Menu kontekstowe
pt_br: Geral::Menu de Contexto
ru: Общее::Контекстное меню
uk: Загальне::Контекстне меню
zh_tw: 一般::快顯功能表

source: General::Dialogs 1
ca: General::Diàlegs 1
es_es: General::Diálogos 1
hr: Osnovno::Dijalozi 1
ja: 全般::ダイアログ1
pl: Ogólne::Okna dialogowe 1
pt_br: Geral::Diálogos 1
ru: Общее::Диалоги 1
uk: Загальне::Діалоги 1
zh_tw: 一般::對話視窗1

source: General::Dialogs 2
ca: General::Diàlegs 2
es_es: General::Diálogos 2
hr: Osnovno::Dijalozi 2
ja: 全般::ダイアログ2
pl: Ogólne::Okna dialogowe 2
pt_br: Geral::Diálogos 2
ru: Общее::Диалоги 2
uk: Загальне::Діалоги 2
zh_tw: 一般::對話視窗2

source: General::Dialogs 3
ca: General::Diàlegs 3
es_es: General::Diálogos 3
ja: 全般::ダイアログ3
pl: Ogólne::Okna dialogowe 3
pt_br: Geral::Diálogos 3
ru: Общее::Диалоги 3
uk: Загальне::Діалоги 3
zh_tw: 一般::對話視窗3

source: General::Set Extend Menu Item
es_es: General::Ajustar elementos del menú extendido
pl: Ogólne::Pozycje menu rozszerzonego
ru: Общие::Значки расширенного меню
zh_tw: 一般::擴展選單項目

source: Getting file %s, revision %s
es_es: Obteniendo archivo %s, revisión %s
hr: Dohvaćam datoteku %s, revizija %s
ru: Получение файла %s в ревизии %s
zh_tw: 正在取得檔案 %s，版本 %s

source: Git::Credential
ca: Git::Credencials
es_es: Git::Credencial
ja: Git::資格情報
pl: Git::Poświadczenia
pt_br: Git::Credencial
ru: Git::Удостоверения
uk: Git::Рекомендації
zh_tw: Git::憑證

source: Git::Remote
ca: Git::Remot
es_es: Git::Remoto
ja: Git::リモート
pl: Git::Zdalny
pt_br: Git::Remoto
ru: Git::Внешнее
uk: Git::Віддалений
zh_tw: Git::遠端

source: Gray
es_es: Gris
hr: Siva
pl: Szary
ru: Серый
zh_tw: 灰色

source: H&ue:
es_es: Matiz:
pl: &Barwa:
ru: О&тт.:
zh_tw: 色相(&U)：

source: Help Keyboard
es_es: Ayuda del teclado
hr: Pomoć o tipkovnici
pl: Klawiatura pomocnicza
ru: Вспомогательная клавиатура
zh_tw: 鍵盤說明

source: Hide docked window
es_es: Ocualtar ventana acoplada
hr: Sakrij usidreni prozor
pl: Ukryj okienko zadokowane
ru: Скрыть присоединённое окно
zh_tw: 隱藏停駐的視窗

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
es_es: Consejo:seleccione en el menú contextual, cambiar página a 'comandos' y arrastre los botones de la barra de herramientas en la ventana de menú.
pl: Podpowiedź: wybierz menu kontekstowe, zmień stronę na 'Polecenia' i przenieś przyciski paska zadań do okna menu.
ru: Подсказка: выберите контекстное меню, перейдите на страницу 'Команды' и перетащите кнопки панели инструментов в окно меню.
zh_tw: 提示: 選取內容功能表，將頁面變更為「命令」，並且將工具列按鈕拖曳到功能表視窗中。

source: Hook Scripts::Issue Tracker Config
ca: Scripts d'interconnexió::Configuració del rastreig d'incidències
es_es: Scripts de enganches::Configuración del rastreador de problemas
ja: フックスクリプト::課題追跡システム管理設定
pt_br: Scripts de Gancho::Configuração dos Rastreadores de Problemas
ru: Хук Скрипты::Конфигурация отслеживания проблем
uk: Скрипти зачіпок::Налаштування обліку проблем (Issue Tracker)
zh_tw: 掛鉤指令檔::Bug 追蹤組態

source: Hook Scripts::Issue Tracker Integration
ca: Scripts d'interconnexió::Integració del Seguidor d'Incidències
es_es: Scripts de enganches::Integración del rastreador de problemas
ja: フックスクリプト::課題追跡システムとの統合
pl: Skrypty przechwytujące::Integracja z systemami śledzenia błędów
pt_br: Scripts de Gancho::Integração com o Rastreador de Problemas
ru: Скрипты хуков::Интеграция с системой отслеживания проблем
uk: Скрипти зачіпок::Інтеграція обліку проблем (Issue Tracker)
zh_tw: 掛鉤指令檔::Bug 追蹤整合

source: Icon Overlays::Icon Set
ca: Sobreposició d'icones::Conjunt d'icones
es_es: Iconos Superpuestos::Juego de iconos
hr: Prekrivne ikone::Skup ikona
ja: アイコンオーバーレイ::アイコンセット
pl: Nakładki ikon::Zestaw ikon
pt_br: Sobreposição de Ícones::Conjunto de Ícones
ru: Пометки на значках::Набор значков
uk: Перекривання піктограм::Набір піктограм
zh_tw: 圖示覆蓋::圖示集

source: Icon Overlays::Overlay Handlers
ca: Sobreposició d'icones::Conjunt d'icones
es_es: Iconos Superpuestos::Controladores de Superpuestos
ja: アイコンオーバーレイ::オーバーレイハンドラー
pl: Nakładki ikon::Uchwyty nakładek
pt_br: Sobreposição de Ícones::Gerenciadores de Sobreposição
ru: Наложения иконок::Обработчики наложений
uk: Перекривання піктограм::Overlay Handlers
zh_tw: 圖示覆蓋::覆蓋處理程式

source: Image &and Text
es_es: Texto &y Imagen
hr: Slika &i tekst
pl: Obraz &i tekst
ru: Изображение &и текст
zh_tw: 影像與文字(&A)

source: Image &and text
es_es: Texto &y imagen
hr: Slika &i tekst
pl: Obraz &i tekst
ru: Изображение &и текст
zh_tw: 影像與文字(&A)

source: Images
es_es: Imágenes
hr: Slike
pl: Obrazy
ru: Изображения
zh_tw: 影像

source: Immediate children, including folders
es_es: Incluyendo carpetas, de sucesores inmediatos
hr: Neposredna djeca uključujući mape
ru: Непосредственные потомки, включая папки
zh_tw: 第一層檔案與目錄

source: Import %s to %s%s
es_es: Importar %s a %s%s
hr: Uvozim %s u %s%s
pl: Importuj %s do %s%s
ru: Импорт %s в %s%s
zh_tw: 匯入 %s 至 %s%s

source: In ChangeList
ca: Llista de canvis rebuts
es_es: En Lista de cambios
ja: 受け入れ変更リスト
pl: Na liście zmian
pt_br: Na Lista de Alterações
ru: В группе изменений
zh_tw: 在變更列表

source: In order to abort a merge progess a reset (to HEAD) is needed.
es_es: Para abortar un merge (fundido) en marcha, es necesario un reset (a HEAD).
ru: Для прекращения процесса слияния необходимо восстановление (к ГОЛОВНОЙ ветви).
zh_tw: 為了中止合併程序，需要重設（至 HEAD）。

source: Keyboard
es_es: Teclado
hr: Tipkovnica
pl: Klawiatura
ru: Клавиатура
zh_tw: 鍵盤

source: Keyboard shortcuts:
es_es: Atajos de teclado:
pl: Skróty klawiaturowe:
ru: Клавиатурные сокращения:
zh_tw: 鍵盤捷徑：

source: Keys
es_es: Teclas
hr: Tipke
pl: Klawisze
ru: Клавиши
zh_tw: 按鍵

source: Line Tool Line
es_es: Herramientas de línea Línea
hr: Linijski alata Linija
pl: Narzędzie Linii Linia
ru: Инструмент линия Линия
zh_tw: 畫線工具 畫線

source: Local:
ru: Локальная:
zh_tw: 本地：

source: Lowest shown revision: %ld - Highest shown revision: %ld
es_es: Revisión más baja mostrada: %ld - Revisión más alta mostrada: %ld
hr: Najniža prikazana revizija: %ld - Najviša prikazana revizija: %ld
ru: Показанные ревизии:- меньшая: %ld - большая: %ld
zh_tw: 最低版本：%ld - 最高版本：%ld

source: Lowest shown revision: %ld - Highest shown revision: %ld - HEAD revision: %ld
es_es: Revisión más baja mostrada: %ld - Revisión más alta mostrada: %ld - Revisón de CABEZA: %ld
hr: Najniža prikazana revizija: %ld - Najviša prikazana revizija: %ld - Glavna revizija: %ld
ru: Показанные ревизии: - меньшая: %ld - большая: %ld - ГОЛОВНАЯ: %ld
zh_tw: 最低版本：%ld - 最高版本：%ld - 最新版本：%ld

source: Me&nus show recently used commands first
es_es: Los menús mostrarán comandos usados recientemente primero
pl: Menu najpierw wyświetlają &ostatnio używane polecenia
ru: Отображать в ме&ню недавно использованные команды сначала
zh_tw: 選單優先顯示最近使用的指令(&N)

source: Menu
es_es: Menú
hr: Izbornik
ru: Меню
zh_tw: 選單

source: Menu Bar
es_es: Barra de Menú
hr: Traka s izbornikom
pl: Pasek menu
ru: Полоса меню
zh_tw: 選單列

source: Menu s&hadows
es_es: Menús &sombreados
hr: &Sjenčanje izbornika
pl: &Cienie menu
ru: &Тени в меню
zh_tw: 選單陰影(&H)

source: Merge to "%s"...
es_es: Combinar con "%s"...
pl: Scal do "%s"...
ru: Слить с "%s"...
zh_tw: 合併至「%s」...

source: Merging from %s, revision %s to %s, revision %s into %s, %s%s
es_es: Combinando desde %s, de la revisión %s hacia %s, la revisión %s dentro de %s, %s%s
hr: Stapanje od %s, revizije %s do %s, revizija %s u %s, %s%s
ru: Слияние из %s, ревизии от %s до %s, ревизия %s в %s, %s%s
zh_tw: 正在自 %s 合併檔案，版本 %s 至 %s，版本 %s 併入 %s，%s%s

source: Merging revisions %s of %s into %s, %s%s
es_es: Combinando revisiones %s de %s dentro de %s, %s%s
hr: Stapanje revizija %s od revizije %s u %s, %s%s
ru: Слияние ревизий %s из %s в %s, %s%s
zh_tw: 合併版本 %s 至 %s，併入 %s，%s%s

source: Minimize the Ribbon
es_es: Minimizar la Cinta
pl: Minimalizuj wstążkę
ru: Свернуть полосу
zh_tw: 最小化功能區

source: More
es_es: Más
hr: Više
pl: Więcej
ru: Ещё
zh_tw: 更多

source: More Buttons
es_es: Más Botones
hr: Više gumba
pl: Więcej przycisków
ru: Дополнительные кнопки
zh_tw: 更多按鈕

source: More Commands...
es_es: Más Comandos...
hr: Više naredbi...
pl: Więcej poleceń...
ru: Дополнительные команды...
zh_tw: 更多命令...

source: Mouse
es_es: Ratón
hr: Miš
pl: Mysz
ru: Мышь
zh_tw: 滑鼠

source: Move &Down
es_es: &Bajar
hr: Pomakni &dolje
pl: Przesuń w &dół
ru: В&низ
zh_tw: 往下移動(&D)

source: Move &Up
es_es: &Subir
hr: Pomakni &gore
pl: Przesuń do &góry
ru: &Вверх
zh_tw: 往上移動(&U)

source: Move Item Down
es_es: Bajar objeto
hr: Premjesti dolje
pl: Przesuń element w dół
ru: Переместить элемент вниз
zh_tw: 向下移動項目

source: Move Item Up
es_es: Subir objeto
hr: Premjesti gore
pl: Przesuń element do góry
ru: Переместить элемент вверх
zh_tw: 向上移動項目

source: Navigation Pane Options
es_es: Opciones del panel de navegación
pl: Opcje panelu nawigacji
ru: Параметры панели навигации
zh_tw: 導覽面板選項

source: Navigation Pane Options...
es_es: Opciones del panel de navegación...
pl: Opcje panelu nawigacji...
ru: Параметры панели навигации...
zh_tw: 導覽面板選項...

source: Network::Email
ca: Xarxa::Correu electrònic
es_es: Redes::Correo
ja: ネットワーク::メール
pl: Sieć::E-mail
pt_br: Rede::Email
ru: Сеть::Электропочта
uk: Мережа::Email
zh_tw: 網路::郵件

source: New Menu
es_es: Nuevo Menú
hr: Novi izbornik
pl: Nowe menu
ru: Новое меню
zh_tw: 新增選單

source: Next Page Next Page
es_es: Página siguiente Página siguiente
hr: Next Page Sljedeća stranica
pl: Następna strona Poprzednia strona
ru: Следующая страница Следующая страница
zh_tw: 下一頁 下一頁

source: No thesaurus suggestions
ca: No hi ha cap suggerència del diccionari
es_es: No hay sugerencias de sinónimos
hr: Nema prijedloga iz pojmovnika
ja: シソーラスからの提案はありません
pl: Brak sugestii z tezaurusa
pt_br: Não há sugestões de sinônimos
ru: Нет предложений из словаря
uk: Тезаурус припущень не має
zh_tw: 沒有同義字建議

source: Note: These settings also apply to the Patch Viewer dialog.
ca: Nota: Aquesta configuració també s'aplica al diàleg Visualitzador de pedaços.
es_es: Nota: Estas configuraciones también se aplican al cuadro de diálogo de Visor de Parches.
ja: 注意: この設定は、パッチビューアーダイアログにも適用されます
pt_br: Nota: Essas configurações se aplicam também a caixa de diálogo Visualizador de Patch.
ru: Обратите внимание: эти настройки распространяются также и на диалог просмотра заплаток.
zh_tw: 注意：這些設定值也會套用在補綴瀏覽視窗。

source: Nothing need rebase %s equal %s
pl: Nic nie wymaga zmiany bazy %s jest równe %s
ru: Нет необходимости в переносе %s эквивалентно %s
zh_tw: 不需要變基 %s 等於 %s

source: Office 2007 colors
es_es: Colores office 2007
pl: Kolory Office 2007
ru: цвета Office 2007
zh_tw: Office 2007 色彩

source: Only file children
es_es: Solo archivos descendientes
hr: Djeca - samo datoteke
ru: Только потомки-файлы
zh_tw: 僅包含檔案

source: Only this item
es_es: Sólo este objeto
hr: Samo ova stavka
ru: Только этот элемент
zh_tw: 僅此項目

source: Other Task Panes
es_es: Otros paneles de tareas
pl: Inne panele zadań
ru: Остальные панели задач
zh_tw: 其它工作面板

source: Out ChangeList
ca: Canvis a enviar
es_es: Fuera de lista de cambios
ja: 送り出し変更リスト
pt_br: Fora da Lista de Alterações
ru: Вне листа изменений
zh_tw: 輸出的變更列表

source: Part of code come from TortoiseSVN Blame
es_es: Parte del código es de TortoiseSVN Blame
ru: Частично основано на TortoiseSVN Blame
zh_tw: 部分原始碼來自 TortoiseSVN Blame

source: Paste Tool Paste
es_es: Herramienta de pegado Pegar
hr: Zalijepi iz memorije Zalijepi
pl: Narzędzie wklejania Wklej
ru: Инструмент вставки Вставка
zh_tw: 粘貼工具 貼上

source: Pencil Tool Pencil
es_es: Herramienta de lápiz Lapiz
pl: Narzędzie ołówka Ołówek
ru: Инструмент карандаш Карандаш
zh_tw: 鉛筆工具 鉛筆

source: Personalized Menus and Toolbars
es_es: Menús y barras personalizadas
hr: Prilagodljivi izbornici i alatne trake
pl: Spersonalizowane menu i paski narzędzi
ru: Настраиваемые меню и панели инструментов
zh_tw: 個人化選單與工具列

source: Picture:
es_es: Imagen:
hr: Slika:
pl: Obraz:
ru: Картинка:
zh_tw: 圖片：

source: Please see the <a id="manual">manual</a> for general hints. E.g. in most dialogs there are some shared shortcuts such as F5 for refresh or CTRL+F for search and oftentimes there are powerfull context menus.
zh_tw: 請查閱<a id="manual">手冊</a>以取得更多詳細的提示，例如：在大多數的視窗中，可以按 F5 來更新畫面，並且常常有許多強大的快顯功能表可用。

source: Press &New Shortcut Key:
es_es: Oprime &Nueva tecla de Acceso directo:
pl: Naciśnij &nowy klawisz skrótu:
ru: Нажмите &новую клавишу быстрого доступа:
zh_tw: 按下新的快捷鍵(&N)：

source: Press &new shortcut key:
es_es: Oprime &nueva tecla de acceso directo:
pl: Naciśnij &nowy klawisz skrótu:
ru: Нажмите &новую клавишу быстрого доступа:
zh_tw: 按下新的快捷鍵(&N)：

source: Preview
es_es: Vista previa
hr: Pregled
pl: Podgląd
ru: Предварительный просмотр
zh_tw: 預覽

source: Preview:
es_es: Vista previa:
pl: Podgląd:
ru: Предварительный просмотр:
zh_tw: 預覽：

source: Previous Page Previous Page
es_es: Página Anterior Página Anterior
hr: Prethodna stranica Prethodna stranica
pl: Poprzednia strona Poprzednia strona
ru: Предыдущая страница Предыдущая страница
zh_tw: 上一頁 上一頁

source: Print
es_es: Imprimir
hr: Ispis
pl: Drukuj
ru: Печать
zh_tw: 列印

source: Print Document &Print
es_es: Imprimir Documento &Imprimir
hr: Ispis dokumenta &Ispis
pl: Drukuj dokument &Drukuj
ru: Печать документа &Печать
zh_tw: 列印文件 列印(&P)

source: Prune (All remotes)
ca: Poda (tots els remots)
es_es: Podar ([prune] todos los remotos)
ja: リモートに無いブランチを削除 (すべてのリモート)
pt_br: Aparar (Todos os remotos)
ru: Подрезать (все внешние)
zh_tw: 剪除 (所有遠端)

source: Pull requires the selected local branch to be the current branch.
ca: Estira necessita que la branca seleccionada sigui la branca actual.
es_es: Incorporar (pull) requiere que el ramal (branch) local seleccionado sea el ramal actual.
ja: プルを行うには、選択したローカルブランチを現在のブランチにする必要があります。
pt_br: Puxar requer que o ramo local selecionado seja o ramo atual.
ru: Для получения изменений необходимо указать одну из локальных ветвей в качестве текущей.
zh_tw: 拉取時所選擇的本地分支必需是目前分支。

source: Push...
es_es: Impulsar (push)...
ru: Отправить...
zh_tw: 推送...

source: R&eset
es_es: R&einiciar
pl: Z&resetuj
ru: &Сбросить
zh_tw: 重置(&E)

source: Re&set
es_es: Re&iniciar
pl: Z&resetuj
ru: Сб&росить
zh_tw: 重置(&S)

source: Re&set All
es_es: Re&inicia Todo
hr: &Restiraj sve
pl: Zresetuj &wszystko
ru: Сбро&сить все
zh_tw: 全部重置(&S)

source: Rebase "%s" onto this...
es_es: Reasentar (rebase) "%s" sobre este...
pl: Zmień bazę "%s" na...
ru: Перебазировать "%s" на эту...
zh_tw: 變基「%s」到這...

source: Rebasing... (%d/%d)
es_es: Integrando... (%d/%d)
pl: Zmiana bazy... (%d/%d)
ru: Перебазирование... (%d/%d)
zh_tw: 變基中．．． (%d/%d)

source: Recent
es_es: Reciente
hr: Nedavno
pl: Ostatnie
ru: Недавний
zh_tw: 最近

source: Rectangle Tool Rectangle
es_es: Herramientas rectángulo Rectángulo
pl: Narzędzie prostokąta Prostokąt
ru: Инструмент прямоугольник Прямоугольник
zh_tw: 長方形工具 長方形

source: RefBrowse
ca: Cerca refs
es_es: Buscar Ref.
ja: Refブラウザー
pt_br: ProcurarRef
ru: Просмотр ссылки
zh_tw: 參照瀏覽

source: Remove from Quick Access Toolbar
es_es: Quitar de la barra de herramientas de acceso rápido
pl: Usuń z paska szybkiego dostępu
ru: Убрать из панели быстрого доступа
zh_tw: 從快速存取工具列中移除

source: Rena&me...
es_es: Renom&brar...
hr: Pre&imenuj...
pl: Z&mień nazwę...
ru: П&ереименовать...
zh_tw: 重新命名(&M)

source: Reset &All
es_es: Reinicia &Todo
pl: Zresetuj &wszystko
ru: Сбросить &все
zh_tw: 全部重設(&A)

source: Reset "%s" to this...
es_es: Reinicia "%s" a este...
pl: Resetuj "%s" do tego...
ru: Сбросить "%s" до этого...
zh_tw: 重設「%s」到這個版本...

source: Reset current branch "%s" to
ca: Reinicialitza la branca actual "%s" a
es_es: Restablecer ramal actual "%s" a
ja: 現在のブランチ "%s" をリセット:
pt_br: Restaurar o ramo atual "%s" para
ru: Восстановить текущую ветвь "%s" к
zh_tw: 重設當前分支「%s」到

source: Resolve conflict using 'mine'
es_es: Resolver conflictos usando 'el mío'
ru: Уладить конфликт, используя 'мой' файл
zh_tw: 使用「我的」解決衝突

source: Resolve conflict using 'theirs'
es_es: Resolver conflictos usando 'el de ellos'
ru: Уладить конфликт, используя 'их' файл
zh_tw: 使用「對方的」解決衝突

source: Row %d of %d
es_es: Fila %d de%d
pl: Wiersz %d z %d
ru: Строка %d из %d
zh_tw: 列 %d / %d

source: Row %d-%d of %d
es_es: Fila %d-%d de%d
pl: Wiersz %d-%d z %d
ru: Строка %d-%d из %d
zh_tw: 列 %d-%d / %d

source: Row Down
es_es: Fila abajo
pl: Wiersz niżej
ru: Строка вниз
zh_tw: 往下一行

source: Row Up
es_es: Fila arriba
pl: Wiersz wyżej
ru: Строка вверх
zh_tw: 往上一行

source: S&elect...
es_es: S&eleccionar...
pl: &Zaznacz...
ru: &Выбрать...
zh_tw: 選擇(&E)...

source: S&how Buttons on One Row
es_es: M&ostrar botones en una fila
pl: Pokaż przyciski w &jednym rzędzie
ru: Ото&бражать кнопки в одну строку
zh_tw: 以單列方式顯示按鈕(&H)

source: S&how Buttons on Two Rows
es_es: M&ostrar botones en dos filas
pl: Pokaż przyciski w &dwóch rzędach
ru: Ото&бражать кнопки в две строки
zh_tw: 以兩列方式顯示按鈕(&H)

source: S&how Quick Access Toolbar below the Ribbon
es_es: Mostrar barra de herramientas de acceso rápido bajo la Cinta
pl: P&okaż Pasek Szybkiego Dostępu pod wstążką
ru: Ото&бражать панель быстрого доступа под полосой
zh_tw: 在功能區下方顯示快速存取工具列(&H)

source: S&how modified files in working tree
ca: &Mostra els arxius modificats en el directori de treball
ja: 作業ツリーにおいて変更されたファイルを表示(&H)
pt_br: Mostrar(&h) arquivos modificados na árvore
zh_tw: 顯示工作目錄中已修改的檔案 (&H)

source: Safe Crlf:
es_es: Seguro CrLf:
pt_br: Crlf Seguro:
zh_tw: 檢查换行符號：

source: Saving config failed (key: "%s", value: "%s").
es_es: Fallo al guardar configuración (clave: "%s", valor: "%s").
pl: Zapisywanie konfiguracji nie powiodło się (klucz: "%s", wartość: "%s").
ru: Сохранить конфигурацию не удалось (ключ: "%s", значение: "%s").
zh_tw: 儲存組態失敗（key：「%s」，value：「%s」）

source: Scroll Left
es_es: Desplazar a la izquierda
hr: Pomakni ulijevo
pl: Przewiń w lewo
ru: Прокрутить влево
zh_tw: 向左捲動

source: Scroll Right
es_es: Desplazar a la derecha
hr: Pomakni udesno
pl: Przewiń w prawo
ru: Прокрутить вправо
zh_tw: 向右捲動

source: Select &User-defined Image:
es_es: Seleccionar Imagen &definida por usuario
pl: Wybierz obraz &użytkownika:
ru: Выберите &определяемое пользователем изображение:
zh_tw: 選擇使用者自定影像(&U)：

source: Select &context menu:
es_es: Seleccionar &Menú contextual:
pl: Wybierz menu &kontekstowe:
ru: Выбрите контекстное &меню:
zh_tw: 選擇快顯功能表(&C)：

source: Select &window:
es_es: Seleccionar &ventana:
pl: Wybierz &okno:
ru: Выбрите &окно:
zh_tw: 選擇視窗(&W)：

source: Select Color Tool Select Color
es_es: Seleccionar herramientas de color Seleccionar Color
pl: Narzędzie wybierania koloru Wybierz kolor
ru: Инструмент выбора цвета Выбор цвета
zh_tw: 色彩設定工具 選擇顏色

source: Select the behaviour of the progress dialog at the end of the operation.
ca: Selecciona comportament del diàleg de progrés al final de la operació.
es_es: Seleccionar como proceder el diálogo de progreso al final de la operación.
hr: Izaberite ponašanje dijaloga za prikaz napretka na kraju operacije.
ja: 処理終了時の進行状況ダイアログの動作を選択します。
pl: Określa zachowanie wskaźnika zaawansowania po zakończeniu operacji.
pt_br: Selecione o comportamento do diálogo de progresso ao final da operação.
ru: Выберите поведение окна выполнения по окончанию операции.
uk: Виберіть поведінку діалога поступу наприкінці операції.
zh_tw: 選擇作業完成時進度視窗的行為

source: Set Accelerator &for:
es_es: Establecer acelerador &para:
pl: Przypisz skrót &do:
ru: Задать акселератор &для:
zh_tw: 設定快捷鍵(&F)：

source: Settings - TortoiseGit
ca: Configuració - TortoiseGit
es_es: Configuraciones - TortoiseGit
ja: 設定 - TortoiseGit
pl: Ustawienia - TortoiseGit
pt_br: Configurações - TortoiseGit
ru: Настройки - TortoiseGit
uk: Налаштування - TortoiseGit
zh_tw: 設定 - TortoiseGit

source: Show &Accelerator for:
es_es: Mostrar &Acelerador para:
pl: Pokaż &skrót do:
ru: Показать &акселератор для:
zh_tw: 顯示快捷鍵(&A)：

source: Show &Reflog
ca: Mostra RefLog
es_es: Mostrar &Reflujo
ja: Reflogを表示(&R)
pt_br: Exibir &Reflog
ru: Показать &ЖурналСсылок
zh_tw: 顯示參照日誌(&R)

source: Show Above the Ribbon
es_es: Mostrar encima de la Cinta
pl: Pokaż nad wstążką
ru: Отображать над полосой
zh_tw: 顯示於功能區上方

source: Show Below the Ribbon
es_es: Mostrar por debajo la Banda
pl: Pokaż pod wstążką
ru: Отображать под полосой
zh_tw: 顯示於功能區下方

source: Show Fewer Buttons
es_es: Mostrar menos Botones
hr: Prikaži manje gumba
pl: Pokaż mniej przycisków
ru: Показывать меньше кнопок
zh_tw: 顯示較少按鈕

source: Show More Buttons
es_es: Mostrar más Botones
hr: Prikaži više gumba
pl: Pokaż więcej przycisków
ru: Показывать больше кнопок
zh_tw: 顯示更多按鈕

source: Show Quick Access Toolbar Above the Ribbon
es_es: Mostrar barra de herramientas de acceso rápido encima de la Cinta
pl: Pokaż pasek szybkiego dostępu nad wstążką
ru: Показывать панель быстрого доступа над полосой
zh_tw: 在功能區上方顯示快速存取工具列

source: Show Quick Access Toolbar Below the Ribbon
es_es: Mostrar barra de herramientas de acceso rápido bajo la Cinta
pl: Pokaż pasek szybkiego dostępu pod wstążką
ru: Показывать панель быстрого доступа под полосой
zh_tw: 在功能區下方顯示快速存取工具列

source: Show Screen&Tips on toolbars
es_es: Mostrar Pantalla&Ayudas en barra de herramientas
pl: Pokaż &podpowiedzi na paskach narzędzi
ru: Показывать по&дсказки в панелях инструментов
zh_tw: 在工具列上顯示畫面提示(&T)

source: Show branches this commit is on
es_es: Mostrar ramales donde esta consignación (commit) está activa
pl: Pokaż gałęzie tego zatwierdzenia, jeśli włączone
ru: Показать ветви, содержащие эту фиксацию
zh_tw: 顯示這版本所屬的分支

source: Show f&ull menus after a short delay
es_es: Mostrar menús &completos después de un breve tiempo
pl: Pokaż &pełne menu po chwili
ru: Показывать &полные меню после небольшой задержки
zh_tw: 在短暫延遲後顯示完整選單(&U)

source: Show linenumber&s
ca: Mostra número&s de línea
es_es: Mostrar número&s de línea
hr: Prikaži brojeve lini&ja
ja: 行番号を表示する(&S)
pl: Pokaż &numery linii
pt_br: Exibir &números de linha
ru: Показывать но&мера строк
uk: Показати &номери рядків
zh_tw: 顯示行號(&S)
