Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Checkout &directory:
hr: Preuzmi &direktorij:

source: Checkout - TortoiseSVN
hr: Preuzmi - TortoiseSVN

source: Checkout Depth
hr: Dubina preuzimanja

source: Checkout from %s, revision %s, %s, %s
hr: Preuzimanje sa %s, revizija %s, %s, %s

source: Checksum:
hr: Provjeri:

source: Choose item:
hr: Izaberi stavku:

source: Cleanup interrupted operations, locked files, ...
hr: Čisti prekinute operacije, zaključane datoteke, ...

source: Clears %ld URLs stored for %ld working copies
hr: Čisti %ld URL-ova spremljenih za %ld radnih kopija

source: Clears %ld log messages stored for %ld working copies
hr: Čisti %ld poruka dnevnika spremljenih za %ld radnih kopija

source: Color co&de in-line changes
hr: Oboji pro&mjene unutar redka

source: Commit - TortoiseSVN
hr: Pohran - TortoiseSVN

source: Compare and &blame with working BASE
hr: Usporedi s radnom osnovom i &okrivi

source: Compare and blame with previous revision
hr: Usporedi s radnom osnovom i okrivi

source: Compare with &working copy
hr: Usporedi s &radnom kopijom

source: Compares the selected file with a file in the repository
hr: Uspoređuje označenu datoteku s datotekom iz skladišta

source: Configure the program used for comparing different revisions of properties
hr: Podesite program koji se koristi za usporedbu različitih revizija svojstava datoteka

source: Configure viewer program for GNU diff files (patch files).
hr: Podesite pregledni program za GNU razlikovne datoteke (datoteke sa zakrpom).

source: Connect to the repository server and download missing log data
hr: Spoji se na skladišni poslužitelj i spusti podatke dnevnika koji nedostaju

source: Container sizes
hr: Veličine spremnika

source: Copied from URL
hr: Kopirano s URL-a

source: Copied remotely
hr: Kopirano na daljinu

source: Copy %ld items to %s
hr: Kopiraj %ld datoteka u %s

source: Copy %s
hr: Kopiraj %s

source: Copy %s to %s
hr: Kopiram %s u %s

source: Copy (Branch / Tag)
hr: Kopiraj (grana / oznaka)

source: Copy - TortoiseSVN
hr: Kopiraj - TortoiseSVN

source: Copy URL to clipboard
hr: Kopiraj URL u međuspremnik

source: Copy and rename item to here
hr: Ovdje kopiraj uz promjenu imena datoteke

source: Copy error message to clipboard
hr: Kopiraj poruku greške u međuspremnik

source: Copy from path
hr: Kopija sa staze

source: Copy items to here
hr: Kopiraj datoteke ovdje

source: Copy to working copy
hr: Kopiraj u radnu kopiju

source: Copy to working copy...
hr: Kopiraj u radnu kopiju...

source: Could not copy the files! <hr=100%%> %s
hr: Nisam mogao kopirati datoteke! <hr=100%%> %s

source: Could not save the file %s!
hr: Nisam mogao snimiti datoteku %s!

source: Could not start diff viewer! <hr=100%%> %s
hr: Nisam mogao pokrenuti preglednik razlika! <hr=100%%> %s

source: Could not start external diff program! <hr=100%%> %s
hr: Nisam mogao pokrenuti vanjski program za razlike! <hr=100%%> %s

source: Could not start external merge program! <hr=100%%> %s
hr: Nisam mogao pokrenuti vanjski program za stapanje! <hr=100%%> %s

source: Could not start text viewer! <hr=100%%> %s
hr: Nisam mogao pokrenuti preglednik teksta <hr=100%%> %s

source: Create &patch...
hr: Izradi &zakrpu...

source: Create Patch
hr: Izradi zakrpu

source: Create copy in the repository from:
hr: Izradi kopiju u skladištu iz:

source: Create new directory: %s
hr: Stvori novu mapu: %s

source: Create repositor&y here
hr: Ovdje izradi skladiš&te

source: Create unified diff file
hr: Napravi datoteku s objedinjenim razlikama

source: Created folder remotely
hr: Napravljena mapa na daljinu

source: Creates a 'cheap' copy inside the repository used for branches or tagging
hr: Izrađuje 'jeftinu' kopiju unutar skladišta koja se koristi za grananje ili označavanje

source: Credits:
hr: Zasluge:

source: Default &number of log messages
hr: Zadana vrijednost &broja poruka dnevnika

source: Default URL:
hr: Uobičajni URL:

source: Default path:
hr: Uobičajna staza:

source: Delete Unversioned Items
hr: Obriši stavke bez verzija

source: Delete unversioned items...
hr: Obriši stavke bez verzija...

source: Deleted node
hr: Obrisani čvor

source: Deletes files / folders from version control
hr: Uklanja datoteke / mape iz upravljanja verzijama

source: Deletes files / folders from version control but keeps the file
hr: Uklanja datoteke / mape iz upravljanja verzijama, ne briše datoteke

source: Depth:
hr: Dubina:

source: Diff options
hr: Opcije razlika

source: Diff with URL
hr: Razlike preko URL

source: Diffs the working copy file with the one before the last commit.
hr: Prikazuje razliku datoteke radne kopije sa onom prije zadnje pohrane.

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working copy.
hr: Želite li zaista poništiti sve izmjene u %s i vratiti se na ovu reviziju? Ove promjene bit će stopljene u vašoj radnoj kopiji.

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working copy.
hr: Želite li zaista poništiti sve izmjene za %s koje su nastale u ovoj reviziji? Ove promjene bit će stopljene u vašoj radnoj kopiji.

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %s!
hr: Da li želite ovu radnu kopiju izmaknuti sustavu verzija? Akcija će obrisati sve Subversion administracijske mape iz %s!

source: Do you want to proceed?
hr: Želite li nastaviti?

source: Do you want to remove the property %s recursively?
hr: Želite li ponirući (rekurzivno) ukloniti svojstvo %s?

source: Do you want to save your changes?
hr: Želite li snimiti vaše izmjene?

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
hr: Dokumentacija: Simon Large Kod: Tobias Schäfer, Stefan Fuhrmann

source: E&xact copy sources
hr: I&zdvoji izvore kopiranja

source: Edit Properties
hr: Uredi svojstva

source: Edit author name
hr: Upiši ime autora

source: Edit conflict
hr: Uredi sporne razlike

source: Edits the selected property value
hr: Uređuje vrijednost odabranog svojstva

source: Enable log caching to speed up log and revision graph dialogs
hr: Omogući pohranu dnevnika kako bi se ubrzali dijalozi za dnevnik i graf revizija

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
hr: Omogućava provjeru pravopisa samo ako je postavljeno svojstvo tsvn:projectlanguage.

source: End Revision
hr: Krajnja revizija

source: Enter a lock message (optional):
hr: Upišite poruku zaključavanja (nije obavezno):

source: Enter log message:
hr: Upiši poruku dnevnika:

source: Error validating server certificate for %s:
hr: Greška prilikom provjere certifikata poslužitelja za %s:

source: Exceptions:
hr: Iznimke:

source: Export &directory:
hr: Direktorij za &izvoz:

source: Export - TortoiseSVN
hr: Izvezi - TortoiseSVN

source: Export the selected cache as a set of Comma Separated Value (CSV) files
hr: Izvoz označenog spremnika u skup nekoliko CSV datoteka

source: Exports a repository to a clean working copy without the svn administrative folders
hr: Izvoz skladišta u čistu radnu kopiju bez administracijskih svn mapa

source: Exports a set of properties to a file
hr: Izvozi grupu svojstava u datoteku

source: Extension or mime-type:
hr: Nastavak ili mime-tip:

source: Extension/mime-type specific programs
hr: Programi koji ovise o nastavku (vrsti datoteke)

source: External Programs::Diff Viewer
hr: Vanjski programi::Preglednik razlika

source: External Programs::Merge Tool
hr: Vanjski programi::Alat za stapanje

source: External Programs::Unified Diff Viewer
hr: Vanjski programi::Preglednik objedinjenih razlika

source: Externals excluded
hr: Vanjski isključeni

source: Externals included
hr: Vanjski uključeni

source: Filter out the following paths (separate multiple paths with the '*' char):
hr: Izdvoji slijedeće staze (odvojene znakom "*"):

source: Fit image &sizes
hr: Uklopi &veličine slike

source: Fold &tags
hr: Skupi &oznake

source: From URL:
hr: Iz URL-a:

source: From: (start URL and revision of the range to merge)
hr: Od: (početni URL i revizija raspona spajanja)

source: GDI+ is required to save the revision graph as a picture. You can get GDI+ from <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
hr: GDI+ je neophodan želite li snimiti graf revizija kao sliku, možete ga preuzeti ovdje: <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>

source: General::Colors
hr: Osnovno::Boje

source: Generating patchfile...
hr: Izrađujem datoteku zakrpa...

source: Get loc&k...
hr: Pribavi lo&kot...

source: Getting a lock for files without the 'svn:needs-lock' property will <b>not</b> prevent others from editing them in their working copies. To enable strict locking please add the 'svn:needs-lock' property to all files that need locking, and commit those files. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. Note that other users will need to update their working copies before they see the files as read-only.
hr: Zaključavanje datoteka bez 'svn:needs-lock' svojstva <b>neće</b> spriječiti ostale da ih mijenjaju u svojim radnim kopijama. Ako želite omogućiti strogo zaključavanje dodajte 'svn:needs-lock' svojstvo na sve takve datoteke i pohranite izmjene. Takve datoteke će imati oznake 'samo za čitanje', a tek zaključavanje će omogućiti izmjene. Primjetite da će ostali korisnici imati datoteke 'samo za čitanje' nakon obnavljanja svojih radnih kopija.

source: Getting file info...
hr: Dohvaćam info o datoteci...

source: Getting information from repository...
hr: Dohvaćam podatke iz skladišta...

source: Getting log info...
hr: Dohvaćam podatke o dnevniku...

source: Global ignore &pattern:
hr: Glob. &uzorak izostavljanja:

source: Global settings
hr: Globalne postavke

source: Go offline?
hr: Prekinuti vezu sa skladištem?

source: Group by branch
hr: Grupiraj po grani

source: H&ide unrelated changed paths
hr: S&akrij nepovezane promijenjene staze

source: Head revision is %s
hr: Glavna revizija je %s

source: Hide &deleted paths
hr: Sakrij &obrisane staze

source: Highest revision number in the cache
hr: Najviša revizija u spremniku

source: Hint: Press F5 to refresh the selected subtree and Ctrl-F5 to load all children too
hr: Savjet: pritisnite F5 da bi osvježili sadržaj označene mape ili Ctrl-F5 kako bi učitali i sadržaj svih podmapa

source: Hostname mismatch (%s)
hr: Neslaganje imena domaćina (%s)

source: ID:32785:V C +O
hr: ID:32773:V C +O

source: ID:32810:V +T
hr: ID:32810:V +Z

source: Icon Overlays / Status Columns
hr: Preklapanje ikona / Stupci statusa

source: Icons/Design/Code: Luebbe Onken
hr: Ikone/Dizajn/Kod: Luebbe Onken

source: If checked then a new folder is created in the repository. If not checked then the import goes directly to the specified URL.
hr: Ukoliko je označeno, tada se u skladištu radi nova mapa. Ako nije označeno, tada uvoz ide neposredno u zadani URL.

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
hr: Ukoliko je označeno, TortoiseSVN radi privremenu datoteku od osnove (BASE) za izradu razlika s proširenim ključnim riječima i usklađenim završecima linija.

source: If enabled, TortoiseSVN checks once a week if a newer version is available
hr: Ukoliko je uključeno TortoiseSVN provjerava jednom tjedno da li postoji novija verzija

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
hr: Ako je omogućeno, isključene mape u radnoj kopiji i dalje prikazuju prekrivnu ikonu za status 'normal'

source: If the repository can not be contacted
hr: Ako skladište nije dostupno

source: If you change this value, your existing working copies won't be recognized anymore! You must check out your working copies again. If you're not sure about this, then please read the docs. Are you absolutely sure you want to do this?
hr: Ako promjenite ovu vrijednost, vaše radne kopije ne budu prepoznate! Trebat ćete ponovo preuzeti radne kopije. Ako niste sigururni, molim pročitajte dokumentaciju. Da li ste uvjereni da želite ovo napraviti?

source: Ignore &all whitespaces
hr: Ignoriraj &sve prazne znakove

source: Ignore &case changes
hr: Zanemari &promjene velikih i malih slova

source: Ignore all whitespaces
hr: Ignoriraj sve razmake

source: Ignore ancestry
hr: Zanemari porijeklo

source: Ignored items included
hr: Zanemarene stavke uključene

source: Import %ld items
hr: Uvezi %ld stavaka

source: Import &message
hr: Uvezi &poruku

source: Import - TortoiseSVN
hr: Uvezi - TortoiseSVN

source: Import a previously saved set of properties from a file
hr: Uvozi prethodno spremljenu grupu svojstva iz datoteke

source: Import file %s to %s
hr: Uvozim datoteku %s u %s

source: Import file to %s
hr: Uvozim datoteku u %s

source: Import folder %s to %s
hr: Uvozim mapu %s u %s

source: Imports the directory to a repository
hr: Uvoz direktorija u skladište

source: Include ignored files
hr: Uključi zanemarene datoteke

source: Include merged revisions
hr: Uključi stopljene revizije

source: Internal value indicating compression quality
hr: Interna vrijednost kvalitete sažimanja

source: Invalid data object dropped!
hr: Neispravan podatkovni objekt je odbačen!

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hr: Pogrešan broj revizije! Valjane revizije su: HEAD, BASE, PREV, COMMITTED, WC, pozitivni cijeli brojevi, datumi u jednom od sljedećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hr: Pogrešan broj revizije! Valjane revizije su: HEAD pozitivni cijeli brojevi, datumi u jednom od sljedećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
hr: Neispravan raspon revizija! Ispravne revizije su brojevi i HEAD, odvojeni zarezima. Raspon može biti napisan pomoću crtice. Na primjer: 2-5,7,10,44-70,300-HEAD

source: It seems you are trying to <b>relocate</b> your working copy to a different path inside the same repository. From: %s To: %s A relocate is only needed if the path <b>to</b> a repository has changed. Changing to a different path <b>inside</b> a repository is done by a switch operation. Improper use of relocate <b>will corrupt your working copy!</b> If you are not sure what to do, please refer to our docs on <i>relocate</i>. Do you really want to relocate?
hr: Čini se da ste pokušali premjestiti(<b>Premjesti</b>) radnu kopiju na različitu stazu unutar istog skladišta. Od: %s Na: %s Premještanje je potrebno samo ako je staza <b>do</b> skladišta promijenjena. Za promjenu staze <b>unutar istog</b> skladišta koristite naredbu Zamijeni. Neodgovarajuća upotreba naredbe Premjesti <b>može razdesiti radnu kopiju!</b> Ako niste sigurni što učiniti, molim pogledajte dokumentaciju za naredbu <i>Premjesti</i> (engl. <i>relocate</i>). Da li stvarno želite premjestitiradnu kopiju?

source: Keep &locks
hr: Zadrži &lokote

source: Last commit revision:
hr: Zadnja pohranjena rev.:

source: Last saved revision of item
hr: Zadnja snimljena revizija stavke

source: Last time the cache content was changed
hr: Zadnja promjena sadržaja spremnika

source: Last time the cache was accessed
hr: Zadnji pristup spremniku

source: Last time the repository was asked for the HEAD revision number
hr: Vrijeme zadnjeg upita skladištu za broj HEAD inačice

source: Launches the external diff / merge program to solve the conflicts
hr: Pokreće vanjski program za rezlike / spajanja kako bi razriješio sukobe

source: Leave conflicted:
hr: Ostavi u sukobu:

source: Line
hr: Linija

source: List of repositories for which log information has been cached
hr: Popis skladišta za koja se u spremnik pohranjuju informacije dnevnika

source: List1
hr: Lista1

source: Location where the contents of the repository URL will be saved to.
hr: Mjesto gdje će sadržaj skladišta određenog URL-om biti snimljen.

source: Lock Files
hr: Zaključaj datoteke

source: Lock broken!
hr: Lokot slomljen!

source: Lock comment
hr: Komentar zaključavanja

source: Lock creation date:
hr: Datum zaključavanja:

source: Lock failed
hr: Zaključavanje nije izvršeno

source: Lock owner:
hr: Vlasnik lokota:

source: Lock stolen by %s
hr: Lokot je ukrao %s

source: Locked by %s
hr: Zaključao %s

source: Locking failed because a newer version exists! Do you want to update and try again?
hr: Zaključavanje nije uspjelo zato što postoji novija verzija! Želite li obnoviti i pokušati ponovo?

source: Locks a file for other users and makes it editable by you.
hr: Zaključava datoteku za ostale korisnike, Vi ju i dalje možete mijenjati.

source: Log Cache Statistics
hr: Statistika spremnika za dnevnik

source: Log Caching
hr: Spremnik za dnevnik

source: Log message
hr: Poruka dnevnika

source: Make this the default
hr: Odaberi za poćetnu postavku

source: Manage Subversion properties
hr: Upravljaj Subversion svojstvima

source: Mark as &resolved
hr: Označi kao &riješeno

source: Mark current revision of your working copy
hr: Označi trenutnu reviziju svoje radne kopije

source: Marks a file as resolved in Subversion Mark as resolved
hr: Označava datoteku kao razriješenu u Subversionu Označi kao razriješeno

source: Marks the revisions as merged, without actually doing the merge
hr: Označava reviziju stopljenom, no zapravo ne radi stapanje

source: Merge - TortoiseSVN
hr: Stopi - TortoiseSVN

source: Merge a range of revisions
hr: Stopi raspon revizija

source: Merge all
hr: Stopi sve

source: Merge depth:
hr: Dubina stapanja:

source: Merge non-interactive
hr: Stopi neinterkativno

source: Merge options
hr: Opcije stapanja

source: Merge revision range
hr: Stopi raspon revizija

source: Merge revision to...
hr: Stopi reviziju u...

source: Merge revisions to...
hr: Stopi revizije u...

source: Merge two different trees
hr: Stopi dva različita stabla

source: Merge type
hr: Tip stapanja

source: Merged revision(s) %s from %s:
hr: Stopljena revizija(e) %s od %s:

source: Merges a branch into the main trunk
hr: Spaja granu s glavnim deblom

source: Merges all missing revisions back into the working copy using merge-tracking information
hr: Stopi sve nedostajeće revizije natrag u radnu kopiju koristeći informacije praćenja verzija

source: Merging %s into %s, %s
hr: Stapanje %s u %s, %s

source: Merging r%ld
hr: Stapanje r%ld

source: Merging r%ld through r%ld
hr: Stapanje r%ld do r%ld

source: Message:
hr: Poruka:

source: Messages, authors and paths
hr: Poruke, autori i staze

source: Mime type
hr: Mime tip

source: Move %ld items to %s
hr: Premjesti %ld datoteka u %s

source: Move %s to %s
hr: Premjesti %s u %s

source: Move and rename item to here
hr: Ovdje premjesti uz promjenu imena

source: Move items to here
hr: Premjesti datoteke ovdje

source: Moved remotely
hr: Premješteno na daljinu

source: N&ext Conflict
hr: &Sljedeći sukob

source: Needs lock
hr: Zahtijeva lokot

source: Never try to contact the repository again
hr: Ne pokušavaj se ponovo spojiti sa skladištem

source: No
hr: Ne

source: No command specified! <hr=100%> TortoiseProc.exe is used by the Shell extension and should not be called directly!
hr: Naredba nije određena! <hr=100%> TortoiseProc.exe je korišten od strane dodatka ljusci i ne bi trebao biti zvan izravno!

source: No files or folders were modified. There is nothing for TortoiseSVN to revert!
hr: Niti jedna datoteka ili mapa nije izmijenjena. TortoiseSVN nema što vratiti!

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
hr: Niti jedna datoteka nije izmijenjena ili dodana od zadnje pohrane. TortoiseSVN nema ovdje što raditi...

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here... Do you want to see the unversioned files?
hr: Niti jedna datoteka nije izmijenjena ili dodana od zadnje pohrane. TortoiseSVN nema ovdje što raditi... Želite li vidjeti datoteke bez verzija?

source: Not recursive
hr: Nije poniruće

source: Note: the font settings also affect the TortoiseUDiff viewer
hr: Napomena: postavke pisma utječu i na TortoiseUDiff preglednik

source: Number of authors in the cache
hr: Broj autora u spremniku

source: Number of cached merged revisions
hr: Broj spremljenih stopljenih revizija

source: Number of cached revisions
hr: Broj spremljenih revizija

source: Number of cached revisions that have a non-empty change list
hr: Broj pohranjenih revizija koje imaju listu izmjena

source: Number of cached revisions that have user revision properties
hr: Broj pohranjenih revizija koje imaju postavljena korisnička svojstva

source: Number of cached revisions whose change list is not cached yet
hr: Broj pohranjenih revizija čije liste izmjena još nisu u spremniku

source: Number of cached revisions whose user revision properties are not cached yet
hr: Broj pohranjenih revizija čija korisnička svojstava još nisu u spremniku

source: Number of different paths shown in the log dialog, including parent paths
hr: Broj različitih staza u dijalogu dnevnika, uključivo početne (parent) staze

source: Number of different words used in log messages
hr: Broj različitih riječi upotrebljenih u porukama dnevnika

source: Number of merged revisions that are not cached yet
hr: Broj stopljenih inačica koje još nisu u spremniku

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
hr: Broj elemenata staze. Element staze je mapa ili ime datoteke kao 'foo.txt' ili 'mojaGrana'.

source: Oldest on to&p
hr: Naj&stariji na vrhu

source: Omit e&xternals
hr: Izostavi va&njske

source: Omit externals
hr: Izostavi vanjske

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk'). Are you sure you want to move the selected paths?
hr: Neka od staza koje pokušavate premjestiti je specijalna staza (neka od 'grana', 'oznaka' ili 'trunk'). Da li ste sigurni da želite premjestiti odabrane staze?

source: Only check out the &top folder
hr: Preuzmi samo &početnu mapu

source: Only record the merge
hr: Samo snimi stapanje

source: Only use s&pellchecker when tsvn:projectlanguage is set
hr: Koristi p&rovjeru pravopisa kada je postavljen tsvn:projectlanguage
