Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Reloads the opened files and reverts all changes. Reload
ca: Recarrega els fitxers oberts i restitueix tots els canvis. Recarrega
es_es: Regarga los archivos abiertos y restituye todos los cambios. Recargar
hr: Iznova učitava otvorene datoteke i poništava sve izmjene. Iznova učitaj
ja: 開いているファイルを再読み込みし、すべての変更を取り消す。 再読込
pl: Przeładowuje otwarte pliki z wycofaniem wszystkich zmian. Przeładuj
pt_br: Recarrega os arquivos abertos e reverte todas as alterações. Recarregar
ru: Перечитывает открытые файлы и убирает все изменения. Перечитать
ta_in: திறந்த கோப்புகளை மீண்டும் ஏற்றுகிறது மற்றும் எல்லா மாற்றங்களையும் மாற்றியமைக்கிறது. ஏற்றவும்
uk: Перевантажує відкриті файли та відвертає всі зміни. Перевантажити
zh_tw: 重新載入所有已開啟的檔案並且還原所有變更。 重新載入

source: Remember selection ("svn.rmdir" option)
ca: Recorda la selecció (opció "svn.rmdir")
es_es: Recordar selección (opción "svn.rmdir")
ja: 選択を記憶する("svn.rmdir" オプションで)
pl: Zapamiętaj wybór (opcja "svn.rmdir")
pt_br: Lembrar seleção ("svn.rmdir" opção)
ru: Запомнить выбор (опция "svn.rmdir")
ta_in: தேர்வை நினைவில் கொள்ளுங்கள் ("svn.rmdir" விருப்பம்)
zh_tw: 記憶此次的選擇（「svn.rmdir」選項）

source: Reminder: Commit your change after resolve
ca: Recordatori: Entrega els canvis després de la resolució
es_es: Recuerda: Consigna tus cambios trás resolver
ja: 注意: 競合を解決したらコミットして下さい
pl: Przypomnienie: Zatwierdź zmianę po rozwiązaniu
pt_br: Lembrete: Submeta suas mudanças após resolver
ru: Напоминание: Зафиксируйте ваши изменения после улаживания
ta_in: நினைவூட்டல்: தீர்வுக்குப் பிறகு உங்கள் மாற்றத்தை உறுதிமொழியுங்கள்
zh_tw: 提醒：在解決衝突後提交變更

source: Remote
ca: Remot
es_es: Remoto
ja: リモート
pl: Zdalny
pt_br: Remoto
ru: Внешнее
ta_in: தொலை
uk: Віддалено
zh_tw: 遠端

source: Remote &Branch:
ca: Branca remota
es_es: &Ramal remoto:
ja: リモートブランチ(&B):
pl: Zdalna &gałąź:
pt_br: &Ramo Remoto:
ru: Внешняя &Ветвь:
ta_in: தொலை &கிளை:
uk: Віддалена &Гілка:
zh_tw: 遠端分支(&B)：

source: Remote &URL:
ca: URL Remota
es_es: &URL Remota:
ja: リモート URL(&U):
pl: Zdalny &URL:
pt_br: &URL Remota:
ru: Внешний &URL:
ta_in: தொலை &ஒருங்கிணைந்தவளஇருப்பிடம்:
uk: Віддалений URL:
zh_tw: 遠端 &URL：

source: Remote &tracking branch
ca: Branca que segueix una branca remota
es_es: Ramal de seguimiento remoto
ja: リモート追跡ブランチ(&T)
pt_br: Ramo remoto &rastreado
ru: Внешняя &отслеживаемая ветвь
ta_in: தொலை & கண்காணிப்பு கிளை
zh_tw: 遠端追蹤分支 (&T)

source: Remote Branch
ca: Branca remota
es_es: Ramal remoto:
ja: リモートブランチ
pl: Zdalna gałąź
pt_br: Ramo Remoto
ru: Внешняя Ветвь
ta_in: தொலை கிளை
uk: Віддалене гілка
zh_tw: 遠端分支

source: Remote SHA1
ca: SHA1 remot
ja: リモート SHA1
pt_br: SHA1 remoto
ta_in: தொலை பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை1

source: Remote URL must not be empty.
ca: La URL remota no pot estar buida
es_es: URL Remota no debe estar vacía.
ja: リモート URL は空白を指定できません。
pl: Zdalny adres URL nie może być pusty.
pt_br: URL Remota não deve ser vazia.
ru: Внешний URL не может быть пустым.
ta_in: தொலை ஒருங்கிணைந்தவளஇருப்பிடம் காலியாக இருக்கக்கூடாது.
uk: Віддалений URL повинен бути заповненний
zh_tw: 遠端 URL 不能為空

source: Remote Update
ca: Actualització remota
es_es: Actualización Remota
ja: リモートを更新
pt_br: Atualizar Remoto
ru: Внешнее обновление
ta_in: தொலை புதுப்பிப்பு
uk: Віддалене оновлення
zh_tw: 遠端更新

source: Remote message
ca: Missatge remot
ja: リモート メッセージ
pt_br: Mensagem remota
ta_in: தொலை செய்தி

source: Remote name must not be empty.
ca: El nom remot no pot estar buit.
es_es: El nombre del Remoto no debe estar vacío.
ja: リモートの名前は空白を指定できません。
pl: Nazwa zdalna nie może być pusta.
pt_br: Nome remoto não pode ser vazio.
ru: Внешнее имя не может быть пустым.
ta_in: தொலை பெயர் காலியாக இருக்கக்கூடாது.
zh_tw: 遠端名稱不能為空。

source: Remote status
ca: Estat Remot
es_es: Estado de Remoto
hr: Udaljeni status
ja: リモートの状態
pl: Status zdalny
pt_br: Status remoto
ru: Статус внешнего
ta_in: தொலை நிலை
uk: Віддалений стан
zh_tw: 遠端狀態

source: Remote:
ca: Remot:
es_es: Remoto:
ja: リモート:
pl: Zdalny:
pt_br: Remoto:
ru: Внешнее хранилище:
ta_in: தொலை:
uk: Віддалено:
zh_tw: 遠端：

source: Remove
ca: Treu
es_es: Quitar
hr: Ukloni
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
ta_in: நீக்கு
uk: Видалити
zh_tw: 移除

source: Remove %ld items
ca: Suprimeix %ld items
es_es: Quitar %ld objetos
hr: Ukloni %ld stavke(aka)
ja: %ld 個の項目を削除
pl: Usuń %ld elementów
pt_br: Remover %ld itens
ru: Удаление %ld элементов
ta_in: %ld உருப்படிகளை அகற்று
uk: Видалити %ld елементів
zh_tw: 移除 %ld 項

source: Remove %s
ca: Suprimeix %s
es_es: Quitar %s
hr: Ukloni %s
ja: %s を削除
pl: Usuń %s
pt_br: Remover %s
ru: Удаление %s
ta_in: %s ஐ அகற்று
uk: Видалити %s
zh_tw: 移除 %s

source: Remove &all untracked files (-fx)
ca: Treu tots els arxius que no estan rastrejats (-fx)
es_es: Eliminar &todos los archivos sín seguimiento (-fx)
ja: すべてのバージョン管理外のファイルを削除 (-fx) (&A)
pl: Usuń &wszystkie nieśledzone pliki (-fx)
pt_br: Remover &todos os arquivos não monitorados (-fx)
ru: Убрать &все неверсированные файлы (-fx)
ta_in: கண்காணிக்கப்படாத அனைத்து கோப்புகளையும் அகற்று (-fx)
zh_tw: 移除所有未追蹤的檔案(-x)(&A)

source: Remove &branch
ca: Branca remota
es_es: Eliminar &ramal
ja: ブランチを削除(&B)
pl: Usuń &gałąź
pt_br: Remover &ramo
ru: Удалить &ветвь
ta_in: &கிளையை அகற்று
uk: Видаленя Гілки
zh_tw: 移除分支(&B)

source: Remove &non-ignored untracked files (-f)
ca: Treu els arxius no rastrejats que no estan ignorats (-f)
es_es: Eliminar archvios sín seguimiento &no-ignorados (-f)
ja: 無視リストにない、バージョン管理外のファイルを削除 (-f) (&A)
pt_br: Remover arquivos não monitorados que não não são ignorados (-f)
ru: Убрать &неигнорируемые неверсированные файлы (-f)
ta_in: &புறக்கணிக்கப்படாத கண்காணிக்கப்படாத கோப்புகளை (-f) அகற்று
zh_tw: 移除非忽略的未追蹤檔案(-f)(&N)

source: Remove all comments before doing the diff so changes inside comments don't show as different
ca: Suprimeix tots els comentaris abans de fer el diff de manera que els canvis en els comentaris no es mostrin com a diferències
es_es: Elimina todos los comentario antes de realizar el diff para que los cambios del interior de los comentarios no se muestren como diferentes.
ja: 差分を取る前にすべてのコメントを削除するので、コメント内の変更は差分として表示されません
pl: Usuń wszystkie komentarze przed wykonaniem porównania aby zmiany wewnątrz komentarzy nie były wyświetlane jako różnice
pt_br: Remove todos os comentários antes de fazer a comparação para que mudanças dentro de comentários não apareçam como diferenças
ru: Убрать все комментарии перед сравнением чтобы отличия в комментариях не отображались как отличия
ta_in: வேறுபாடுகளைச் செய்வதற்கு முன் எல்லாக் கருத்துகளையும் அகற்றவும், அதனால் கருத்துகளில் உள்ள மாற்றங்கள் வேறுபட்டதாகக் காட்டப்படாது
zh_tw: 比較差異前先移除所有註解，註解中的異動將不會顯示出來。

source: Remove from &ignore list
ca: Treu de la llista d'&ignorats
es_es: Quitar de lista de &ignorados
hr: Ukloni s popisa &zanemarenih
ja: 無視リストから削除(&I)
pl: Usuń z listy &ignorowanych
pt_br: Remover da lista de &ignorados
ru: Удалить из списка &игнорирования
ta_in: &புறக்கணிப்பு பட்டியலில் இருந்து அகற்று
uk: Видалити зі списку &ігнорованих
zh_tw: 自忽略列表移除(&I)

source: Remove from changelist
ca: Treu de la llista de canvis
es_es: Quitar de lista de cambios
hr: Ukloni s popisa izmjena
ja: 変更リストから削除
pl: Usuń z listy zmian
pt_br: Remover da lista de alterações
ru: Убрать из группы изменений
ta_in: மாற்றப்பட்டியலில் இருந்து நீக்கு
uk: Видалити зі списку змін
zh_tw: 自變更列表移除

source: Remove ignored files (-fX)
ca: Elimina arxius ignorats (-fX)
es_es: Eliminar archvios ignorados (-fX)
ja: 無視リストに該当するファイルを削除
pl: Usuń ignorowane pliki (-fX)
pt_br: Remover arquivos ignorados (-fX)
ru: Убрать игнорируемые файлы (-fX)
ta_in: புறக்கணிக்கப்பட்ட கோப்புகளை அகற்று (-fX)
zh_tw: 移除已忽略檔案(-fX)

source: Remove stale lock file
ca: Suprimeix fitxer de bloqueig caducat
ja: 状態ロックファイルを削除
pt_br: Remover arquivo de bloqueio obsoleto
ta_in: காலாவதியான பூட்டு கோப்பை அகற்று
zh_tw: 移除不適用的鎖定檔案

source: Remove unmanaged directories with .git folder (-f)
ca: Suprimeix els directoris no administrats amb .git carpeta (-f)
ja: .git フォルダからマージ前のディレクトリを削除 (-f)
pt_br: Remove diretórios não administrados com .git folder (-f)
ta_in: .கிட் கோப்புறை (-f) உடன் நிர்வகிக்கப்படாத கோப்பகங்களை அகற்று

source: Remove untracked directories (-d)
ca: Elimina directoris no rastrejats (-d)
es_es: Eliminar directorios sin seguimiento (-d)
ja: バージョン管理外のディレクトリを削除
pl: Usuń nieśledzone katalogi (-d)
pt_br: Remover diretórios não monitorados (-d)
ru: Удалить не отслеживаемые папки (-d)
ta_in: கண்காணிக்கப்படாத கோப்பகங்களை அகற்று (-d)
zh_tw: 移除未追蹤的目錄(-d)

source: Remove untracked files from the working tree, ...
ca: Elimina els arxius no rastrejats del directori de treball
es_es: Quitar archivos sin seguimiento del árbol de trabajo, ...
ja: ワーキングツリーからバージョン管理外のファイルを削除、...
pl: Usuń nieśledzone pliki z kopii roboczej...
pt_br: Remover arquivos não monitorados da cópia de trabalho, ...
ru: Удалить неверсированные файлы из рабочей копии, ...
ta_in: பணிபுரியும் மரத்திலிருந்து கண்காணிக்கப்படாத கோப்புகளை அகற்றவும், ...
zh_tw: 從工作目錄移除不受版本控制的檔案

source: Removed
ca: Tret
es_es: Quitado
hr: Uklonjeno
ja: 削除
pl: Usunięto
pt_br: Removido
ru: Убранное
ta_in: அகற்றப்பட்டது
uk: Видалено
zh_tw: 移除

source: Removed from changelist
ca: Tret de la llista de canvis
es_es: Quitado de la lista de cambios
hr: Uklonjeno s popisa izmjena
ja: 変更リストから削除
pl: Usunięto z listy zmian
pt_br: Removido da lista de alterações
ru: Убрано из группы изменений
ta_in: மாற்றப்பட்டியலில் இருந்து நீக்கப்பட்டது
uk: Видалено зі списку змін
zh_tw: 已自變更列表移除

source: Removed the file pattern(s) %s from the ignore list.
ca: -Esborrat(s) Patró(ns) de fitxer %s de la llista d'ignorats.
es_es: Quitado el archivo plantilla(s) %s de la ista de ignorados.
hr: Uklonio sam uzorak(ke) datoteke(a) %s s popisa zanemarenih.
ja: ファイルパターン %s を無視リストから削除しました。
pl: Usunięto wzorce plików %s z listy ignorowanych.
pt_br: Removido(s) o(s) arquivo(s )modelo %s da lista de ignorados.
ru: Следующие шаблоны файлов %s удалены из списка игнорирования.
ta_in: கோப்பு முறை(கள்) அகற்றப்பட்டது %s புறக்கணிப்பு பட்டியலில் இருந்து.
uk: Видалено шаблон(и) файлів %s зі списку ігнорованих
zh_tw: 自忽略列表移除 %s 檔名樣式。

source: Removes the file or filemask from the list of ignored items
ca: Treu el fitxer o màscara de fitxer de la llista d'elements ignorats
es_es: Quitado el archivo o archivo-mascara de la lista de elementos ignorados.
hr: Uklanja datoteku ili masku datoteka s popisa zanemarenih stavki
ja: ファイルもしくはファイルマスクを無視リストから削除
pl: Usuwa zaznaczone pliki lub maski plików z listy ignorowanych
pt_br: Remove o arquivo ou a máscara de arquivos da lista de ignorados
ru: Удаляет файлы или маску файлов из списка игнорирования
ta_in: புறக்கணிக்கப்பட்ட பொருட்களின் பட்டியலில் இருந்து கோப்பு அல்லது கோப்பு முகமூடியை நீக்குகிறது
uk: Видалає файл або маску файла зі списку ігнорованих елементів
zh_tw: 從忽略列表中移除檔案或檔案遮罩

source: Rename
ca: Canvia el nom
es_es: Renombrado
hr: Promijeni ime
ja: 名前変更
pl: Zmień nazwę
pt_br: Renomear
ru: Переименование
ta_in: மறுபெயரிடு
uk: Перейменувати
zh_tw: 重新命名

source: Rename %s
ca: Canvia el nom %s
es_es: Renombrar %s
hr: Preimenuj %s
ja: %s の名前を変更
pl: Zmień nazwę %s
pt_br: Renomear %s
ru: Переименовать %s
ta_in: %s ஐ மறுபெயரிடவும்
uk: Перейменування %s
zh_tw: 重新命名 %s

source: Rename - TortoiseGit
ca: Canvia el nom - TortoiseGit
es_es: TortoiseGit - Renombra
ja: 名前の変更 - TortoiseGit
pl: Zmień nazwę - TortoiseGit
pt_br: Renomear - TortoiseGit
ru: Переименовать - TortoiseGit
ta_in: மறுபெயரிடு - ஆமைகிட்
uk: Перейменування - TortoiseGit
zh_tw: 重新命名 - TortoiseGit

source: Rename "%s":
ca: Canvia el nom de "%s":
es_es: Renombrar "%s":
ja: "%s" の名前を変更:
pl: Zmień nazwę "%s":
pt_br: Renomear "%s":
ru: Переименовать "%s":
ta_in: "%s" மறுபெயரிடவும்:
uk: Перейменування "%s"
zh_tw: 重新命名「%s」：

source: Rename/move
ca: Canvia el nom/mou
es_es: Renombrar/mover
ja: 名前変更/移動
pl: Zmień nazwę/przenieś
pt_br: Renomear/mover
ru: Переименование/перемещение
ta_in: மறுபெயரிடு/நகர்த்து
uk: Перейменувати/перемістити
zh_tw: 重新命名／移動

source: Renames files/folders inside version control
ca: Reanomena els arxius/carpetes que estan sota el control de versions
es_es: Renombrar archivos/carpetas dentro del control de versión
ja: バージョン管理内のファイル/フォルダーの名前を変更
pl: Zmienia nazwy plików/folderów wewnątrz kontroli wersji
pt_br: Renomeia arquivos/pastas dentro do controle de versão
ru: Переименовывает файлы/папки внутри управления версиями
ta_in: பதிப்புக் கட்டுப்பாட்டில் உள்ள கோப்புகள்/கோப்புறைகளை மறுபெயரிடுகிறது
uk: Перейменування файлів/тек у управління версіями
zh_tw: 重新命名版本控制中的「檔案／資料夾」

source: Repeat the last action Repeat
ca: Repeteix la darrera acció Repeteix
es_es: Repetir la última acción Repetir
hr: Ponovi zadnju akciju Ponovi
ja: 直前に行った操作を繰り返す 繰り返し
pl: Powtarza ostatnią operację Powtórz
pt_br: Repetir a última ação Repetir
ru: Повторить последнее действие Повторить
ta_in: கடைசி செயலை மீண்டும் செய்யவும் மீண்டும்
uk: Повторити останню дію Поторити
zh_tw: 重覆上次動作 重覆

source: Replace &All
ca: Substitueix &Tots
es_es: Reemplazar &todo
ja: すべて置換(&A)
pl: Zastąp &Wszystkie
pt_br: Substituir &Todos
ru: Заменить &все
ta_in: &அனைத்தையும் மாற்றவும்
uk: Замінити &Усі
zh_tw: 全部取代(&A)

source: Replace specific text with different text Replace
ca: Reemplaça text específic amb text diferent Reemplaça
es_es: Reemplazar el texto específicado con un texto diferente Reemplazar
hr: Zamijeni označeni tekst nekim drugim tekstom Zamijeni
ja: 指定された文字列を、他の文字列に置き換える 置換
pl: Zamienia podany tekst na inny Zamień
pt_br: Substituir determinado texto por texto diferente Substituir
ru: Заменяет заданный текст другим Заменить
ta_in: குறிப்பிட்ட உரையை வேறு உரையுடன் மாற்றவும் மாற்று
uk: Замінити певний текст іншим текстом Замінити
zh_tw: 用指定的文字取代特定文字 取代

source: Replace with:
ca: Substitueix amb:
es_es: Reemplazar con:
ja: 置換後の文字列:
pl: Zastąp przez:
pt_br: Substituir com:
ru: Заменить на:
ta_in: இதனுடன் மாற்றவும்:
uk: Замінити на:
zh_tw: 取代為：

source: Replace:
ca: Substitueix:
es_es: Reemplazar:
ja: 置換:
pl: Zastąp:
pt_br: Substituir:
ru: Переместить:
ta_in: மாற்று:
uk: Замінити:
zh_tw: 取代：

source: Replaced %d matches
ca: Substituïdes %d coincidències
es_es: Reemplazadas %d coincidencias
ja: 一致した %d 件を置換しました
pl: Zastąpiono %d dopasowań
pt_br: Subistituídas %d correspondências
ru: Заменено %d совпадений
ta_in: %d பொருத்தங்கள் மாற்றப்பட்டது
zh_tw: 取代了 %d 符合項目

source: Replacing
ca: Reemplaçant
es_es: Reemplazando
hr: Mijenjam
ja: 置換
pl: Zastępowanie
pt_br: Substituindo
ru: Перемещено
ta_in: மாற்று
uk: Замінюється
zh_tw: 正在取代

source: Repository &URL
ca: URL del dipòsit
es_es: &URL del Repositorio
ja: リポジトリのURL(&U)
pl: Adres &URL repozytorium
pt_br: &URL do Repositório
ru: URL хранилища
ta_in: களஞ்சியம் &ஒருங்கிணைந்தவளஇருப்பிடம்
uk: &URL Сховища
zh_tw: 版本庫 &URL

source: Repository Browser
ca: Navegador de dipòsits
es_es: Explorador de Repositorio
hr: Preglednik skladišta
ja: リポジトリブラウザー
pl: Przeglądarka repozytorium
pt_br: Navegador de Repositório
ru: Обозреватель хранилища
ta_in: களஞ்சியம் உலாவி
uk: Оглядач сховища
zh_tw: 版本庫瀏覽器

source: Repository:
ca: Dipòsit:
es_es: Repositorio:
ja: リポジトリ:
pl: Repozytorium:
pt_br: Repositório:
ru: Хранилище:
ta_in: களஞ்சியம்:
uk: Сховище:
zh_tw: 版本庫：

source: Request pull
ca: Demana una estirada
es_es: Solicitar incorporación (pull)
ja: プルリクエスト
pt_br: Pedir para puxar
ru: Запросить получение
ta_in: இழுக்க கோரிக்கை
zh_tw: 要求拉取

source: Requests a username and a password
ca: Demana un nom d'usuari i contrasenya
es_es: Se requiere un nombre de usuario y una contraseña
hr: Traži korisničko ime i zaporku
ja: ユーザー名とパスワードが必要です
pl: Prośba o nazwę użytkownika i hasło
pt_br: Solicita um nome de usuário e uma senha
ru: запрашивает имя пользователя и пароль
ta_in: பயனர் பெயர் மற்றும் கடவுச்சொல்லை கோருகிறது
uk: Питає ім'я та пароль
zh_tw: 需要「帳號」和「密碼」

source: Res&olve...
ca: Res&ol...
es_es: Res&olver...
ja: 解決する(&O)...
pl: R&ozwiąż...
pt_br: Res&olver...
ru: У&ладить...
ta_in: தீர்வு...
zh_tw: 解決(&O)...

source: Reset
ca: &Reinicialitza
es_es: Reinicia
ja: リセット
pl: Resetuj
pt_br: Redefinir
ru: Сброс
ta_in: மீட்டமை
uk: Перезавантажити
zh_tw: 重設

source: Reset Type
ca: Reinicialitza tipus
es_es: Tipo de Reinicio
ja: リセットの種類
pt_br: Redefinir Tipo
ru: Сбросить тип
ta_in: வகையை மீட்டமை
uk: Перезавантажити Тип
zh_tw: 重設類型

source: Reset active branch
ca: Reinicialitza branca activa
es_es: Restablecer ramal activo
ja: 現在のブランチのリセット
pl: Resetuj aktywną gałąź
pt_br: Redefinir ramo ativo
ru: Восстановить текущую ветвь
ta_in: செயலில் உள்ள கிளையை மீட்டமை
zh_tw: 重設現在分支

source: Reset columns
ca: Reinicialitza columnes
es_es: Reiniciar columnas
hr: Resetiraj kolone
ja: 列をリセット
pl: Przywróć kolumny
pt_br: Reiniciar colunas
ru: Сбросить колонки
ta_in: நெடுவரிசைகளை மீட்டமை
uk: Переініціалізувати стовпці
zh_tw: 重設行

source: Resolve
ca: Resol
es_es: Resolver
hr: Razriješi
ja: 競合の解決
pl: Rozwiąż konflikt
pt_br: Resolver
ru: Улаживание
ta_in: தீர்வு
uk: Владнати
zh_tw: 解決

source: Resolve Submodule Conflict
ca: Resol el conflicte del sub-mòdul
es_es: Resolver conflicto de submódulo
ja: サブモジュールの競合の解決
pt_br: Resolver Conflito de Submódulo
ru: Уладить конфликт подмодуля
ta_in: துணைதொகுதி முரண்பாடைத் தீர்க்கவும்
zh_tw: 解決子模組衝突

source: Resolve conflict using "%s"
ca: Resol el conflicte usant "%s"
ja: "%s" を使って競合を解決
pt_br: Resolver conflito usando "%s"
ta_in: "%s"ஐப் பயன்படுத்தி முரண்பாட்டைத் தீர்க்கவும்

source: Resolved
ca: Resolt
es_es: Resuelto
hr: Razriješeno
ja: 解決済み
pl: Rozwiązany
pt_br: Resolvido
ru: Улажено
ta_in: தீர்ந்தது
uk: Владнано
zh_tw: 已解決

source: Resolved: %s
ca: Resolt: %s
es_es: Resuelto: %s
hr: Razriješeno: %s
ja: %sの競合を解決しました。
pl: Rozwiązany: %s
pt_br: Resolvido: %s
ru: Улажено: %s
ta_in: தீர்ந்தது: %s
uk: Владнано: %s
zh_tw: 已解決： %s

source: Resolves conflicted files
ca: Resol fitxers en conflicte
es_es: Resuelve los archivos con conflictos
hr: Razrješuje sukobljene datoteke
ja: ファイルの競合を解決する
pl: Rozwiązuje konflikty w plikach
pt_br: Resolve os arquivos com conflito
ru: Улаживает файлы с конфликтами
ta_in: முரண்பட்ட கோப்புகளை தீர்க்கிறது
uk: Владнує конфліктні файли
zh_tw: 解決有衝突的檔案

source: Restart rebase
ca: Reinicia el rebase
es_es: Reiniciar reasentado (rebase)
ja: リベース再開
pl: Ponownie uruchom zmianę bazy
pt_br: Reiniciar
ru: Перезапустить перебазирование
ta_in: மறுதளத்தை மீண்டும் தொடங்கு
zh_tw: 重新開始變基

source: Restore
ca: Restaura
es_es: Restaurar
ja: 復元
pl: Przywrócenie
pt_br: Restaurar
ru: Восстановить
ta_in: மீட்டமை
uk: Відновити
zh_tw: 還原

source: Restore Default
ca: Restaura Per Defecte
es_es: Restaurar por defecto
hr: Vrati početne postavke
ja: デフォルトを復元
pl: Przywróć domyślne
pt_br: Restaurar padrão
ru: Сбросить на исходные
ta_in: இயல்புநிலையை மீட்டமை
uk: Відновити типове
zh_tw: 還原預設值

source: Restore after commit
ca: Restaura després de l'entrega
es_es: Restaurar después de consignar
ja: コミット後に復元
pl: Przywróć po zatwierdzeniu
pt_br: Restaurar depois de submissão
ru: Восстановить после фиксации
ta_in: உறுதிமொழியான பிறகு மீட்டமை
zh_tw: 提交後還原

source: Restore the window to normal size
ca: Restaura finestra a tamany normal
es_es: Restaurar ventana a tamaño normal
hr: Vraća prozor na normalnu veličinu
ja: ウィンドウを通常のサイズに復元
pl: Przywraca normalny rozmiar okna
pt_br: Restaura a janela para o tamanho normal
ru: Восстановить окно до нормального размера
ta_in: சாளரத்தை இயல்பான அளவிற்கு மீட்டமை
uk: Відновити вікно до нормального розміру
zh_tw: 還原視窗至一般大小

source: Restored
ca: Restaurat
es_es: Restaurado
hr: Obnovljeno
ja: 復元
pl: Przywrócono
pt_br: Restaurado
ru: Восстановлено
ta_in: மீட்டெடுக்கப்பட்டது
uk: Відновлено
zh_tw: 已還原

source: Retrying in 2 seconds...
ca: Tornant a intentar-ho en 2 segons...
es_es: Reintentando en 2 segundos...
ja: 2秒後に再実行...
pt_br: Tentando novamente em 2 segundos...
ru: Повтор попытки через 2 секунды...
ta_in: 2 வினாடிகளில் மீண்டும் முயற்சிக்கிறது...
zh_tw: 兩秒後重試...

source: Revert
ca: Restitueix
es_es: Restituir
hr: Vrati na staro
ja: 変更の取り消し
pl: Wycofaj zmiany
pt_br: Reverter
ru: Откатить
ta_in: திரும்பப் பெறு
uk: Відвернути
zh_tw: 復原

source: Revert commit
ca: Restitueix entrega
es_es: Restituir consigna
ja: コミットを取り消す
pl: Cofnij zatwierdzenie
pt_br: Reverter submissão
ru: Откатить фиксацию
ta_in: உறுதிமொழியைத் திரும்பப் பெறு
zh_tw: 復原版本

source: Revert commit %s
ca: Restitueix entrega %s
es_es: Restituir consigna %s
ja: コミット %s を取り消す
pl: Cofnij zatwierdzenie %s
pt_br: Reverter submissão %s
ru: Откатить фиксацию %s
ta_in: %sஐ திரும்பப் பெறவும்
zh_tw: 復原版本 %s

source: Revert the selected commit(s)?
ta_in: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழி(களை) திரும்பப் பெறவா?

source: Revert to parent revision
ca: Restitueix a la revisió pare
es_es: Recuperar a la revisión anterior
ja: 親リビジョンに変更の取り消し
pt_br: Reverter para a revisão pai
ru: Откатить к родительской ревизии
ta_in: பெற்றோர் திருத்தத்திற்கு திரும்பப் பெறவும்
zh_tw: 還原到父版本

source: Revert to revision %s
ca: Restitueix a la revisió %s
es_es: Recuperar a la revisión %s
ja: リビジョン %s へ戻す
pl: Wycofaj do wersji %s
pt_br: Reverter para revisão %s
ru: Откатить к ревизии %s
ta_in: மீள்திருத்தம் %sக்கு திரும்பப் பெறவும்
zh_tw: 還原到版本 %s

source: Reverted
ca: Restituït
es_es: Restituido
hr: Vraćeno na staro
ja: 変更の取り消し
pl: Wycofane zmiany
pt_br: Revertido
ru: Возвращено
ta_in: திரும்பப் பெற்றது
uk: Відвернено
zh_tw: 已復原

source: Reverts all changes you made since the last update
ca: Restitueix tots els canvis que has fet des de la darrera actualització
es_es: Restituye todos los cambios realizados desde la última actualización
hr: Poništava sve izmjene koje su učinjene nakon zadnje obnove
ja: 最後の更新以降のすべての変更を取り消す
pl: Wycofuje wszystkie zmiany dokonane od ostatniej aktualizacji
pt_br: Reverter todas as alterações que você fez desde a última atualização
ru: Убирает все изменения, которые вы сделали после последнего обновления
ta_in: கடைசி புதுப்பித்தலில் இருந்து நீங்கள் செய்த அனைத்து மாற்றங்களையும் திரும்பப் பெறுகிறது
uk: Відвертає всі зміни, внесені пілся останнього оновлення
zh_tw: 復原從上次更新之後全部的變動

source: Reverts an addition to version control
ca: Desfés una addició al control de versions
es_es: Restituye un añadido al control de versión
hr: Poništava dodavanje datoteke(a) pod nadzor Subversiona
ja: バージョン管理への追加を取り消す
pl: Odwraca dodanie do kontroli wersji
pt_br: Reverte uma adição ao controle de versão
ru: Убирает добавленное из-под управления версиями
ta_in: பதிப்புக் கட்டுப்பாட்டிற்கு ஒரு சேர்த்தலை திரும்பப் பெறுகிறது
uk: Відвертає додаток до керування версіями
zh_tw: 取消加入檔案至版本控制

source: Review Patch with TortoiseGitMerge
ca: Revisa pedaç amb TortoiseGitMerge
es_es: Revisar Parche con TortoiseGitMerge
ja: TortoiseGitMergeでパッチをレビュー
pl: Przejrzyj poprawkę przy pomocy TortoiseGitMerge
pt_br: Rever Correções com TortoiseGitMerge
ru: Просмотреть заплатку в TortoiseGitMerge
ta_in: ஆமைகிட்ஒன்றிணை உடன் ஒட்டை மதிப்பாய்வு செய்யவும்
zh_tw: 使用 TortoiseGitMerge 檢閱補綴

source: Review/apply a unified diff file with TortoiseGitMerge
ca: Revisa/aplica un arxiu de diff unificat amb TortoiseGitMerge
es_es: Revisar/aplicar un archivo Dif. unificado con TortoiseGitMerge
ja: TortoiseGitMergeでUnified形式の差分ファイルをレビュー/適用
pl: Przejrzyj/zastosuj plik różnicowy przy pomocy TortoiseGitMerge
pt_br: Rever/aplicar um arquivo de correções unificado com o TortoiseGitMerge
ru: Просмотреть/применить файл объединённых различий при помощи TortoiseGitMerge
ta_in: ஆமைகிட்ஒன்றிணை உடன் ஒருங்கிணைந்த வேறுபாடு கோப்பை மதிப்பாய்வு செய்யவும்/பயன்படுத்தவும்
zh_tw: 使用 TortoiseGitMerge「檢閱／套用」統合式差異檔

source: Review/apply single &patch...
ca: Revisa/aplica un sol pedaç...
es_es: Revisar/aplicar un sólo &parche...
ja: パッチをレビュー/適用(&P)...
pl: Przeglądaj/zatwierdź pojedynczą zmianę...
pt_br: Rever/aplicar única &correção...
ru: Посмотреть/применить одну заплатку
ta_in: ஒற்றை &ஒட்டை மதிப்பாய்வு செய்யவும்/பயன்படுத்தவும்...
zh_tw: 「檢閱／套用」單一補綴...

source: Revision
ca: Revisió
es_es: Revisión
hr: Revizija
ja: リビジョン
pl: Wersja
pt_br: Revisão
ru: Ревизия
ta_in: மீள்திருத்தம்
uk: Модифікація
zh_tw: 版本
