Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Use block from right before left
ca: Utilitza bloc dreta abans que esquerra
es_es: Usar bloque de la derecha antes que el izquierdo
ja: 右→左の順でブロックを使用
pl: Użyj bloku z prawej przed lewym
pt_br: Usar bloco de texto da direita antes do da esquerda
ru: Использовать правый блок перед левым
ta_in: இடதுக்கு முன் வலமிருந்து தொகுதியைப் பயன்படுத்தவும்
uk: Використати правий блок перед лівим
zh_tw: 右區塊＋左區塊

source: Use block from right view before block from left view Use block from right before left
ca: Utilitza bloc de la vista dreta abans que bloc de la vista esquerra Utilitza bloc de la dreta abans que de l'esquerra
es_es: Usar bloque de la vista derecha antes que el izquierdo Usar bloque derecho antes que el izquierdo
ja: 左ビューのブロックの前に右ビューのブロックを使用する 右→左の順でブロックを使用
pl: Użyj bloku z prawej strony przed blokiem z lewej Użyj bloku z prawej przed lewym
pt_br: Usar bloqueio da visualização direita antes do bloqueio da visualização esquerda Usar bloqueio da direita antes da esquerda
ru: Использовать блок из правой панели перед блоком из левой Использовать правый блок перед левым
ta_in: இடது பார்வையில் இருந்து தொகுதிக்கு முன் வலது பார்வையில் இருந்து தொகுதியைப் பயன்படுத்தவும் இடதுக்கு முன் வலமிருந்து தொகுதியைப் பயன்படுத்தவும்
uk: Використати блок з правого подання перед блоком з лівого Використати правий блок перед лівим
zh_tw: 先使用「右」窗格的文字區塊，再使用「左」窗格的文字區塊。 右區塊＋左區塊

source: Use both text blocks (this one first)
ca: Utilitza els dos blocs de text (primer aquest)
es_es: Usar ambos bloques de texto (este primero)
hr: Koristi oba bloka teksta (prvo ovaj)
ja: 両方のテキストブロックを使用（こちらを前にする）
pl: Użyj obu bloków tekstu (ten jako pierwszy)
pt_br: Use ambos blocos de texto (este aqui primeiro)
ru: Использовать оба текстовых блока (этот в начале)
ta_in: இரண்டு உரைத் தொகுதிகளையும் பயன்படுத்தவும் (இது முதலில்)
uk: Використати обидва текстові блоки (цей першим)
zh_tw: 右區塊使用雙方的文字區塊（先使用本區塊）

source: Use both text blocks (this one last)
ca: Utilitza els dos blocs de text (aquest el darrer)
es_es: Usar ambos bloques de texto (este el último)
hr: Koristi oba bloka teksta (ovaj na kraju)
ja: 両方のテキストブロックを使用（こちらを後にする）
pl: Użyj obu bloków tekstu (ten jako ostatni)
pt_br: Use ambos blocos de texto (este aqui último)
ru: Использовать оба текстовых блока (этот в конце)
ta_in: இரண்டு உரைத் தொகுதிகளையும் பயன்படுத்தவும் (இது கடைசியாக)
uk: Використати обидва текстові блоки (цей останнім)
zh_tw: 右區塊使用雙方的文字區塊（後使用本區塊）

source: Use commit dates
ca: Utilitza les dates d'entrega
ja: コミットの日時を使用
pt_br: Usar datas de submissões
ta_in: உறுதிமொழி தேதிகளைப் பயன்படுத்தவும்

source: Use committer names
ca: Utilitza els noms dels entregadors
ja: コミッターの名前を使用
pt_br: Usar nomes de submetedores
ta_in: உறுதிமொழி அளித்தவர் பெயர்களைப் பயன்படுத்து

source: Use common ancestor (A...B diff)
ta_in: பொது மூதாதையரைப் பயன்படுத்து (அ...ஆ வேறுபாடு)

source: Use configured server
ca: Utilitza el servidor configurat
es_es: Usar servidor configurado
ja: 設定済サーバーを使用
pl: Użyj skonfigurowanego serwera
pt_br: Usar servidor configurado
ru: Использовать сконфигурированный сервер
ta_in: உள்ளமைக்கப்பட்ட சேவையகத்தைப் பயன்படுத்து
uk: Використати налаштований сервер
zh_tw: 使用已組態伺服器

source: Use dark mode
ta_in: இருண்ட பயன்முறையைப் பயன்படுத்து

source: Use left block
ca: Utilitza el bloc de l'esquerra
es_es: Usar bloque izq
ja: 左ブロック を使用
pl: Użyj lewego bloku
pt_br: Usar bloco da esquerda
ru: Использовать левый блок
ta_in: இடது தொகுதியைப் பயன்படுத்து
uk: Використати лівий блок
zh_tw: 使用左區塊

source: Use left file
ca: Utilitza fitxer esquerra
es_es: Usar archivo Izqi
hr: Koristi lijevu datoteku
ja: 左の ファイル を使用
pl: Użyj pliku po lewej
pt_br: Usar arquivo da esquerda
ru: Использовать левый файл
ta_in: இடது கோப்பை பயன்படுத்து
uk: Використати лівий файл
zh_tw: 使用左檔案

source: Use left text block
ca: Utilitza el bloc de text de l'esquerra
ja: 左の テキスト ブロック を使用
pt_br: Usar bloco de texto da esquerda
ta_in: இடது உரைத் தொகுதியைப் பயன்படுத்து

source: Use left text block then right
ca: Utilitza el bloc de text de l'esquerra i després el de la dreta
ja: 左→右の順で テキスト ブロック を使用
pt_br: Usar bloco de texto da esquerda e então da direita
ta_in: இடது உரைத் தொகுதியைப் பயன்படுத்து பின்னர் வலதுபுறம்

source: Use local branch color for current branch
ca: Utilitza el color de la branca local per la branca actual
es_es: Usar color del ramal local para el ramal actual
ja: ローカルブランチの色をカレントブランチに使用
pt_br: Usar cor do ramo local para o ramo atual
ru: Использовать цвет локальной ветви для текущей ветви
ta_in: தற்போதைய கிளைக்கு உள்ளூர் கிளை நிறத்தை பயன்படுத்தவும்
uk: Використовувати колір локальної гілки для поточної гілки
zh_tw: 採用本地分支的顏色做為目前分支的顏色

source: Use recycle bin when reverting
ca: No eliminis els arxius a restituir, envia'ls a la paperera.
es_es: Usar la papelera de reciclaje al restituir
ja: 変更を取り消す際にごみ箱を使用する
pl: Użyj kosza przy wycofywaniu zmian
pt_br: Usar lixeira para fazer reversão
ru: Использовать корзину при возврате изменений
ta_in: பின்செல்லும்போது மறுசுழற்சி தொட்டியைப் பயன்படுத்தவும்
uk: Використовувати корзину під час відвертання
zh_tw: 復原時使用資源回收筒

source: Use regular expression
ca: Utilitzar expressió regular
es_es: Usar expresiones regulares
hr: Koristi regularne izraze
ja: 正規表現を使用する
pl: Użyj wyrażenia regularnego
pt_br: Usar expressão regular
ru: Регулярное выражение
ta_in: வழக்கமான வெளிப்பாட்டைப் பயன்படுத்து
uk: Використати регулярний вираз
zh_tw: 使用正規表示式

source: Use right block
ca: Utilitza el bloc de la dreta
es_es: Usar el bloque de la derecha
ja: 右ブロック を使用
pl: Użyj prawego bloku
pt_br: Usar bloco direito
ru: Использовать правый блок
ta_in: வலது தொகுதியைப் பயன்படுத்து
uk: Використати правий блок
zh_tw: 改用右區塊內容

source: Use right text block
ca: Utilitza el bloc de text de la dreta
ja: 右の テキスト ブロック を使用
pt_br: Usar bloco de texto da direita
ta_in: வலது உரைத் தொகுதியைப் பயன்படுத்து

source: Use right text block then left
ca: Utilitza el bloc de text de la dreta i després el de l'esquerra
ja: 右→左の順で テキスト ブロック を使用
pt_br: Usar bloco de texto da direita e então da esquerda
ta_in: வலது உரைத் தொகுதியைப் பயன்படுத்தவும் பின்னர் இடதுபுறம்

source: Use spaces
ca: Utilitza espais
es_es: Usar espacios
ja: スペース を使用
pl: Użyj spacji
pt_br: Usar espaços
ru: Использовать пробелы
ta_in: இடைவெளிகளைப் பயன்படுத்து
uk: Використовувати пробіли
zh_tw: 使用空白字元取代 Tab

source: Use system locale for date/time
ca: Utilitzeu la configuració local per la data/hora
es_es: Fecha/hora configurada por el sistema
hr: Koristi sistemske postavke datuma/vremena
ja: 日付/時刻にシステムロケールを使用する
pl: Użyj systemowych ustawień daty/czasu
pt_br: Usar local do sistema para data/hora
ru: Использовать формат даты/времени из системных настроек
ta_in: தேதி/நேரத்திற்காக கணினி மொழியைப் பயன்படுத்து
uk: Викор. системну локаль для дати/часу
zh_tw: 使用系統語系表示「日期／時間」

source: Use text block from &left
ca: Utilitza el bloc de text de &l'esquerra
ja: 左の テキスト ブロック を使用(&L)
pt_br: Usar bloco de texto da &esquerda
ta_in: &இடமிருந்து உரைத் தொகுதியைப் பயன்படுத்து

source: Use text block from &right
ca: Utilitza el bloc de text de la d&reta
ja: 右の テキスト ブロック を使用(&R)
pt_br: Usar bloco de texto da &direita
ta_in: &வலதுபுறத்தில் இருந்து உரைத் தொகுதியைப் பயன்படுத்து

source: Use text block from l&eft before right
ca: Utilitza el bloc de text de l'&esquerra abans de la dreta
ja: 左→右の順で テキスト ブロック を使用(&E)
pt_br: Usar bloco de texto da e&squerda antes da direita
ta_in: வலதுபுறம் முன் இடமிருந்து உரைத் தொகுதியைப் பயன்படுத்தவும்

source: Use text block from left before right file Use left file text block then right
ca: Utilitza el bloc de text de l'esquerra abans que el fitxer de la dreta Utilitza el bloc de text del fitxer de l'esquerra i després la dreta
ja: 左→右の順で テキスト ブロック を使用 左のファイルのテキストブロックを使用し、それから右を使用する
pt_br: Usar bloco de texto da esquerda antes do arquivo da direita Usar bloco de texto do arquivo da esquerda e então da direita
ta_in: வலது கோப்பின் முன் இடமிருந்து உரைத் தொகுதியைப் பயன்படுத்தவும் இடது கோப்பின் உரைத் தொகுதியைப் பயன்படுத்தவும் பின்னர் வலதுபுறம்

source: Use text block from left file Use left file text block
ca: Utilitza el bloc de text del fitxer de l'esquerra Utilitza el bloc de text del fitxer de l'esquerra
ja: 左の テキスト ブロック を使用 左のファイルのテキストブロックを使用する
pt_br: Usar bloco de texto do arquivo da esquerda Usar bloco de texto do arquivo da esquerda
ta_in: இடது கோப்பில் இருந்து உரைத் தொகுதியைப் பயன்படுத்து இடது கோப்பு உரைத் தொகுதியைப் பயன்படுத்து

source: Use text block from r&ight before left
ca: Utilitza el bloc de text de la dreta abans de l'esquerra
ja: 右→左の順で テキスト ブロック を使用(&I)
pt_br: Usar bloco de texto da d&ireita antes da esquerda
ta_in: இடதுபுறத்திற்கு முன் &வலதிலிருந்து உரைத் தொகுதியைப் பயன்படுத்தவும்

source: Use text block from right file before left Use right file text block then left
ca: Utilitza el bloc de text de la dreta abans que el fitxer de l'esquerra Utilitza el bloc de text del fitxer de la dreta i després l'esquerra
ja: 右→左の順で テキスト ブロック を使用 右のファイルのテキストブロックを使用し、それから左を使用する
pt_br: Usar bloco de texto do arquivo da direita antes da esquerda Usar bloco de texto da direita e então da esquerda
ta_in: இடதுபுறம் முன் வலது கோப்பில் இருந்து உரைத் தொகுதியைப் பயன்படுத்தவும் வலது கோப்பு உரைத் தொகுதியைப் பயன்படுத்தவும், பின்னர் இடதுபுறம்

source: Use text block from right file Use right file text block
ca: Utilitza el bloc de text del fitxer de la dreta Utilitza el bloc de text del fitxer de la dreta
ja: 右の テキスト ブロック を使用 右のファイルのテキストブロックを使用する
pt_br: Usar bloco de texto do arquivo da direita Usar bloco de texto do arquivo da direita
ta_in: வலது கோப்பில் இருந்து உரைத் தொகுதியைப் பயன்படுத்து வலது கோப்பு உரைத் தொகுதியைப் பயன்படுத்து

source: Use text block from the left view Use left block
ca: Utilitza bloc text de la vista esquerra Utilitza bloc esquerra
es_es: Usar el bloque de texto de la vista Izqi Usar bloque Izqi
ja: 左ビューのテキストブロックを使用する 左側のブロックを使用
pl: Użyj bloku tekstu z lewego pliku Użyj lewy blok tekstu
pt_br: Usar bloco de texto da esquerdae "deles" Use "deles" do bloco de texto
ru: Использовать текстовый блок из левой панели Использовать левый блок
ta_in: இடது பார்வையிலிருந்து உரைத் தொகுதியைப் பயன்படுத்து இடது தொகுதியைப் பயன்படுத்து
uk: Використати блок тексту з лівого подання Використати лівий блок
zh_tw: 使用左窗格中的文字區塊 使用左區塊

source: Use th&is text block
ca: Utilitza a&quest bloc de text
es_es: Usar es&te bloque de texto
hr: Koristi o&vaj blok teksta
ja: この テキスト ブロック を使用(&I)
pl: Użyj tego &bloku tekstu
pt_br: Usar &esse bloco de texto
ru: Использовать э&тот текстовый блок
ta_in: &இந்த உரைத் தொகுதியைப் பயன்படுத்தவும்
uk: Використати це&й текстовий блок
zh_tw: 右區塊「改用」此文字區塊(&I)

source: Use the current time by setting the author date to the commit date.
ca: Utilitza l'hora actual establint la data d'autor com la data d'entrega.
es_es: Usar la hora actual al establecer la fecha de autoría (author) y la fecha de consignación (commit).
ja: 現在の時刻をコミット時刻として使用します
pt_br: Use o tempo atual, definindo a autor-data para a data de confirmação.
ru: Использовать текущее время путем присвоения даты у автора дате фиксации.
ta_in: உறுதிமொழி தேதிக்கு ஆசிரியர் தேதியை அமைப்பதன் மூலம் தற்போதைய நேரத்தை பயன்படுத்தவும்.
zh_tw: 修改作者時間為提交時間（目前時間）

source: Use the found path. Apply the patch to %s
ca: Utilitza el pedaç trobat. Aplica el pedaç a %s
es_es: Usar la ruta encontrada. Aplicar el parche a %s
ja: 発見したパスを利用します。 パッチを以下に適用 %s
pt_br: Usar o caminho encontrado. Aplicar correção à %s
ru: Использовать найденный путь. Применить заплатку к %s
ta_in: கண்டுபிடிக்கப்பட்ட பாதையைப் பயன்படுத்தவும். ஒட்டு %s இதற்கு பயன்படுத்தவும்
uk: Використати знайдений шлях. Застосувати патч до %s
zh_tw: 使用找到的路徑。 套用補綴至 %s

source: Use the original path. Apply the patch to %s
ca: Utilitza el pedaç original Aplica el pedaç a %s
es_es: Usar la ruta original. Aplicar el parche a %s
ja: 元々のパスを利用します。 パッチを以下に適用 %s
pt_br: usar o caminho original. Aplicar a correção à %s
ru: Использовать исходный путь. Применить заплатку к %s
ta_in: அசல் பாதையைப் பயன்படுத்தவும். ஒட்டு %s இதற்கு பயன்படுத்தவும்
uk: Використати оригінальний шлях. Застосувати патч до %s
zh_tw: 使用原先的路徑。 套用補綴至 %s

source: Use this
ca: Utilitza aquest
es_es: Usar este
ja: これを使う
pl: Użyj tego
pt_br: Use isso
ru: Использовать это
ta_in: இதை பயன்படுத்து
uk: Використати це
zh_tw: 用這個

source: Use this &whole file
ca: Utilitza &tot aquest fitxer
es_es: Usar archivo &completo
hr: Koristi ovu &cijelu datoteku
ja: このファイル全体を使用する(&W)
pl: Użyj tego w &całym pliku
pt_br: Use esse arquivo &inteiro
ru: Использовать &весь этот файл
ta_in: இந்த &முழு கோப்பை பயன்படுத்தவும்
uk: Використати цей файл &цілком
zh_tw: 使用整個檔案(&W)

source: Use this block on left
ca: Utilitza a&quest bloc a l'esquerra
es_es: Usar este bloque a la izquierda
ja: このブロックを使用
pl: Użyj tego bloku z lewej strony
pt_br: Usar este bloco à esquerda
ru: Использовать этот блок слева
ta_in: இடதுபுறத்தில் இந்த தடுப்பை பயன்படுத்தவும்
uk: Використати цей блок зліва
zh_tw: 左區塊「改用」此區塊內容

source: Use this to modify/replace the latest checked out commit with a new commit. The message from the original commit is used as the starting point. Attention: This modifies the Git history.
ta_in: சமீபத்திய சரிபார்ப்பு உறுதிமொழியைப் புதிய உறுதிமொழியுடன் மாற்ற/பதிலீடு செய்ய இதைப் பயன்படுத்தவும். அசல் உறுதிமொழியிலிருந்து வரும் செய்தி தொடக்கப் புள்ளியாகப் பயன்படுத்தப்படுகிறது. கவனம்: இது கிட் வரலாற்றை மாற்றியமைக்கிறது.

source: Use whole other &file
ca: Utilitza l'altre &fitxer sencer
es_es: Usar otro &archivo completo
hr: Koristi cijelu drugu &datoteku
ja: 他のファイル全体を使用する(&F)
pl: Użyj &innego pliku w całości
pt_br: Use o outro &arquivo inteiro
ru: Использовать весь другой &файл
ta_in: மற்ற &கோப்பை முழுவதுமாக பயன்படுத்தவும்
uk: Використати інший &файл цілком
zh_tw: 全部使用另一個檔案(&F)

source: User Email:
ca: Email d'usuari:
es_es: Usar Correo:
ja: ユーザーのEmail:
pl: E-mail użytkownika:
pt_br: Email do Usuário:
ru: Эл.почта пользователя:
ta_in: பயனர் மின்னஞ்சல்:
uk: Email:
zh_tw: 使用者 Email：

source: User Info
ca: Informació de l'usuari
es_es: Info de Usuario
ja: ユーザー情報
pl: Info o użytkowniku
pt_br: Info do Usuário
ru: информация о пользователе
ta_in: பயனர் தகவல்
uk: Інформація про користувача
zh_tw: 使用者資料

source: User Name:
ca: Nom d'usuari:
es_es: Usar Nombre:
ja: ユーザー名:
pl: Nazwa użytkownika:
pt_br: Nome do Usuário:
ru: Имя пользователя:
ta_in: பயனர் பெயர்:
uk: Ім'я:
zh_tw: 使用者名稱：

source: User cancelled
ca: Cancel·lat pel usuari
es_es: Usuaro cancelado
hr: Korisnik je odustao
ja: キャンセルされました
pl: Przerwane przez użytkownika
pt_br: Cancelado pelo usuário
ru: Отменено пользователем
ta_in: பயனர் ரத்து செய்யப்பட்டார்
uk: Скасовано користувачем
zh_tw: 使用者已取消

source: User name and email must be set before commit. Do you want to set these now?
ca: El nom d'usuari i email s'han de configurar abans de crear una entrega. Vol configurar-los ara?
ja: コミット前にユーザー名とメールアドレスの設定が必要です。 すぐに設定しますか？
pl: Nazwa użytkownika i e-mail muszą być ustawione przed zatwierdzeniem. Czy chcesz ustawić je teraz?
pt_br: O nome de usuário e e-mail devem ser configurados antes de submeter. Você quer configurá-los agora?
ru: Имя и эл.почта пользователя должны быть заполнены до фиксации. Заполните сейчас?
ta_in: உறுதிமொழி செய்வதற்கு முன் பயனர் பெயர் மற்றும் மின்னஞ்சல் அமைக்கப்பட வேண்டும். இவற்றை இப்போது அமைக்க விரும்புகிறீர்களா?
zh_tw: 必須在提交前設定「使用者名稱」及「電郵」，要現在設定？

source: User&name:
ca: Nom d'usuari:
es_es: NombreUser:
ja: ユーザー名(&N):
pl: Nazwa &użytkownika:
pt_br: &Nome de usuário:
ru: Имя &пользователя:
ta_in: பயனர்&பெயர்:
uk: Користувач:
zh_tw: 帳號(&N)：

source: Username:
ca: Nom d'usuari
es_es: Nombre de Usuario:
hr: Korisničko ime:
ja: ユーザー名:
pl: Użytkownik:
pt_br: Usuário:
ru: Имя пользователя:
ta_in: பயனர் பெயர்:
uk: Ім'я користувача:
zh_tw: 帳號：

source: Uses the status cache type 'none' for elevated processes
ca: Utilitza el tipus 'cap' de memòria cau d'estat per als processos elevats
ja: 昇格されたプロセスについては、状態キャッシュは「無し」として扱います。
pl: Używa typ pamięci podręcznej statusu 'brak' dla procesów podwyższonych
pt_br: Usa o tipo de cache de status 'nenhum' para processos elevados
ta_in: உயர்ந்த செயல்முறைகளுக்கு நிலை கேச் வகை 'none' பயன்படுத்துகிறது

source: Valid command line options are: /base:<path to base file> /basename:<name to show on the view title> /theirs:<path to their file> /theirsname:<name to show on the view title> /mine:<path to your file> /minename:<name to show on the view title> /merged:<path to resulting merged file> /mergedname:<name to show on the view title> /diff:<path to unified diff file> /patchpath:<path to folder> /saverequired /saverequiredonconflicts /oneway <forces the one-way view> /line:<line number to jump to>
ca: Opcions vàlides de la línia d'ordres: /base:<camí del fitxer base> /basename:<nom a mostrar en el títol de la vista> /theirs:<camí del seu fitxer> /theirsname:<nom a mostrar en el títol de la vista> /mine:<camí del teu fitxer> /minename:<nom a mostrar en el títol de la vista> /merged:<camí del fitxer resultant de la fusió> /mergedname:<nom a mostrar en el títol de la vista> /diff:<camí del fitxer de diferències unificat> /patchpath:<camí de la carpeta> /saverequired /saverequiredonconflicts /oneway <força la vista en un sentit> /line:<número de línia on saltar>
es_es: Opciones válidas de línea de comandos son: /base:<ruta al fichero base> /basename:<nombre a mostrar en el título de vista> /theirs:<ruta al fichero de los otros> /theirsname:<nombre a mostrar en el título de vista> /mine:<ruta al fichero de usted> /minename:<nombre a mostrar en el título de vista> /merged:<ruta al fichero fusionado resultante> /mergedname:<nombre a mostrar en el título de vista> /diff:<ruta al fichero diff de diferencias unificado> /patchpath:<ruta a la carpeta> /saverequired /saverequiredonconflicts /oneway <fuerza la vista de sentido único> /line:<número de línea al que saltar>
ja: コマンドラインオプション: /base:<BASEファイルへのパス> /basename:<ビューのタイトルに表示する名前> /theirs:<あちら側ファイルへのパス> /theirsname:<ビューのタイトルに表示する名前> /mine:<こちら側ファイルへのパス> /minename:<ビューのタイトルに表示する名前> /merged:<マージ結果の出力ファイルへのパス> /mergedname:<ビューのタイトルに表示する名前> /diff:<Unified形式の差分ファイルへのパス> /patchpath:<フォルダーへのパス> /saverequired /saverequiredonconflicts /oneway <強制的に1画面ビューにする> /line:<ジャンプ先の行番号>
pl: Poprawnymi opcjami linii poleceń są: /base:<ścieżka do pliku bazowego> /basename:<nazwa do wyświetlenia w tytule widoku> /theirs:<ścieżka do ich pliku> /theirsname:<nazwa do wyświetlenia w tytule widoku> /mine:<ścieżka do mojego pliku> /minename:<nazwa do wyświetlenia w tytule widoku> /merged:<ścieżka do wynikowego pliku scalenia> /mergedname:<nazwa do wyświetlenia w tytule widoku> /diff:<ścieżka do zunifikowanego pliku różnic> /patchpath:<ścieżka do folderu> /saverequired /saverequiredonconflicts /oneway <wymusza widok jednodrożny> /line:<numer linii, do której przejść>
pt_br: Opções de linha de comando válidas são: /base:<caminho base do arquivo> /basename:<nome para exibir no título da visualização> /theirs:<caminho para o arquivo deles> /theirsname:<nome para exibir no título da visualização> /mine:<caminho para o seu arquivo> /minename:<nome para exibir no título da visualização> /merged:<caminho para o arquivo mesclado resultante> /mergedname:<nome para exibir no título da visualização> /diff:<caminho para o arquivo de diferenças unificadas> /patchpath:<caminho para a pasta> /saverequired /saverequiredonconflicts /oneway <força a visualização única> /line:<número da linha para pular até ela>
ru: Верные параметры командной строки: /base:<путь к базовому файлу> /basename:<базовое имя в заголовке> /theirs:<путь к "их" файлу> /theirsname:<"их" имя в заголовке> /mine:<путь к "нашему" файлу> /minename:<"наше" имя в заголовке> /merged:<путь к слитому файлу> /mergedname:<name to show on the view title> /diff:<путь к файлу унифицированноных различий> /patchpath:<путь к папке> /saverequired /saverequiredonconflicts /oneway <принудительный однонаправленный вид> /line:<номер строки, к которой перейти>
ta_in: சரியான கட்டளை வரி விருப்பங்கள்: /base:<அடிப்படை கோப்புக்கான பாதை> /basename:<பார்வை தலைப்பில் காட்ட வேண்டிய பெயர்> /theirs:<அவர்களின் கோப்பிற்கான பாதை> /theirsname:<பார்வை தலைப்பில் காட்ட வேண்டிய பெயர்> /mine:<உங்கள் கோப்பிற்கான பாதை> /minename:<பார்வை தலைப்பில் காட்ட வேண்டிய பெயர்> /merged:<இணைக்கப்பட்ட கோப்புக்கான பாதை> /mergedname:<பார்வை தலைப்பில் காட்ட வேண்டிய பெயர்> /diff:<ஒருங்கிணைக்கப்பட்ட வேறுபாடு கோப்புக்கான பாதை> /patchpath:<கோப்புறைக்கான பாதை> /saverequired /saverequiredonconflicts /oneway <ஒரு வழி பார்வையை கட்டாயப்படுத்துகிறது> /line:<செல்ல வேண்டிய வரி எண்>
zh_tw: 有效的命令列選項有： /base:<基礎檔案的路徑> /basename:<顯示在基礎檢視區抬頭的名稱> /theirs:<對方檔案的路徑> /theirsname:<顯示在對方檢視區抬頭的名稱> /mine:<我方檔案的路徑> /minename:<顯示在我方檢視區抬頭的名稱> /merged:<合併後檔案的路徑> /mergedname:<顯示在合併檢視區抬頭的名稱> /diff:<統合式差異檔的路徑> /patchpath:<資料夾路徑> /saverequired /saverequiredonconflicts /oneway <強制使用單一檢視> /line:<跳至行號>

source: Value
ca: Valor
es_es: Valor
hr: Vrijednost
ja: 値
pl: Wartość
pt_br: Valor
ru: Значение
ta_in: மதிப்பு
uk: Значення
zh_tw: 值

source: Version
ca: Versió
es_es: Versión
hr: Verzija
ja: バージョン
pl: Wersja
pt_br: Versão
ru: Версия
ta_in: பதிப்பு
uk: Версія
zh_tw: 版本

source: Version %d.%d.%d.%d
ca: Versió %d.%d.%d.%d
es_es: Versión %d.%d.%d.%d
hr: Verzija %d.%d.%d.%d
ja: バージョン %d.%d.%d.%d
pl: Wersja %d.%d.%d.%d
pt_br: Versão %d.%d.%d.%d
ru: Версия: %d.%d.%d.%d
ta_in: பதிப்பு %d.%d.%d.%d
uk: Версія %d.%d.%d.%d
zh_tw: 版本 %d.%d.%d.%d

source: Version 1 (Base)
ca: Versió 1 (Base)
ja: バージョン1 (ベース)
pl: Wersja 1 (bazowa)
pt_br: Versão 1 (Base)
ta_in: பதிப்பு 1 (அடிப்படை)
uk: Версія 1 (Основа)
zh_tw: 版本 1（基準）

source: Version 1 (Base, Newer commit time)
ca: Versió 1 (Base, hora d'entrega més recent)
ja: バージョン1 (ベース, コミット日時がより新しい)
pt_br: Versão 1 (Base, Submissão mais nova)
ta_in: பதிப்பு 1 (அடிப்படை, புதிய உறுதிமொழி நேரம்)
zh_tw: 版本 1（基準，較新提交時間）

source: Version 2
ca: Versió 2
ja: バージョン2
pl: Wersja 2
pt_br: Versão 2
ta_in: பதிப்பு 2
uk: Версія 2
zh_tw: 版本 2

source: Version 2 (Newer commit time)
ca: Versió 2 (hora d'entrega més recent)
ja: バージョン2 (コミット日時がより新しい)
pt_br: Versão 2 (Submissão mais nova)
ta_in: பதிப்பு 2 (புதிய உறுதிமொழி நேரம்)
zh_tw: 版本 2（較新提交時間）

source: Version Information
ca: Informació de la Versió
es_es: Información de Versión
hr: Informacija o verziji
ja: バージョン情報
pl: Informacja o wersji
pt_br: Informação sobre a versão
ru: Информация о версии
ta_in: பதிப்பு தகவல்
uk: Інформація про версію
zh_tw: 版本資訊

source: Version:
ca: Versió:
es_es: Versión:
ja: バージョン:
pl: Wersja:
pt_br: Versão:
ru: Версия:
ta_in: பதிப்பு:
uk: Версія:
zh_tw: 版本：

source: Versioned
ca: Versionat
es_es: Versionados
hr: Upravljano verzijama
ja: バージョン管理下
pl: Wersjonowany
pt_br: Versionados
ru: Версировано
ta_in: பதிப்பு செய்யப்பட்டது
uk: Версійний
zh_tw: 版本控制中

source: Vietnamese
es_es: Vietnamita
ja: ベトナム語
pl: wietnamski
pt_br: Vietnamita
ru: Вьетнамский
ta_in: வியட்நாம்
uk: В'єтнамський
zh_tw: 越南文

source: View
ca: Visualiització
es_es: Ver
hr: Pogled
ja: 表示
pl: Przeglądaj
pt_br: Exibir
ru: Вид
ta_in: பார்க்கவும்
uk: Вигляд
zh_tw: 檢視

source: View .tgitconfig
ca: Mostra .tgitconfig
es_es: Ver .tgitconfig
ja: .tgitconfigを表示
pl: Zobacz plik .tgitconfig
pt_br: Ver .tgitconfig
ru: Просмотреть .tgitconfig
ta_in: பார்க்க .tgitconfig
zh_tw: 檢視 .tgitconfig

source: View Bars
ca: Visualitza les barres
es_es: Barras de vista
ja: バーを表示
pl: Paski Widoku
pt_br: Visualizar Barras
ru: Отображать Полосы
ta_in: பார் பட்டைகள்
zh_tw: 顯示列

source: View Patch
ca: Veure pedaç
es_es: Vista Parche
ja: パッチを表示
pl: Zobacz poprawkę
pt_br: Ver Correções
ru: Посмотреть заплатку
ta_in: ஒட்டு காண்க
uk: Переглянути патч
zh_tw: 檢視補綴

source: View Patch - HEAD to index
ta_in: ஒட்டு காண்க - குறியீட்டுக்கு தலை

source: View Patch - index to working tree
ta_in: ஒட்டு காண்க - வேலை செய்யும் மரத்திற்கு குறியீடு

source: View Patch>>
ca: Veure pedaç>>
es_es: Ver Parche>>
ja: パッチを表示>>
pl: Zobacz poprawkę>>
pt_br: Ver Correções>>
ru: Посмотреть заплатку>>
ta_in: ஒட்டு காண்க>>
uk: Переглянути патч>>
zh_tw: 檢視補綴>>
