Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Show Inline-Diff Inline diff
ca: Mostra Diff en-línea Diff en-línea
es_es: Mostar Dif. en línea Dif. en línea
ja: 行内差分を表示 行内差分
pl: Pokaż różnice w linii Różnice w linii
pt_br: Exibir Diferenças Em Linha Diferenças em Linha
ru: Показывать внутристрочные различия Внутристрочные различия
ta_in: வரியில்-வேறுபாட்டைக் காட்டு வரியில் வேறுபாடு
zh_tw: 顯示行內差異 行內差異

source: Show Ove&rview
ca: Mostra la visió gene&ral
hr: Prikaži sa&žetak
ja: 概要を表示(&R)
pt_br: Mostrar &Overview
ta_in: &மேலோட்டத்தைக் காட்டு
uk: Показати &огляд

source: Show Whitespaces
ca: Mostra espais en blanc
es_es: Mostrar espacios en blanco
ja: 空白類 を表示
pl: Pokaż białe znaki
pt_br: Exibir Espaços Em Branco
ru: Показать непечатаемые знаки
ta_in: வெள்ளைவெளிகளைக் காட்டு
uk: Показати не друковані
zh_tw: 顯示

source: Show all &staged files
pt_br: Mostrar todos os arquivos &selecionados
ta_in: அனைத்து &நிலை கோப்புகளையும் காட்டு

source: Show all tags
ta_in: அனைத்து குறிச்சொற்களையும் காட்டு

source: Show an overview of the whole graph
ca: Mostra una visió general del gràfic complert
es_es: Mostrar una visión general de todo el gráfico
hr: Prikaži pregled cijelog grafa
ja: グラフ全体の概要を表示
pl: Pokaż przegląd całego wykresu
pt_br: Exibir resumo do gráfico inteiro
ru: Показать окно с изображением всего графа
ta_in: முழு வரைபடத்தின் மேலோட்டத்தைக் காட்டு
uk: Показати огляд цілого графа
zh_tw: 顯示鳥瞰圖

source: Show asterisk log prefix
ca: Mostra asterisc prefix log
es_es: Mostrar asterisco como prefijo de registro (log)
ja: ログのプレフィックスのアスタリスクを表示する
pt_br: Mostrar prefixo de log de asterisco
ru: Отображать префикс-звёздочку журнала
ta_in: விண்மீன் பதிவு முன்னொட்டைக் காட்டு
uk: Відображати префікс логу (*)
zh_tw: 標題開頭加註星號

source: Show asterisk log prefix in log dialog
ca: Mostra asterisc prefix log en el diàleg del log
es_es: Mostrar asterisco como prefijo de registro (log) en el cuadro de diálogo de registro
ja: ログダイアログにおいて、ログのプレフィックスのアスタリスクを表示する
pt_br: Mostrar o prefixo do log asterisco na caixa de diálogo log
ru: Отображать префикс-звёздочку в диалоге журнала
ta_in: பதிவு உரையாடலில் விண்மீன் பதிவு முன்னொட்டைக் காட்டு
uk: Відображати префікс логу (*) у діалозі логу
zh_tw: 在日誌視窗中的訊息的標題開頭加註星號

source: Show author
ca: Mostra l'autor
es_es: Mostrar autor
ja: 著者を表示
pl: Pokaż autora
pt_br: Exibir autor
ru: Показать автора
ta_in: ஆசிரியரை காட்டு
uk: Показати автора
zh_tw: 顯示作者

source: Show branch revision number (git rev-list --count --first-parent) in log dialog and after a push to a remote branch; this is not guaranteed to be unique, please see help
ca: Mostra el número de revisió de la branca (git rev-list --count --first-parent) en el diàleg de log i després d'empènyer a una branca remota; no es garanteix que sigui únic, vegeu l'ajuda
es_es: Muestra el número de revisión del ramal (git rev-list --count --first-parent) en un cuadro de diálogo de registro (log) y después de un impulsado (push) a un ramal remoto; este no está garantizado que sea único, por favor, vea la ayuda
ja: ブランチリビジョン番号 (git rev-list --count --first-parent) をログダイアログと、リモートブランチにプッシュの後で、表示します。これは一意であることが保証されているわけではありません。ヘルプを参照してください。
pt_br: Exibir número de revisão do ramo (git rev-list --count --first-parent) na janela de histórico e após empurrar para um ramo remoto; não há garantias de que seja único, por favor veja a ajuda
ru: Показывать номер ревизии ветви (git rev-list --count --first-parent) в журнале и после отправки в ветвь внешнего хранилища; не гарантируется что номер будет уникальным, пожалуйста смотрите справку.
ta_in: கிளை மறுசீரமைப்பு எண்ணை (git rev-list --count --first-parent) பதிவு உரையாடலில் காட்டு மற்றும் தொலைதூர கிளைக்கு தள்ளப்பட்ட பிறகு; இது தனித்துவமாக இருக்கும் என்பதற்கு உத்தரவாதம் இல்லை, தயவுசெய்து உதவியைப் பார்க்கவும்
uk: Показувати номер ревізії гілки (git rev-list --count --first-parent) у діалозі лога та після a push до віддаленої гілки, це не гарантуе унікальності, будьласка дивиться поміч
zh_tw: 在日誌視窗顯示分支累加版本號碼 (git rev-list --count --first-parent)。注意: 這個號碼無法保證是唯一的。請參考說明文件。

source: Show branches this commit is &on
pt_br: Exibir ramos em que esta submissã&o está
ta_in: இந்த உறுதிமொழி உள்ள கிளைகளைக் காட்டு

source: Show branchings and &merges
ta_in: கிளைகள் மற்றும் &ஒருங்கிணைப்புகளை காட்டு

source: Show changes as &unified diff
ca: Mostra canvis com a diff &unificat
es_es: Mostrar cambios como dif. &unificado
hr: Prikaži izmjene kao &objedinjene razlike
ja: &Unified 形式で変更を表示
pl: Pokaż zmiany w formacie &Unified Diff
pt_br: Exibir diferenças como comparação &unificada
ru: Показать изменения как объединённые разли&чия
ta_in: மாற்றங்களை &ஒருங்கிணைந்த வேறுபாடாகக் காட்டு
uk: Показати зміни як &об'єднані відмінності
zh_tw: 以統合式差異格式顯示變更(&W)

source: Show com&plete log
ca: Mostra el registre com&plet
es_es: Mostrar registro (log) com&pleto
ja: 完全なログを表示(&P)
pt_br: Exibir histórico com&pleto
ru: Показать п&олный журнал
ta_in: முழுமையான பதிவைக் காட்டு
zh_tw: 顯示完整日誌(&P)

source: Show complete log
ca: Mostra el registre complet
es_es: Mostrar registro (log) completo
ja: 完全なログを表示
pt_br: Exibir histórico completo
ru: Показать полный журнал
ta_in: முழுமையான பதிவைக் காட்டு
zh_tw: 顯示完整日誌

source: Show date
ca: Mostra data
es_es: Mostrar fecha
ja: 日付を表示
pl: Pokaż datę
pt_br: Exibir data
ru: Показать дату
ta_in: தேதியைக் காட்டு
uk: Показати дату
zh_tw: 顯示日期

source: Show describe in log
ca: Mostra describe al registre
es_es: Mostrar 'describe' en el registro (log)
ja: ログに describe を表示する
pt_br: Mostrar descrição no log
ru: Показывать описание в журнале
ta_in: விவரத்தை பதிவில் காட்டு
uk: Відображати опис у лозі
zh_tw: 在日誌訊息中顯示 describe

source: Show describe in log dialog
ca: Mostra describe al diàleg del registre
es_es: Mostrar 'describe' en el cuadro de diálogo de registro (log)
ja: ログダイアログに git-describe で得られる describe を表示します
pt_br: Mostrar descrição na caixa de diálogo log
ru: Показывать описание в диалоге журнала
ta_in: பதிவு உரையாடலில் விவரிப்பதைக் காட்டு
uk: Відображати опис у діалозі логу
zh_tw: 在日誌視窗中顯示 describe

source: Show destination folder
ca: Mostra la carpeta de destí
es_es: Mostrar carpeta destino
ja: 宛先のフォルダーを表示
pl: Pokaż folder docelowy
pt_br: Exibir pasta de destino
ru: Показать папку назначения
ta_in: இலக்குக் கோப்புறையைக் காட்டு
uk: Показати цільову теку
zh_tw: 顯示目的資料夾

source: Show diff
ca: Mostra Diff
es_es: Mostrar Dif.
ja: 相違点を表示
pl: Pokaż różnice
pt_br: Exibir diferenças
ru: Показать изменения
ta_in: வேறுபாடு காட்டு
zh_tw: 顯示差異

source: Show diff separately
ca: Mostra Diff separadament
ja: 差分を別々に表示
pt_br: Exibir diferenças separadamente
ta_in: வேறுபாடுகளை தனித்தனியாக காட்டு

source: Show diff to last commit
ca: Mostra el diff amb l'anterior entrega
es_es: Mostrar Dif. de la última consigna
ja: 最後のコミットとの差分を表示
pl: Porównaj z poprzednią wersją
pt_br: Exibir comparação com a última submissão
ru: Показать сравнение с крайней фиксацией
ta_in: கடைசி உறுதிமொழிக்கு வேறுபாட்டைக் காட்டு
zh_tw: 顯示和上次提交的差異

source: Show excluded folders as normal
ca: Mostra els directoris exclosos com si fossin normals
es_es: Mostrar carpetas excluidas como normales
hr: Prikaži isključene mape sa statusom 'normal'
ja: 除外されたフォルダーを修正なしとして表示する
pl: Pokaż foldery wykluczone jako normalne
pt_br: Apresentar pastas apagadas como normal
ru: Показывать исключённые папки как нормальные
ta_in: விலக்கப்பட்ட கோப்புறைகளை சாதாரணமாக காட்டு
uk: Показувати виключені теки як звичайні
zh_tw: 排除的資料夾顯示正常圖示

source: Show extra changes after merge
ca: Mostra canvis addicionals després de la fusió
es_es: Mostrar cambios adicionales después de combinar (merge)
ja: マージ後の追加の変更を表示
pt_br: Exibir outras alterações após a mesclagem
ru: Показать дополнительные изменения после слияния
ta_in: இணைந்த பிறகு கூடுதல் மாற்றங்களைக் காட்டு
zh_tw: 顯示合併時額外帶入的變更

source: Show file name
ca: Mostra el nom del fitxer
es_es: Mostrar nombre de fichero
ja: ファイル名を表示
pl: Pokaż nazwę pliku
pt_br: Mostrar nome do arquivo
ru: Показать имя файла
ta_in: கோப்பின் பெயரைக் காட்டு
uk: Показати ім'я файлу
zh_tw: 顯示檔案名稱

source: Show git.exe execution timings and timestamp
ca: Mostra els temps i la marca horària de l'execució del git.exe
es_es: Mostrar periodos de ejecución y marcas de tiempo de git.exe
ja: git.exe の実行のタイミングと時刻を表示
pt_br: Exibir tempos e momento de execução do git.exe
ru: Показывать тайминги и временные метки выполнения git.exe
ta_in: கிட்.exe செயல்படுத்தும் நேரம் மற்றும் நேர முத்திரையைக் காட்டு
uk: Выдображати для git.exe час роботи та дату/час\v
zh_tw: 顯示 git.exe 執行需時及時間戳

source: Show i&gnored files
ca: Mostra arxius ignorats
es_es: Mostrar archivos i&gnorados
ja: 無視ファイルを表示(&G)
pl: Pokaż &ignorowane pliki
pt_br: Exibir arquivos i&gnorados
ru: Показать &игнорируемые файлы
ta_in: புறக்கணிக்கப்பட்ட கோப்புகளைக் காட்டு
uk: Показати і&гноровані файли
zh_tw: 顯示忽略的檔案(&I)

source: Show ignore local changes flagged files
ca: Mostra ignora canvis locals fitxers marcats
es_es: Mostrar ficheros con indicador de ignorar cambios locales
ja: ローカルの変更無視のフラグの付いたファイルを表示
pt_br: Exibir arquivos marcados para ignorar mudanças locais
ru: Показать файлы, помеченные как игнорировать-локальные-изменения
ta_in: உள்ளூர் மாற்றங்களை புறக்கணிக்கவும் கொடியிடப்பட்ட கோப்புகளை காட்டு
zh_tw: 顯示含忽略本地變更旗標的檔案

source: Show la&beled commits only
ca: Mostra només les entregues etiquetades
es_es: Mostrar sólo consignaciolnes (commits) e&tiquetados
ja: ラベルの付いたコミットのみ(&B)
pt_br: Exibir apenas submissões &rotuladas
ru: Только со ссылками
ta_in: &முத்திரை செய்த உறுதிமொழிகளை மட்டும் காட்டு
zh_tw: 僅僅顯示有標記的提交(&B)

source: Show line number&s
ta_in: வரி எண்&களை காட்டு

source: Show locked files
ta_in: பூட்டிய கோப்புகளை காட்டு

source: Show log
ca: Mostra el registre
es_es: Mostrar reg.
ja: ログを表示
pl: Pokaż log
pt_br: Exibir histórico
ru: Показать журнал
ta_in: பதிவைக் காட்டு
uk: Показати лог
zh_tw: 顯示日誌

source: Show log &before rename/copy
ca: Mostra el registre abans de canviar el nom/copiar
es_es: Mostrar reg. &antes de renombrar/copiar
ja: 名前変更/コピーする前のログを表示(&B)
pl: Pokaż log &przed zmianą nazwy/kopiowaniem
pt_br: Exibir histórico &antes de renomear/copiar
ru: Показать журнал &до переименования
ta_in: பதிவை &மறுபெயரிட/நகலுக்கு முன் காட்டு
zh_tw: 顯示「重新命名／複製」前的日誌

source: Show log ID instead of SHA-1
ta_in: பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை-1க்கு பதிலாக பதிவு அடையாளம் காட்டு

source: Show log of %s
ca: Mostra el registre de %s
es_es: Mostrar registro (log) de %s
ja: %s のログを表示
pl: Pokaż logi dla %s
pt_br: Exibir histórico de %s
ru: Показать журнал для %s
ta_in: %s இன் பதிவைக் காட்டு
uk: Показати лог %s
zh_tw: 顯示 %s 的日誌

source: Show log of submodule
ca: Mostra el registre del sub-mòdul
es_es: Mostrar Reg. de submódulos
ja: サブモジュールのログを表示
pl: Pokaż log podmodułu
pt_br: Exibir histórico do submódulo
ru: Показать журнал подмодуля
ta_in: துணைதொகுதியின் பதிவைக் காட்டு
uk: Показати лог підмодулю
zh_tw: 顯示子模組日誌

source: Show log of this folder
ca: Mostra el registre d'aquesta carpeta
es_es: Mostrar Reg. de esta carpeta
ja: このフォルダーのログを表示
pl: Pokaż log tego folderu
pt_br: Exibir histórico desta pasta
ru: Показать журнал этой папки
ta_in: இந்த கோப்புறையின் பதிவைக் காட்டு
uk: Показати лог цієї теки
zh_tw: 顯示該資料夾日誌

source: Show log...
ca: Mostra el registre...
es_es: Mostrar reg...
ja: ログを表示...
pl: Pokaż log...
pt_br: Exibir histórico...
ru: Показать журнал...
ta_in: பதிவைக் காட்டு...
uk: Показати лог...
zh_tw: 顯示日誌...

source: Show long format even if a tag is exactly on that commit
ca: Mostra el format llarg encara que una etiqueta estigui exactament en aquesta entrega
es_es: Mostrar formato largo incluso si una etiqueta está exactamente en esa consignación (commit)
ja: 該当コミットにタグがあっても、長いフォーマットで表示する
pt_br: Mostrar formato longo, mesmo que uma marca é exatamente sobre essa confirmação
ru: Показывать длинный формат даже если метка стоит именно на этой фиксации
ta_in: ஒரு குறிச்சொல் சரியாக அந்த உறுதிமொழியில் இருந்தாலும் நீண்ட வடிவமைப்பைக் காட்டு
uk: Показувати довгий формат навіть якщо тег явно у фіксуванні
zh_tw: 即使標籤已位於該提交上，仍然顯示長格式。

source: Show modified files in &working tree
ta_in: &பணிபுரியும் மரத்தில் மாற்றியமைக்கப்பட்ட கோப்புகளைக் காட்டு

source: Show next change of selected commit Show next
ca: Mostra el següent canvi de les entregues seleccionades Mostra el següent
es_es: Mostrar siguiente cambio de la consigna seleccionada Mostrar siguiente
ja: 選択したコミットの次の変更を表示 次を表示
pl: Pokaż następną zmianę wybranego zatwierdzenia Pokaż następną
pt_br: Exibir a próxima mudança na submissão selecionada Exibir próxima
ru: Показывает следующее изменение в коммите Показать следующее
ta_in: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழியின் அடுத்த மாற்றத்தைக் காட்டு அடுத்து காட்டு
uk: Показати наступну зміну у вибраній фіксації Показати наступну
zh_tw: 從已選版本中顯示下一個改動 顯示下一個

source: Show oldest node at top
ca: Mostra node més vell a dalt
es_es: Mostrar nodos más viejos en la parte superior
hr: Prikaži počevši od najstarijeg čvora
ja: 最も古いノードをトップに表示
pl: Pokaż najstarsze węzły na górze
pt_br: Exibir nós mais velhos em cima
ru: Показать старейшие узлы сверху
ta_in: பழைய முனையை மேலே காட்டு
uk: Показувати найстарший вузол угорі
zh_tw: 最舊節點顯示在最上方

source: Show or hide the line diff bar Toggle LineDiffBar
ca: Mostra o amaga barra de diferències de Línea Mostra o Amaga BarDifLin
es_es: Mostrar u ocultar la barra de línea dif. Alternar BarraLíneaDif
ja: 行差分バーを表示/非表示 行差分バーをトグル
pl: Pokazuje lub ukrywa pasek różnic linii Przełącz pasek różnic w linii
pt_br: Exibir ou ocultar a linha da barra de comparação Alternar LineDiffBar
ru: Показать или спрятать панель различий строк Переключить панель различий строк
ta_in: வரி வேறுபாடு பட்டியைக் காட்டு அல்லது மறை வரி வேறுபாடு பட்டியை மாற்று
uk: Показати або заховати смугу відмінності рядків Перемкнути смугу відмінності рядків
zh_tw: 顯示或隱藏單行差異列 開關單行差異

source: Show or hide the locator bar Toggle LocatorBar
ca: Mostra o amaga barra localització Mostra la barra de localització
es_es: Mostrar u ocultar la barra de localización Alternar BarraLocalizac
ja: ロケーターバーを表示/非表示にする ロケーターバーを表示/非表示
pl: Pokazuje lub ukrywa pasek lokalizacji Przełącz pasek lokalizacji
pt_br: Exibir ou ocultar a barra de localização Alternar LocatorBar
ru: Показать или спрятать полосу местоположения Переключить полосу местоположения
ta_in: இருப்பிடங்காட்டி பட்டியைக் காட்டு அல்லது மறை இருப்பிடங்காட்டி பட்டியை மாற்று
uk: Показати або заховати пошукову смугу Перемкнути пошукову смугу
zh_tw: 顯示或隱藏定位工具列 開關定位列

source: Show or hide the status bar Toggle Status Bar
ca: Mostra o amaga la barra d'estat Canvia la barra d'estat
es_es: Mostrar u ocultar la barra de estado Alternar BarraEstado
ja: ステータスバーを表示/非表示にする ステータスバーを表示
pl: Pokaż lub ukryj pasek stanu Przełącz pasek stanu
pt_br: Exibir ou ocultar a barra de estado Alternar Barra de Estado
ru: Показать или спрятать строку статуса Переключить строку статуса
ta_in: நிலைப் பட்டியைக் காட்டு அல்லது மறை நிலைப் பட்டியை மாற்று
uk: Показати або Скрити рядок статусу Переключення Рядку статусу
zh_tw: 顯示或隱藏狀態列 切換狀態列

source: Show or hide the status bar Toggle StatusBar
ca: Mostra o amaga barra d'estat Mostra Barra d'estat
es_es: Mostrar u ocultar la barra de estado Alternar Barra Estado
hr: Prikaži ili sakrij statusnu traku Mijenjaj prikaz statusne trake
ja: ツールバーを表示/非表示にする ツールバーを表示
pl: Pokazuje lub ukrywa pasek stanu Przełącz pasek stanu
pt_br: Visualizar ou ocultar a barra de status Alternar Barra de Status
ru: Показать или спрятать строку статуса Переключить строку статуса
ta_in: நிலைப் பட்டியைக் காட்டு அல்லது மறை நிலைப்பட்டியை மாற்று
uk: Показати або заховати рядок стану Перемкнути рядок стану
zh_tw: 顯示或隱藏狀態列 開關狀態列

source: Show or hide the toolbar Toggle ToolBar
ca: Mostra o amaga barra d'estat Mostra Barra d'Estat
es_es: Mostrar u ocultar la barra de herramientas Alternar BarraHerramientas
hr: Prikaži ili sakrij traku s alatima Mijenjanje prikaza trake s alatima
ja: ツールバーを表示/非表示にする ツールバーを表示
pl: Pokazuje lub ukrywa pasek narzędzi Przełącz pasek narzędzi
pt_br: Visualizar ou ocultar a barra de ferramentas Alternar Barra de Ferramentas
ru: Показать или спрятать панель инструментов Переключить панель инструментов
ta_in: கருவிப்பட்டியைக் காட்டு அல்லது மறை கருவிப்பட்டியை மாற்று
uk: Показати або заховати рядок знарядь Перемкнути рядок знарядь
zh_tw: 顯示或隱藏工具列 開關工具列

source: Show original line number
ca: Mostra el número de línia original
es_es: Mostrar número de línea original
ja: オリジナルの行番号を表示
pl: Pokaż pierwotny numer linii
pt_br: Exibir número de linha original
ru: Показать изначальный номер строки
ta_in: அசல் வரி எண்ணைக் காட்டு
uk: Показувати орігінальний номер строки
zh_tw: 顯示原始行號

source: Show previous change of selected commit Show previous
ca: Mostra el següent anterior de les entregues seleccionades Mostra l'anterior
es_es: Mostrar cambio anterior de la consigna seleccionada Mostrar anterior
ja: 選択したコミットの直近の変更を表示 １つ前を表示
pl: Pokaż poprzednią zmianę wybranego zatwierdzenia Pokaż poprzednią
pt_br: Exibir mudança anterior da submissão selecionada Exibir anterior
ru: Показывает предыдущее изменение в коммите Показать предыдущее
ta_in: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழியின் முந்தைய மாற்றத்தைக் காட்டு முந்தையதைக் காட்டு
uk: Показати попередьню зміну у вибраній фіксації Показати попредьню
zh_tw: 從已選版本中顯示上一個改動 顯示上一個

source: Show revision properties
ca: Mostra propietats de la revisió
es_es: Mostrar propiedades de la revisión
hr: Prikaži svojstva revizije
ja: リビジョンプロパティを表示
pl: Pokaż atrybuty wersji
pt_br: Exibir propriedades da revisão
ru: Показать свойства ревизии
ta_in: திருத்தப் பண்புகளைக் காட்டு
uk: Показати властивості модифікації
zh_tw: 顯示版本性質

source: Show special characters for whitespaces and newlines Show Whitespaces
ca: Mostra caràcters especials pels espais en blanc i els canvis de línia Mostra espais en blanc
es_es: Mostrar caracteres especiales para los espacios en blanco y saltos de línea Mostrar espacios en blanco
ja: ホワイトスペースと改行を表す特殊文字を表示 空白類を表示
pl: Wyświetla znaki specjalne aby pokazać białe znaki i znaki końca linii Pokaż białe znaki
pt_br: Exibir caracteres especiais para espaços em branco Exibir Espaços em Branco
ru: Показать специальные символы для непечатаемых знаков и переводов строк Показать непечатаемые знаки
ta_in: வெள்ளை மற்றும் புதிய வரிகளுக்கான சிறப்பு எழுத்துக்களைக் காட்டு வெள்ளைவெளிகளைக் காட்டு
uk: Показувати спеціальні символи для непечатних символів та нових строк Показати непечатні символи
zh_tw: 以特殊符號顯示空白字元及換行字元 顯示空白字元

source: Show status of subrepositories in parent folders
ca: Mostra l'estat dels subdipòsits a les carpetes pare
es_es: Mostrar estado de subrepositorios en carpetas progenitoras
ja: サブリポジトリの状態を親に反映
pt_br: Mostrar status de subrepositories no pai pastas
ru: Показывать состояние подрепозиториев в родительских папках
ta_in: பெற்றோர் கோப்புறைகளில் உள்ள துணைக் களஞ்சியங்களின் நிலையைக் காட்டு
uk: Показувати статус підсховищ у батьківських теках
zh_tw: 在上層資料夾顯示子版本庫的狀態

source: Show symbols on ref labels to substitute part of the ref names
ca: Mostra símbols a les etiquetes de refs que substitueixin part dels noms de refs
es_es: Mostrar símbolos en las etiquetas REF para partes sustituidas en los nombres de REF
ja: refラベルで、ref名の一部を記号で表示する
pt_br: Exibir símbolos nos rótulos de referência para substituir parte dos nomes
ru: Показать символы на бирках ссылок для подстановки частей имен ссылок
ta_in: குறிப்பு பெயர்களின் பகுதியை மாற்றுவதற்கு குறிப்பு முத்திரைகளில் குறியீடுகளைக் காட்டு
zh_tw: 用特定符號簡化參照的前半部名稱

source: Show the selected items on the first level of the context menu:
ca: Mostra els elements seleccionats en el primer nivell del menú contextual:
pt_br: Exibir os itens selecionados no primeiro nível do menu de contexto:
ta_in: தேர்ந்தெடுக்கப்பட்ட உருப்படிகளை சூழல் பட்டியலின் முதல் நிலையில் காட்டு:

source: Show un&modified files
ca: Mostra arxius no modificats
es_es: Mostrar archivos no &modificados
hr: Prikaži datoteke bez iz&mjena
ja: 変更されていないファイルを表示(&M)
pl: Pokaż &niezmodyfikowane pliki
pt_br: Exibir arquivos não &modificados
ru: Показать файлы без из&менений
ta_in: &மாற்றப்படாத கோப்புகளைக் காட்டு
uk: Показувати не&модіфіковані файли.
zh_tw: 顯示未修改的檔案(&M)

source: Show un&versioned files
ca: Mostra arxius no versionats
es_es: Mostrar archivos no &versionados
hr: Prikaži datoteke be&z verzija
ja: バージョン管理外のファイルを表示(&V)
pl: Pokaż nie&wersjonowane pliki
pt_br: Exibir arquivos sem controle de &versão
ru: Показать не&версированные файлы
ta_in: &பதிப்பு செய்யப்படாத கோப்புகளைக் காட்டு
uk: Показувати не&версіонні файли
zh_tw: 顯示無版本控制的檔案(&V)

source: Show/Hide
ca: Mostra/Amaga
es_es: Mostrar/Ocultar
hr: Pokaži/Sakrij
ja: 表示/非表示
pl: Pokaż/ukryj
pt_br: Exibir /Ocultar
ru: Показать/скрыть
ta_in: காண்பி/மறை
uk: Показати/Приховати
zh_tw: 顯示／隱藏

source: Showing %1!d! ref(s), %2!d! ref(s) selected
ca: Mostrant %1!d! ref(s), %2!d! ref(s) seleccionats
es_es: Mostrando %1!d! referencia(s), %2!d! referencia(s) seleccionada(s)
ja: %1!d!個のrefを表示中。%2!d!個のrefを選択しています。
pt_br: Exibindo %1!d! referência(s), %2!d! referência(s) selecionada(s)
ru: Отображается %1!d! ссылки(-ок), %2!d! ссылки(-ок) выбрано
ta_in: %1!d! குறிப்பு(கள்), %2!d! குறிப்பு(கள்) தேர்ந்தெடுக்கப்பட்டது
zh_tw: 顯示 %1!d! 個參照，%2!d! 個已選取

source: Showing %1!ld! revision(s), from revision %2!s! to revision %3!s! - %4!ld! revision(s) selected, %5!ld! file(s) selected
ca: Mostrant %1!ld! revisió(ns), des de la %2!s! fins a la %3!s! - %4!ld! revisió(ns) seleccionada(es), %5!ld! arxiu(s) seleccionat(s)
pt_br: Exibindo %1!ld! revisões, da revisão %2!s! até a revisão %3!s! - %4!ld! revisões selecionadas, %5!ld! arquivos selecionados
ta_in: %1!ld! மீள்திருத்தம்(கள்) ஐக் காட்டுகிறது, மீள்திருத்தம் %2!s! இருந்து மீள்திருத்தம் %3!s! வரை - %4!ld! மீள்திருத்தம்(கள்) தேர்ந்தெடுக்கப்பட்டது, %5!ld! கோப்பு(கள்) தேர்ந்தெடுக்கப்பட்டது

source: Shows a graphical representation of copies/tags/branches
ca: Mostra representació gràfica de còpies/etiquetes/branques
es_es: Muestra una representación gráfica de copias/etiquetas/ramales
hr: Grafički prikaz kopija/oznaka/grana
ja: 複製/タグ/ブランチの関連をグラフィカルに表示
pl: Prezentuje graficzną reprezentację kopii/etykiet/gałęzi
pt_br: Exibir representação gráfica de cópias/etiquetas/ramos
ru: Показывает копии/метки/ответвления в графическом виде
ta_in: நகல்கள்/குறிச்சொற்கள்/கிளைகளின் வரைகலை பிரதிநிதித்துவத்தை காட்டுகிறது
uk: Показує графічне представлення копій/тегів/гілок
zh_tw: 顯示圖形化的「複製／標籤／分支」

source: Shows a list of all files locked using LFS
ta_in: எல்எஃப்எச் பயன்படுத்தி பூட்டப்பட்ட அனைத்து கோப்புகளின் பட்டியலைக் காட்டுகிறது

source: Shows all files which were changed since the last commit.
ca: Mostra tots els fitxers modificats des de la darrera entrega.
es_es: Mostrar todos los ficheros que fueron modificados desde la última consignacion (commit)
ja: 最後のコミットの後で変更された全てのファイルを表示
pt_br: Exibir todos os arquivos que foram alterados deste a última submissão.
ru: Показывает все файлы, которые изменились после крайней фиксации
ta_in: கடைசியாக மாற்றப்பட்ட அனைத்து கோப்புகளையும் காட்டுகிறது.
uk: Показати усі файли які змінені з останньої фіксації
zh_tw: 顯示從上次提交以後變動過的檔案。

source: Shows information about TortoiseGit
ca: Mostra informació sobre TortoiseGit
es_es: Mostrar información sobre TortoiseGit
ja: TortoiseGitについての情報表示
pl: Pokazuje informacje o TortoiseGit
pt_br: Exibe informações sobre o TortoiseGit
ru: Показывает информацию о TortoiseGit
ta_in: ஆமைகிட் பற்றிய தகவலைக் காட்டுகிறது
uk: Показати інформацію о TortoiseGit
zh_tw: 顯示關於 TortoiseGit 的資訊

source: Shows reference log
ca: Mostra el registre de referencies
es_es: Mostrar reg. de referencias
ja: リファレンスログの表示
pl: Pokazuje referencyjny log
pt_br: Exibir histórico de referência
ru: Показывает журнал ссылок
ta_in: குறிப்பு பதிவைக் காட்டுகிறது
zh_tw: 顯示參照日誌
