Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Can not activate a static ActiveX object.
ca: No es pot activar un objecte ActiveX estàtic.
es_es: No se puede activar un objeto ActiveX estático.
hr: Ne može se akitvirati statični ActiveX objekt.
ja: 静的な ActiveX オブジェクトをアクティブにできません。
pl: Nie można aktywować statycznego obiektu ActiveX.
pt_br: Impossível ativar um objeto ActiveX estático.
ru: Невозможно активировать статический объект ActiveX.
ta_in: நிலையான செயலில்எக்சு பொருளை செயல்படுத்த முடியாது.
uk: Не вдається активувати статичний об'єкт ActiveX.
zh_tw: 無法啟動靜態的 ActiveX 物件

source: Can't copy %1!s! to %2!s!
ca: No es pot copiar %1!s! a %2!s!
pt_br: Não é possível copiar %1!s! para %2!s!
ta_in: நகலெடுக்க முடியாது %1!s! இதிலிருந்து %2!s! இதற்க்கு

source: Cancel
ca: Cancel·la
es_es: Cancelar
hr: Odustani
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
ta_in: ரத்துசெய்
uk: Скасувати
zh_tw: 取消

source: Cancel Don't quit TortoiseGitMerge
ca: Anul·la No tanquis TortoiseGitMerge
es_es: Cancelar No dejar TortoiseGitMerge
ja: キャンセル TortoiseGitMergeを終了しない
pl: Anuluj Nie kończy działania TortoiseGitMerge
pt_br: Cancelar Não sai do TortoiseGitMerge
ru: Отменить Не выходить из TortoiseGitMerge
ta_in: ரத்துசெய் ஆமைகிட்ஒன்றிணையை விட்டுவிடாதீர்கள்
zh_tw: 取消 不要離開 TortoiseGitMerge

source: Cancel Don't switch the views
ca: Anul·la No intercanviïs les vistes
es_es: Cancelar No cambiar vistas
ja: キャンセル ビューを切り替えない
pl: Anuluj Nie przełączaj widoków
pt_br: Cancelar Não alterna as visões
ru: Отменить Не переключать виды
ta_in: ரத்துசெய் பார்வைகளை மாற்ற வேண்டாம்
zh_tw: 取消 不切換顯示

source: Cancel Keep the empty file.
ca: Anul·la Manté l'arxiu buit
es_es: Cancelar Mantener el archivo vacío.
ja: キャンセル 空ファイルを保持
pl: Anuluj Zachowaj pusty plik.
pt_br: Cancelar Manter o arquivo vazio.
ru: Отменить Оставить пустой файл.
ta_in: ரத்துசெய் வெற்று கோப்பை வைத்திருங்கள்.
zh_tw: 取消 保留空檔案。

source: Cancel Resolve the conflicts first.
ca: Anul·la Primer de tot, resol els conflictes.
es_es: Cancelar Resolver conflictos primero
ja: キャンセル 競合ファイルを先に解決
pl: Anuluj Najpierw rozwiąż konflikty.
pt_br: Cancelar Resolver os conflitos primeiro.
ru: Отменить Сначала разрешить конфликты.
ta_in: ரத்துசெய் முதலில் முரண்பாடுகளைத் தீர்க்கவும்.
zh_tw: 取消 先消除衝突。

source: Cancel Stay with current files
ca: Anul·la Mantén-te en els arxius actuals
es_es: Cancelar Permanecer con los archivos actuales
ja: キャンセル 現在のファイルのままにします
pl: Anuluj Pozostań z bieżącymi plikami
pt_br: Cancelar Manter os arquivos atuais
ru: Отмена Оставить текущие файлы
ta_in: ரத்துசெய் தற்போதைய கோப்புகளுடன் இருங்கள்
zh_tw: 取消 保留目前的檔案

source: Cancel Stay with current settings
ca: Anul·la Mantén-te la configuració actual
es_es: Cancelar Permanecer con los ajustes acutales
ja: キャンセル 現在の設定のままにします
pl: Anuluj Zachowaj bieżące ustawienia
pt_br: Cancelar Manter as configurações atuais
ru: Отмена Оставить текущие настройки
ta_in: ரத்துசெய் தற்போதைய அமைப்புகளுடன் இருங்கள்
zh_tw: 取消 保留目前的設定

source: Cannot combine commits now. Make sure you are viewing the log of your current branch and no filters are applied.
ca: No es poden combinar entregues ara Asseguri's que esta veient el registre de la branca actual i que no hi ha filtres aplicats
ja: 結合してコミットができません。 現在のブランチとフィルターが適用されていない事を履歴から確認して下さい。
pt_br: Não é possível combinar submissões agora. Certifique-se de que você está visualizando o histórico do ramo atual sem filtros aplicados.
ru: Невозможно объединить коммиты сейчас. Убедитесь что вы просматриваете журнал вашей текущей ветви и не применено ни одного фильтра.
ta_in: உறுதிமொழிகளை இப்போது இணைக்க முடியாது. உங்கள் தற்போதைய கிளையின் பதிவை நீங்கள் பார்க்கிறீர்கள் மற்றும் வடிப்பான்கள் பயன்படுத்தப்படவில்லை என்பதை உறுதிப்படுத்தவும்.
zh_tw: 現在無法合併這些提交 請確定在日誌中只有檢視目前分支並且沒有套用過濾器，同時確認這些提交是連續的。

source: Cannot force updating current branch. Use reset command if you want to do so.
ca: No es pot forçar l'actualització de la branca actual. Per fer-ho, useu l'ordre de reinicialització.
es_es: No se pudo forzar la actualización del ramal actual. Use el comando reset (restablecer) si quiere hacerlo así.
ja: 現在のブランチは強制的にアップデート出来ません。望むなら、リセットを実行してください。
pt_br: Não é possível forçar a atualização do ramo atual. Use o comando restaurar se você quer fazê-lo.
ru: Невозможно принудительно обновить текущую ветвь. Используйте команду reset если вы хотите так поступить.
ta_in: தற்போதைய கிளையைப் புதுப்பிப்பதை கட்டாயப்படுத்த முடியாது. அவ்வாறு செய்ய விரும்பினால் மீட்டமை கட்டளையைப் பயன்படுத்தவும்.
zh_tw: 將與目前分支產生同名衝突而無法新建分支。可使用重設命令移動目前分支來達到相同結果。

source: Cannot show blame. "%s" is not under version control by git.
ca: No es pot mostrar l'autoria "%s" no està sota el control de versions de git.
es_es: No se puede mostrar el acuse."%s" no está bajo el control de versiones por Git.
ja: 履歴を追跡(Blame)出来ません。 "%s" は Git による管理対象外です。
pt_br: Não é possível exibir culpar. "%s" não está sob o controle de versão do git.
ru: Невозможно показать авторство: "%s" не отслеживается git-ом.
ta_in: குற்றத்தை காட்ட முடியாது. "%s" கிட் மூலம் பதிப்பு கட்டுப்பாட்டில் இல்லை.
zh_tw: 無法顯示譴責，「%s」尚未被 git 版本控制。

source: Cannot show diff because of inconsistent newlines in the file.
ca: No es poden mostrar diferències degut a noves línies inconsistents al fitxer.
es_es: No se puede mostrar dif. debido a nuevas líneas incoherentes en el archivo.
hr: Ne mogu prikazati razlike zbog neusklađenih znakova za nove retke.
ja: ファイルの改行コードに一貫性がないため、差分を表示できません。
pl: Nie jest możliwe pokazanie różnic ze względu na niekonsekwentne znaki końca linii w pliku.
pt_br: Não é possível exibir a comparação por causa de quebras de linha inconsistentes no fim do arquivo.
ru: Невозможно отобразить различия из-за несогласующихся переводов строк в файле.
ta_in: கோப்பில் சீரற்ற புதிய வரிகள் இருப்பதால் வேறுபாட்டைக் காட்ட முடியாது.
uk: Не вдається показати відмінності через неузгоджені нові рядки у файлі.
zh_tw: 無法比較差異，因為檔案中的換行字元不一致。

source: Case-sensitive
ca: Considera Majúsc./minúsc.
es_es: Diferenciar mayúsculas y minúsculas
ja: 大文字/小文字を区別
pl: Bez uwzględnienia wielkości liter
pt_br: Maiúsculas e minúsculas
ru: С учётом регистра
ta_in: வழக்கு-உணர்திறன்
uk: Чутливі до регістра
zh_tw: 區分大小寫

source: Celtic
es_es: Celta
ja: ケルト語
pl: celtycki
pt_br: Celta
ru: Кельтский
ta_in: செல்டிக்
zh_tw: 塞爾特語

source: Central European
es_es: Centro Europa
ja: 中央ヨーロッパ
pl: środkowoeuropejski
pt_br: Centro Europeu
ru: Центральная Европа
ta_in: மத்திய ஐரோப்பிய
zh_tw: 中歐

source: Certificate verification failed!
ca: Ha fallat la comprovació del certificat.
es_es: ¡La verificación del certificado falló!
ja: 証明書の検証に失敗しました (Certificate verification failed)
pt_br: Verificação de certificado falhou!
ru: Верификация сертификата завершена неудачно!
ta_in: சான்றிதழ் சரிபார்ப்பு தோல்வியடைந்தது!
uk: Не вдалось перевірити сертифікат!
zh_tw: 憑證驗證失敗！

source: Change log
ca: Registre de canvis
es_es: Registro de cambios
ja: 変更ログ
pl: Dziennik zmian
pt_br: Histórico de mudanças
ru: Журнал изменений
ta_in: பதிவை மாற்று
uk: Лог змін
zh_tw: 變更日誌

source: Change the printer and printing options Print Setup
ca: Canvia la impressora i les opcions d'impressió Configura la impressora
es_es: Cambiar la impresora y las opciones de impresión Ajustes de impresora
ja: プリンターの変更並びに印刷オプション 印刷設定
pl: Zmień drukarkę i opcje drukowania Ustawienia wydruku
pt_br: Mude a impressora e as opções de impressão Opções de Impressão
ru: Изменить принтер и настройки печати Настройка печати
ta_in: அச்சுப்பொறி மற்றும் அச்சிடும் விருப்பங்களை மாற்றவும் அச்சு அமைப்பு
uk: Змінити принтер та налаштування друку Налаштування друку
zh_tw: 列印設定

source: Change the printing options Page Setup
ca: Canvia les opcions d'impressió Configuració de la pàgina
es_es: Cambiar las opciones de impresión Ajustes de página
ja: 印刷オプションの変更 ページ設定
pl: Zmień opcje drukowania Ustawienia strony
pt_br: Alterar opções de impressão Configurar de Página
ru: Изменить настройки печати Настройки страницы
ta_in: அச்சிடும் விருப்பங்களை மாற்றவும் பக்கம் அமைப்பு
zh_tw: 頁面設定

source: Change the window position
ca: Canvia la posició de la finestra
es_es: Cambiar posición de ventana
hr: Promijeni položaj prozora
ja: ウィンドウ位置を変更する
pl: Zmień położenie okna
pt_br: Alterar posição da janela
ru: Изменить позицию окна
ta_in: சாளர நிலையை மாற்று
uk: Змінити розташування вікна
zh_tw: 更改視窗位置

source: Change the window size
ca: Canvia la mida de la finestra
es_es: Cambiar tamaño de ventana
hr: Promijeni veličinu prozora
ja: ウィンドウサイズを変更する
pl: Zmień rozmiar okna
pt_br: Alterar o tamanho da janela
ru: Изменить размер окна
ta_in: சாளரத்தின் அளவை மாற்று
uk: Змінити розмір вікна
zh_tw: 更改視窗大小

source: Change type
ca: Canvia el tipus
es_es: Cambiar tipo
ja: 変更のタイプ
pl: Zmień typ
pt_br: Mudar o tipo
ru: Изменить тип
ta_in: வகையை மாற்று
uk: Змінити тип
zh_tw: 變更類型

source: Changed Files
ca: Fitxers canviats
es_es: Archivos modificados
hr: Izmijenjene datoteke
ja: 変更されたファイル
pl: Zmienione pliki
pt_br: Arquivos Alterados
ru: Изменённые файлы
ta_in: மாற்றப்பட்ட கோப்புகள்
uk: Змінені файли
zh_tw: 已變動的檔案

source: Changed files between %1!s! and %2!s!
ca: Fitxers modificats entre %1!s! i %2!s!
pt_br: Arquivos modificados entre %1!s! e %2!s!
ta_in: %1!s! மற்றும் %2!s! இடையே மாற்றப்பட்ட கோப்புகள்

source: Changed files between %1!s!, %2!s! and %3!s!, %4!s!
ca: Fitxers modificats entre %1!s!, %2!s! i %3!s!, %4!s!
pt_br: Arquivos modificados entre %1!s!, %2!s! e %3!s!, %4!s!
ta_in: %1!s!, %2!s! மற்றும் %3!s!, %4!s! இடையே மாற்றப்பட்ட கோப்புகள்

source: Changed files: %d
ca: Fitxers modificats: %d
es_es: Archivos modificados: %d
hr: Izmijenjene datoteke: %d
ja: 変更されたファイル: %d
pl: Zmienione pliki: %d
pt_br: Arquivos alterados: %d
ru: Изменённых файлов: %d
ta_in: மாற்றப்பட்ட கோப்புகள்: %d
uk: Змінені файли: %d
zh_tw: 已變動檔案數：%d

source: Changed lines including added/deleted files
ca: Línies canviades, incloent arxius afegits/eliminats
es_es: Líneas cambiadas, incluyendo los archivos añadidos/eliminados
ja: 変更行数（追加/削除したファイルを含む）
pl: Zmienione linie uwzględniając dodane/usunięte pliki
pt_br: Linhas alteradas incluindo arquivos adicionados/excluídos
ru: Изменённые линии включая добавленные/удалённые файлы
ta_in: மாற்றப்பட்ட வரிகள் சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகள் உட்பட
uk: Змінені строки включаючи добавлені/видалені
zh_tw: 統計變更行數，包含「已加入／已刪除」的檔案

source: Changed lines including added/deleted files by date
ca: Línies canviades, incloent arxius afegits/eliminats per data
es_es: Líneas cambiadas, incluyendo los archivos añadidos/eliminados por fecha
ja: 時期×変更行数（追加/削除したファイルを含む）
pl: Zmienione linie uwzględniając dodane/usunięte pliki według daty
pt_br: Linhas alteradas incluindo arquivos adicionados/excluídos por data
ru: Изменённые линии включая добавленные/удалённые файлы по дате
ta_in: மாற்றப்பட்ட வரிகள் தேதியின்படி சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகள் உட்பட
zh_tw: 依日期統計變更行數，包含「已加入／已刪除」的檔案

source: Changed lines not including added/deleted files
ca: Línies canviades, sense incloure arxius afegits/eliminats
es_es: Líneas cambiadas, sin incluir los archivos añadidos/eliminados
ja: 変更行数（追加/削除したファイルは除く）
pl: Zmienione linie nie uwzględniając dodanych/usuniętych plików
pt_br: Linhas alteradas não incluindo arquivos adicionados/excluídos
ru: Изменённые линии не включая добавленные/удалённые файлы
ta_in: மாற்றப்பட்ட வரிகள் சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகளை சேர்க்காமல்
zh_tw: 統計變更行數，不包含「已加入／已刪除」的檔案

source: Changed lines not including added/deleted files by date
ca: Línies canviades, sense incloure arxius afegits/eliminats per data
es_es: Líneas cambiadas, sin incluir los archivos añadidos/eliminados por fecha
ja: 時期×変更行数（追加/削除したファイルは除く）
pl: Zmienione linie nie uwzględniając dodanych/usuniętych plików według daty
pt_br: Linhas alteradas não incluindo arquivos adicionados/excluídos por data
ru: Изменённые линии не включая добавленные/удалённые файлы по дате
ta_in: மாற்றப்பட்ட வரிகள் தேதியின்படி சேர்க்கப்பட்ட/நீக்கப்பட்ட கோப்புகளை சேர்க்காமல்
zh_tw: 依日期統計變更行數，不包含「已加入／已刪除」的檔案

source: Changelist %s moved
ca: Llista de canvis %s moguda
es_es: Lista de cambios %s movida
hr: Popis izmjena %s premješten:
ja: 変更リスト %s を移動しました
pl: Lista zmian %s przeniesiona
pt_br: Lista de alterações %s foi movida
ru: Группа изменений %s перемещена
ta_in: மாற்றப்பட்டியல் %s நகர்த்தப்பட்டது
uk: Список змін %s переміщено
zh_tw: 移動了變更列表 %s

source: Changes made (F5: refresh, double-click on file for diff):
ta_in: செய்யப்பட்ட மாற்றங்கள் (F5: புதுப்பித்தல், வேறுபாட்டிற்கு கோப்பில் இருமுறை சொடுக்கவும்):

source: Char position where to show a border line in commit text boxes:
ca: Posició on es mostra una línia de vora als quadres de text d'entrega:
es_es: Posición del caracter dónde mostrar una línea borde, en los cuadros de texto de consignas:
ja: コミットのテキストボックスにおける、折り返し線の位置:
pl: Ilość znaków przy których pokazać linię graniczną w oknie opisu zmian:
pt_br: Posição do caractere onde exibir uma linha de borda nas caixas de texto de submissão:
ru: Ограничение длинны строки в диалоге фиксации. Будет отображаться вертикальная черта.
ta_in: உறுதிமொழி உரை பொட்டிகளில் ஒரு எல்லை வரியைய் காட்ட வேண்டிய எழுத்து நிலை:
zh_tw: 在提交訊息文字框中要顯示邊線的字符位置：

source: Check
ca: Selecciona
es_es: Comprobar
hr: Provjeri
ja: チェック
pl: Sprawdź
pt_br: Verificar
ru: Отметить
ta_in: சரிபார்
uk: Позначити
zh_tw: 勾選

source: Check For Updates - TortoiseGit
ca: Cerca actualitzacions - TortoiseGit
es_es: Buscar actualizaciones - TortoiseGit
ja: 更新を確認する - TortoiseGit
pl: Sprawdź zmiany - TortoiseGit
pt_br: Verificar Por Atualizações - TortoiseGit
ru: Проверить наличие обновлений - TortoiseGit
ta_in: புதுப்பிப்புகளை சரிபார்க்கவும் - ஆமைகிட்
uk: Перевіряння наявністі оновлень - TortoiseGit
zh_tw: 檢查更新 - TortoiseGit

source: Check For Updates...
ca: Busca actualitzacions...
es_es: Buscar actualizaciones...
hr: Provjeri nadogradnje...
ja: 最新バージョンをチェック...
pl: Sprawdź aktualizacje...
pt_br: Verificar Atualizações...
ru: Проверить обновления...
ta_in: புதுப்பிப்புகளை சரிபார்க்கவும்...
uk: Перевірити наявність оновлень...
zh_tw: 檢查更新...

source: Check for modi&fications
ca: Troba Modi&ficacions
es_es: Buscar modi&ficaciones
hr: Provjeri iz&mjene
ja: 変更をチェック(&F)
pl: &Sprawdź zmiany
pt_br: Verificar &alterações
ru: Проверить на наличие изменени&й
ta_in: &மாற்றங்களைச் சரிபார்க்கவும்
uk: Перевірити на моди&фікування
zh_tw: 檢查變動(&F)

source: Check out the help file for "Git.exe Path".
ca: Cerqueu "Git.exe Path" al fitxer d'ajuda.
ja: ヘルプファイルの "Git.exe Path" を確認してください。
pt_br: Verifique o arquivo de ajuda por "Caminho do Git.exe".
ta_in: "கிட்.exe பாதை"க்கான உதவிக் கோப்பைப் பார்க்கவும்.
zh_tw: 查看說明文件中關於「Git.exe Path」的說明。

source: Check the path and/or URL you've entered.
ca: Comprova el camí i/o la URL que has introduït.
es_es: Comprobar la ruta y/o URL que has introducido.
hr: Provjeri unešenu stazu i/ili URL.
ja: 入力したパス、もしくは URL をチェックしてください。
pl: Sprawdź wprowadzoną ścieżkę i/lub adres URL.
pt_br: Verifique o caminho e/ou a URL entrados.
ru: Проверьте введенные путь и/или URL.
ta_in: நீங்கள் உள்ளிட்ட பாதை மற்றும்/அல்லது ஒருங்கிணைந்தவளஇருப்பிடத்தை சரிபார்க்கவும்.
uk: Первірте введений шлях і/або URL
zh_tw: 請檢查你輸入的路徑或 URL。

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseGit submenu
ca: Marca les entrades que vols que es mostrin al menú principal enlloc de dins del submenú.
es_es: Marca aquellas entradas del menú que deseas que aparezcan en el menú contextual principal en vez de en el submenú TortoiseGit
ja: TortoiseGit サブメニューではなく、コンテキストメニューに直接表示したいメニュー項目にチェックしてください。
pl: Zaznacz pozycje, które mają być pokazane w głównym menu kontekstowym zamiast w menu podrzędnym TortoiseGit
pt_br: Marque as entradas de menu que você quer que apareça no menu de contexto principal ao invés do submenu TortoiseGit
ru: Отметьте пункты меню, которые будут отображаться в основном контекстном меню, а не в подменю TortoiseGit
ta_in: ஆமைகிட் துணைபட்டியலுக்குப் பதிலாக மேல் சூழல் பட்டியலில் தோன்ற விரும்பும் பட்டியல் உள்ளீடுகளைச் சரிபார்க்கவும்
uk: Відмідьте пункти меню які ви хочете бачити на вищому рівні замість подменю TortoiseGit
zh_tw: 勾選你希望出現在第一層選單的選單項目，而不是出現在 TortoiseGit 子選單中。

source: Check those menu entries you want to appear only in the extended context menu (SHIFT + right click)
ca: Marqueu les entrades de menú que voleu que apareguin només al menú contextual estès (Maj + clic dret).
ja: 拡張コンテキストメニュー(Shift + 右クリック) だけに表示したいメニュー項目にチェックしてください。
pt_br: Marque os itens de menu que quiser que apareça apenas no menu de contexto extendido (SHIFT + clique direito)
ta_in: நீட்டிக்கப்பட்ட சூழல் பட்டியலில் (சிப்ட் + வலது சொடுக்கம்) மட்டும் தோன்ற விரும்பும் பட்டியல் உள்ளீடுகளைச் சரிபார்க்கவும்
zh_tw: 勾選你想移到「擴展」快顯功能表的項目（需按住 Shift 鍵 + 滑鼠右鍵才會顯示）

source: Check to show relative times in log messages
ca: Marca per mostrar temps relatius als registre de missatges
es_es: Marcar para mostrar tiempos relativos en mensajes de reg.
ja: ログメッセージにおいて相対時間を表示させる場合はチェックして下さい
pl: Wyświetl względne czasy w komunikatach dziennika
pt_br: Marque para exibir tempos relativos em mensagens de histórico
ru: Отметьте чтобы отображать сколько прошло времени со дня изменения вместо указания конкретной даты
ta_in: பதிவு செய்திகளில் தொடர்புடைய நேரங்களைக் காட்ட சரிபார்க்கவும்
uk: Відмідьте щоб показувати відносний час у повідомленнях логу
zh_tw: 在日誌中顯示相對時間

source: Check to use a less verbose date and time format in log messages
ca: Marca per utilitzar un format de temps/data simplificat en els missatges del registre
es_es: Marcar para usar un formato abreviado de fecha y hora en los mensajes de reg.
hr: Označite ako želite sažetiji prikaz datuma i vremena u dnevniku poruka
ja: 有効にすると、ログメッセージで短い日付/時刻形式が使用されます。
pl: Zaznacz, aby użyć krótszego formatu daty i czasu w opisach zmian
pt_br: Marque para usar um formato de data e hora mais conciso nos comentários
ru: Отметьте для использования более короткого формата даты и времени в сообщениях журнала.
ta_in: பதிவுச் செய்திகளில் குறைவான சொற்பொழிவு தேதி மற்றும் நேர வடிவமைப்பைப் பயன்படுத்துவதைச் சரிபார்க்கவும்
uk: Позначте щоб використовувати менш докладний формат дати й часу в повідомленнях логу
zh_tw: 勾選後可在日誌中使用較簡短的日期及時間

source: Check:
ca: Selecciona:
es_es: Comprobar:
ja: チェック:
pl: Sprawdź:
pt_br: Checar:
ru: Отметить:
ta_in: சரிபார்:
uk: Перевірити:
zh_tw: 勾選：

source: Checked items will be hidden in the context menu by default and will only be visible if the shift key is pressed while opening the context menu.
ca: Els elements seleccionats quedaran amagats per defecte en el menú contextual. Només es mostraran prement la tecla Majúscula quan s'obri el menú contextual.
pt_br: Itens marcados ficarão ocultos no menu de contexto por padrão e apenas serão visíveis se a tecla shift estiver pressionada ao abrir o menu de contexto.
ta_in: சரிபார்க்கப்பட்ட உருப்படிகள் இயல்புநிலையாக சூழல் மெனுவில் மறைக்கப்படும், மேலும் சூழல் மெனுவைத் திறக்கும்போது சிப்ட் விசையை அழுத்தினால் மட்டுமே தெரியும்.

source: Checkout
ca: Extreu
es_es: Comprobación
hr: Preuzmi
ja: チェックアウト
pl: Pobierz
pt_br: Obter
ru: Извлечение
ta_in: சரிபார்ப்பு
uk: Вивірити
zh_tw: 取出

source: Checkout with merge
ca: Extreu amb fusió
es_es: Comprobar con merge
ja: マージを伴うチェックアウト
pt_br: Restaurar com mesclagem
ru: Извлечение со слиянием
ta_in: ஒருங்கிணைப்புடன் சரிபார்ப்பு
zh_tw: 取出並合併

source: Cherr&y Pick selected commits...
pt_br: &Escolha Seletiva nas submissões selecionadas...
ta_in: சிவந்த&கனி தேர்வு தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகள்...

source: Cherr&y Pick this commit...
pt_br: &Escolha Seletiva nesta submissão...
ta_in: இந்த உறுதிமொழியை சிவந்த&கனி தேர்வு...

source: Cherry Pick
ca: Escull
es_es: Entresacar
ja: チェリーピック
pl: Selekcjonowanie
pt_br: Escolha Seletiva
ru: Пересмотреть
ta_in: சிவந்த கனி தேர்வு
zh_tw: 摘取

source: Cherry Pick failed
ca: La tria ha fracassat
es_es: Fallo al entresacar
ja: チェリーピックに失敗
pl: Nieudane selekcjonowanie
pt_br: Escolha Seletiva falhou
ru: Пересмотр не удался
ta_in: சிவந்த கனி தேர்வு தோல்வியடைந்தது
zh_tw: 摘取失敗

source: Cherry-pick failed (please see log in the cherry pick/rebase dialog for details)! Skip this commit?
ta_in: சிவந்த கனி-தேர்வு தோல்வியடைந்தது (விவரங்களுக்கு சிவந்த கனி-தேர்வு/மறுதளம் உரையாடலில் உள்நுழைவைப் பார்க்கவும்)! இந்த உறுதிமொழியைத் தவிர்க்கவா?

source: Chinese
es_es: Chino
ja: 中国語
pl: chiński
pt_br: Chinês
ru: Китайский
ta_in: சீன
uk: Китайська
zh_tw: 中文

source: Choose Repository
ca: Escull dipòsit
es_es: Elejir repositorio
ja: リポジトリを選択
pl: Wybierz repozytorium
pt_br: Escolha Repositório
ru: Выбрать хранилище
ta_in: களஞ்சியத்தை தேர்ந்தெடு
uk: Обрати сховище
zh_tw: 選擇版本庫

source: Chronological reversed (git default)
ca: Ordre cronològicament invers (per defecte de Git)
es_es: Cronológía invertida (predeterminado en git)
ja: 時系列の逆順 (gitデフォルト)
pt_br: Cronológica invertida (padrão do git)
ru: Обратный хронологический порядок (по умолчанию в git)
ta_in: காலவரிசை தலைகீழாக (கிட் இயல்புநிலை)
zh_tw: 按時間倒序 (git 預設)

source: Clean
ca: Neteja
es_es: Limpiar
ja: クリーン
pl: Wyczyść
pt_br: Limpar
ru: Очистить
ta_in: சுத்தம்
uk: Очистити
zh_tw: 清理

source: Clean Type
ca: Neteja tipus
es_es: Tip de limpieza
ja: クリーンタイプ
pl: Wyczyść typ
pt_br: Limpar Tipo
ru: Тип очистки
ta_in: சுத்தம்செய் வகை
uk: Дія
zh_tw: 清理類型

source: Clean permanently
ca: Neteja de forma permanent
es_es: Limpiar permanentemente
ja: 完全に削除する
pt_br: Excluir permanentemente
ru: Удалить навсегда
ta_in: நிரந்தரமாக சுத்தம் செய்
uk: Видалити назавжди
zh_tw: 永久刪除

source: Clean to recycle bin
ca: Neteja per a reciclar la paperera
es_es: Limpiar a la papelera de reciclaje
ja: ごみ箱へ入れる
pt_br: Mover para a lixeira
ru: Удалить в мусорную корзину
ta_in: மறுசுழற்சி தொட்டிக்கு சுத்தம் செய்யவும்
uk: Видалити в корзину
zh_tw: 移到資源回收筒

source: Clean up stale remote branches
ca: Neteja les branques remotes caducades
es_es: Limpiar ramales remotos caducos
ja: 古いリモートブランチをクリーンナップ
pt_br: Limpar ramos remotos órfãos
ru: Очистить от устаревших внешних ветвей
ta_in: காலாவதியான தொலை கிளைகளை சுத்தம் செய்யவும்
zh_tw: 清理陳舊的遠端分支

source: Cleaning up
ca: Netejant
es_es: Limpiando
hr: Čišćenje
ja: クリーンアップ
pl: Porządkowanie
pt_br: Limpando
ru: Производится очистка
ta_in: சுத்தம் செய்தல்
uk: Очищується
zh_tw: 正在清理

source: Cleaning up.
ca: Netejant.
es_es: Limpiando.
hr: Čišćenje.
ja: クリーンアップ
pl: Porządkowanie.
pt_br: Limpando.
ru: Производится очистка.
ta_in: சுத்தம் செய்தல்.
uk: Очищення.
zh_tw: 正在清理。

source: Cleanup failed to process the following paths: %s
ca: Neteja ha fracassat intentant processar les següents carpetes: %s
es_es: Falló la limpieza al procesar una de las siguientes rutas: %s
hr: Čišćenje nije uspjelo na sljedećeim stazama: %s
ja: 次のパスを処理する際にクリーンアップが失敗しました。 %s
pl: Nie udało się uporządkować następujących ścieżek: %s
pt_br: Falha ao efetuar a limpeza dos seguintes caminhos: %s
ru: Очистке не удалось обработать следующие пути: %s
ta_in: சுத்தம்செய் பின்வரும் பாதைகளைச் செயல்படுத்துவதில் தோல்வியடைந்தது: %s
uk: Прибиранню не вдалося обробити наступні шляхи: %s
zh_tw: 清理以下路徑時發生錯誤： 「%s」

source: Cleanup has successfully processed the following paths: %s
ca: Neteja ha processat satisfactòriament les següents carpetes: %s
es_es: La limpieza ha procesado con éxito las siguientes rutas: %s
hr: Čišćenje je uspješno završeno na sljedećim stazama: %s
ja: 次のパスに対してクリーンアップが正しく行われました。 %s
pl: Udało się uporządkować następujące ścieżki: %s
pt_br: A limpeza foi efetuada com sucesso nos seguintes caminhos: %s
ru: Очистка успешно обработала следующие пути: %s
ta_in: சுத்தம்செய் பின்வரும் பாதைகளை வெற்றிகரமாகச் செயல்படுத்தியது: %s
uk: Прибирання успішно обробило наступні шляхи: %s
zh_tw: 以下路徑已清理完成： 「%s」

source: Clear
ca: Esborra
es_es: Limpiar
hr: Briši
ja: クリア
pl: Wyczyść
pt_br: Limpar
ru: Очистить
ta_in: அழி
uk: Очистити
zh_tw: 清除

source: Clears %1!ld! URLs stored for %2!ld! working trees
ca: Neteja %1!ld! URLs desades per %2!ld! directoris de treball
pt_br: Limpa %1!ld! URLs armazenadas para %2!ld! árvores de trabalho
ta_in: %2!ld! பணிபுரியும் மரங்களுக்கு சேமிக்கப்பட்ட %1!ld! ஒருங்கிணைந்தவளஇருப்பிடங்கள் அழிக்கிறது
