Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Clears %1!ld! log messages stored for %2!ld! working trees
ca: Neteja %1!ld! missatges de registre desats per %2!ld! directoris de treball
pt_br: Limpa %1!ld! mensagens no histórico para %2!ld! árvores de trabalho
ta_in: %2!ld! பணிபுரியும் மரங்களுக்கு சேமிக்கப்பட்ட %1!ld! பதிவு செய்திகள் அழிக்கிறது

source: Clears %1!ld! username/password pairs, %2!ld! ssl certificates and %3!ld! usernames
ca: Neteja %1!ld! parelles nom d'usuari/contrasenya, %2!ld! certificats ssl i %3!ld! noms d'usuari
ja: %1!ld!件のユーザー名/パスワードの組、%2!ld!件のSSL証明書と%3!ld!件のユーザー名を消去します
pt_br: Apaga %1!ld! usuários/senhas, %2!ld! certificados ssl e %3!ld! usuários
ta_in: %1!ld! பயனர்பெயர்/கடவுச்சொல் இணைகள், %2!ld! பாதுகாப்பானகுதைகுழிஅடுக்கு சான்றிதழ்கள் மற்றும் %3!ld! பயனர்பெயர்களை அழிக்கிறது
uk: Очищує %1!ld! пар ім'я/пароль, %2!ld! сертифікатів ssl і %3!ld! імен користувачів

source: Clears cached logs from %ld repositories
ca: Esborra logs amagats dels %ld dipòsits
es_es: Limpia la caché de mensajes de Reg. de %ld repositorios
hr: Počisti spremnik dnevnika za %ld skladišta
ja: %ld個のリポジトリのログのキャッシュをクリアする
pl: Czyści zbuforowane logi z repozytoriów %ld
pt_br: Limpar históricos armazenados dos %ld repositórios
ru: Очищает кэш сообщений журнала из %ld хранилищ(а)
ta_in: %ld களஞ்சியங்களில் இருந்து தற்காலிக சேமிப்பு பதிவுகளை அழிக்கிறது
uk: Очищує кешовані логи з %ld репозиторіїв
zh_tw: 從 %ld 個版本庫中清除快取日誌訊息

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
ca: Esborra l'autentificació guardada. Haureu de tornar a introduir el vostre nom d'usuari/contrasenya un altre cop per a tots els diposits.
ja: 保存されている認証データをクリアする。 すべてのリポジトリに対して、再度ユーザー名とパスワードを入力する必要があります。
pl: Usuwa zapisane parametry uwierzytelnienia. Przy dostępie do repozytoriów trzeba będzie wprowadzić nazwę i hasło użytkownika.
pt_br: Apagar as autenticações gravadas. Você terá que digitar seu nome de usuário e senha novamente para todos os repositórios.
ru: Очищает все сохраненные данные аутентификации. Вам нужно будет заново ввести имя-пользователя/пароль для всех хранилищ.
ta_in: சேமிக்கப்பட்ட அங்கீகாரத்தை அழிக்கிறது. அனைத்து களஞ்சியங்களுக்கும் உங்கள் பயனர்பெயர்/கடவுச்சொல்லை மீண்டும் உள்ளிட வேண்டும்.
zh_tw: 清除儲存的認證。 你需要為全部的版本庫重新輸入帳號和密碼。

source: Clears the stored sizes and positions of %ld dialogs
ca: Oblida les mides i posicions de %ld formularis
es_es: Limpiar los tamaños y las posiciones almacenadas de %ld diálogos
hr: Čisti spremljene veličine i položaje %ld dijaloga
ja: 保存されている%ld個のダイアログの位置と大きさをクリアする
pl: Czyści zapisane wielkości i pozycje %ld okien dialogowych
pt_br: Limpar os tamanhos e posições salvos de %ld diálogos
ru: Очищает сохранённые размеры и расположение %ld диалогов
ta_in: %ld உரையாடல்களின் சேமிக்கப்பட்ட அளவுகள் மற்றும் நிலைகளை அழிக்கிறது
uk: Очищає збережені розміри та розташування %ld діалогів
zh_tw: 清除儲存的 %ld 個視窗位置及大小

source: Click here to go to the website
ca: Feu clic aquí per anar a la pàgina web
es_es: Pulse aquí para ir al sitio web
hr: Kliknite ovdje za odlazak na web stranicu
ja: WEBサイトを訪れるにはここをクリックしてください
pl: Kliknij tutaj, aby przejść do witryny
pt_br: Clique aqui para acessar o website
ru: Щёлкните здесь для перехода на web-сайт
ta_in: இணையதளத்திற்கு செல்ல இங்கே சொடுக்கவும்
uk: Клацніть тут щоб піти на вебсайт
zh_tw: 點擊這裡前往網站

source: Click here to select a recently typed message
ca: Fer clic aquí per seleccionar un text escrit recentment
es_es: Pulse aquí para seleccionar un mensaje escrito recientemente
hr: Kliknite ovdje za odabir ranije upisane poruke
ja: 最近入力したメッセージを選択する場合はここをクリックしてください
pl: Kliknij tutaj, aby wybrać ostatnią wpisaną wiadomość
pt_br: Clique aqui para selecionar uma das mensagens recentes
ru: Нажмите для выбора из недавно введённых сообщений
ta_in: சமீபத்தில் தட்டச்சு செய்த செய்தியைத் தேர்ந்தெடுக்க இங்கே சொடுக்கவும்
uk: Клацніть тут що вибрати нещодавно надруковане повідомлення
zh_tw: 點擊這裡以選擇最近輸入過的訊息

source: Click on "Advanced" to specify alternate diff programs based on file extension
ca: Feu clic a "Avançat" per especificar programes de comparació alternatius segons l'extensió dels fitxers
es_es: Pulsa en "Avanzado" para especificar programas alternativos de dif. basados en extensión de archivo
hr: Kliknite na "Napredno" za određivanje dopunskih razlikovnih programa s obzirom na tip datoteke
ja: 「高度な設定」をクリックすると、それぞれのファイル拡張子に応じた差分プログラムを指定することができます。
pl: Kliknij na "Zaawansowane", aby wskazać alternatywny program do porównywania plików
pt_br: Clique em "Avançado" para especificar programas de comparação alternativos baseados na extensão do arquivo
ru: Нажмите на "Дополнительно..." для указания дополнительных программ поиска различий в зависимости от расширения файла
ta_in: கோப்பு நீட்டிப்பின் அடிப்படையில் மாற்று வேறுபாடு நிரல்களைக் குறிப்பிட "மேம்பட்ட" என்பதைக் சொடுக்கவும்
uk: Клацніть "Додатково", щоб вказати альтернативні програми відмінностей, залежно від розширення файла
zh_tw: 點擊「進階設定」可根據不同副檔名指定不同的比較差異程式

source: Click on "Advanced" to specify alternate merge programs based on file extension
ca: Feu clic a "Avançat" per especificar programes de fusió de fitxers alternatius segons l'extensió dels fitxers
es_es: Pulsa en "Avanzado" para especificar programas alternativos de merge basados en extensión de archivo
hr: Kliknite na "Napredno" za određivanje dopunskih programa za stapanje s obzirom na tip datoteke
ja: 「高度な設定」をクリックすると、それぞれのファイル拡張子に応じたマージプログラムを指定することができます。
pl: Kliknij na "Zaawansowane", aby wskazać alternatywny program do scalania plików
pt_br: Clique em "Avançado" para especificar programas de combinação alternativos baseados na extensão do arquivo
ru: Нажмите на "Дополнительно..." для указания дополнительных программ слияния в зависимости от расширения файла
ta_in: கோப்பு நீட்டிப்பின் அடிப்படையில் மாற்று ஒருங்கிணைப்பு நிரல்களைக் குறிப்பிட "மேம்பட்ட" மீது சொடுக்கவும்
uk: Клацніть "Додатково", щоб вказати альтернативні програми злиття, залежно від розширення файла
zh_tw: 點擊「進階設定」可根據不同副檔名指定不同合併程式

source: Click to see commands to move blocks of text Use text blocks
ca: Click per veure comandes per a moure blocs de text Utilitza blocs de text
es_es: Haz clic aquí para ver los comandos para mover bloques de texto Uso de bloques de texto
ja: テキストブロックを移動させるコマンドを見るために、クリックして下さい。 テキストブロックを使用
pl: Kliknij aby zobaczyć polecenia przenoszenia bloków tekstu Użyj bloków tekstu
pt_br: Clique para ser os comandos para mover blocos de texto Usar blocos de texto
ru: Нажмите чтобы увидеть команды для перемещения блоков текста Использовать текстовые блоки
ta_in: உரையின் தொகுதிகளை நகர்த்துவதற்கான கட்டளைகளைப் பார்க்க சொடுக்கவும் உரைத் தொகுதிகளைப் பயன்படுத்து
zh_tw: 使用

source: Clipboard
ca: Porta-retalls
es_es: Portapapeles
hr: Međuspremnik
ja: クリップボード
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
ta_in: இடைநிலைப் பலகை
uk: Буфер обміну
zh_tw: 剪貼簿

source: Clone
ca: Clona
es_es: Clonar
ja: クローン(複製)
pl: Sklonuj
pt_br: Clonar
ru: Клонировать
ta_in: நகலி
uk: Клонування
zh_tw: 克隆

source: Clone Existing Repository
ca: Clona dipòsit existent
es_es: Clonar repositorio existente
ja: すでに存在するリポジトリをクローン
pl: Sklonuj istniejące repozytorium
pt_br: Clonar Repositório Existente
ru: Клонировать существующее хранилище
ta_in: இருக்கும் களஞ்சியத்தை நகல் செய்யவும்
uk: Клонування існуючого сховища
zh_tw: 克隆存在的版本庫

source: Clone a repository
ca: Clona dipòsit existent
es_es: Clonar un repositorio
ja: リポジトリをクローン
pl: Sklonuj repozytorium
pt_br: Clonar um repositório
ru: Клонировать хранилище
ta_in: ஒரு களஞ்சியத்தை நகல் செய்
uk: Клонувати сховище
zh_tw: 克隆版本庫

source: Clone into Bare Repo
ca: Clona en un nou dipòsit cru
es_es: Clonar en repo vacío
ja: Bareリポジトリにクローン
pt_br: Clonar em um Repositório Nu
ru: Клонировать в голый репозиторий
ta_in: வெற்று களஞ்சியத்தில் நகல்
uk: Клонувати у Bare сховище
zh_tw: 克隆成純版本庫

source: Clone into a git repository without the working tree.
ta_in: பணிபுரியும் மரம் இல்லாமல் ஒரு கிட் களஞ்சியத்தில் நகல் செய்யவும்.

source: Clone...
ca: Clona...
es_es: Clonar...
ja: クローン(複製)...
pl: Sklonuj...
pt_br: Clonar...
ru: Клонировать...
ta_in: நகலி...
uk: Клонування...
zh_tw: 克隆...

source: Close
ca: Tanca
es_es: Cerrar
hr: Zatvori
ja: 閉じる
pl: Zamknij
pt_br: Fechar
ru: Закрыть
ta_in: மூடு
uk: Закрити
zh_tw: 關閉

source: Close manually
ca: Tanca manualment
es_es: Cerrar manuálmente
hr: Zatvori ručno
ja: 手動で閉じる
pl: Zamknięcie ręczne
pt_br: Fechar manualmente
ru: Закрывать вручную
ta_in: கைமுறையாக மூடு
uk: Закрити вручну
zh_tw: 手動關閉

source: Close print preview mode Cancel Preview
ca: Tanca Visualització Prèvia d'Impressió &Cancel·la la visualització prèvia
es_es: Cerrar el modo vista previa de impresión Cancelar vista previa
ja: 印刷プレビューモードを閉じる プレビューモードをキャンセル
pl: Zamknij tryb podglądu wydruku Anuluj podgląd
pt_br: Fechar modo de visualização de impressão Cancelar Visualização
ru: Закрыть предпросмотр печати Отменить предпросмотр
ta_in: அச்சு மாதிரிக்காட்சி பயன்முறையை மூடு முன்னோட்டத்தை ரத்துசெய்
zh_tw: 取消預覽列印

source: Close the active document Close
ca: Tanca el document actiu Tanca
es_es: Cerrar documento activo Cerrar
ja: 有効なドキュメントを閉じる 閉じる
pl: Zamknij aktywny dokument Zamknij
pt_br: Fechar o documento ativo Fechar
ru: Закрыть текущий документ Закрыть
ta_in: செயலில் உள்ள ஆவணத்தை மூடு மூடு
uk: Закрити активний документ Закрити
zh_tw: 關閉文件

source: Close the active window and prompts to save the documents
ca: Tanca la finestra activa i pregunta si es volen gravar els documents
es_es: Cerrar la ventana activa, e indicar que guarde los documentos
hr: Zatvara aktivni prozor i upozorava na snimanje dokumenata
ja: ドキュメントを保存するために、アクティブなウィンドウとプロンプトを閉じる
pl: Zamyka aktywne okno z pytaniem o zapisanie zmian w dokumencie
pt_br: Fecha a janela ativa e pede para salvar os documentos
ru: Закрывает активное окно и приглашает сохранить документы
ta_in: செயலில் உள்ள சாளரத்தை மூடு மற்றும் ஆவணங்களைச் சேமிக்கும்படி கேட்கிறது
uk: Закриває активне вікно і пропонує зберегти документи
zh_tw: 關閉目前視窗並提示儲存文件

source: Collapse
ca: Contrau
es_es: Contraer
ja: 折りたたむ
pl: Zwiń
pt_br: Encolher
ru: Свернуть
ta_in: சுருக்கு
uk: Згорнути
zh_tw: 摺疊

source: Collapse revisions
ta_in: மீள்திருத்தங்களைச் சுருக்கு

source: Collapse unchanged sections Collapse
ca: Reduir seccions sense canvis Reduir
es_es: españolinglésfrancésContraer secciones sin cambios Contraer
ja: 未変更のセクションを折りたたむ 折りたたむ
pl: Zwiń niezmienione sekcje Zwiń
pt_br: Encolher seções inalteradas Encolher
ru: Свернуть неизменённые части Свернуть
ta_in: மாறாத பிரிவுகளை சுருக்கு சுருக்கு
uk: Згорнути незмінені секції Згорнути
zh_tw: 摺疊不變的部分 摺疊

source: Color by age, &continuous
ca: Marca segons l'edat, &continu
es_es: Color antiguedad &continuo
ja: 変更時期に応じて徐々に色を変える(&c)
pl: &Kolorowanie wg wieku
pt_br: Cor por idade, &contínua
ru: Цвет по возрасту, &непрерывно
ta_in: வயதின்படி நிறம், &தொடர்ச்சியான
zh_tw: 依照時間上色(&C)

source: Colors
es_es: Colores
hr: Boje
ja: 色
pl: Kolory
pt_br: Cores
ru: Цвета
ta_in: வண்ணங்கள்
uk: Кольори
zh_tw: 色彩

source: Colors 1
ta_in: வண்ணங்கள் 1

source: Colors 2
ta_in: வண்ணங்கள் 2

source: Colors 3
ta_in: வண்ணங்கள் 3

source: Column: %d
ta_in: நெடுவரிசை: %d

source: Com&bine to one commit
pt_br: Combinar em uma submissão
ta_in: ஒரு உறுதிமொழியுடன் இணைக்கவும்

source: Combine One Mail
ca: Combina un correu
es_es: Combiar un correo
ja: 一つのメールにまとめる
pt_br: Combinar em Um E-mail
ru: Объединить в одну почту
ta_in: ஒரு அஞ்சலை இணைக்கவும்
zh_tw: 合併成一份郵件

source: Command
ca: Comanda
es_es: Comando
hr: Naredba
ja: コマンド
pl: Polecenie
pt_br: Comando
ru: Команда
ta_in: கட்டளை
uk: Команда
zh_tw: 命令

source: Command Line
ca: Línia de comandes
es_es: Línea de comandos
hr: Linijska naredba
ja: コマンドライン
pl: Linia poleceń
pt_br: Linha de Comando
ru: Командная строка
ta_in: கட்டளை வரி
uk: Командний рядок
zh_tw: 命令列

source: Command Line To Execute:
ca: Comanda a Executar:
es_es: Línea de comandos a ejecutar:
hr: Naredba koju treba izvršiti:
ja: 実行するコマンドライン:
pl: Linia komend do wykonania:
pt_br: Linha de Comando para Executar:
ru: Командная строка для выполнения:
ta_in: செயல்படுத்துவதற்கான கட்டளை வரி:
uk: Командний рядок для виконання:
zh_tw: 要執行的命令列：

source: Command failed.
ca: La comanda ha fallat.
es_es: Comando fallido.
hr: Naredba nije izvršena.
ja: コマンドの実行に失敗しました。
pl: Operacja zakończona niepowodzeniem.
pt_br: Comando falhou.
ru: Сбой при выплнении команды.
ta_in: கட்டளை தோல்வியடைந்தது.
uk: Команду спіткала невдача.
zh_tw: 命令失敗。

source: Commit
ca: Entrega
es_es: Consigna
hr: Pohrane
ja: コミット
pl: Zatwierdź zmiany
pt_br: Submeter
ru: Фиксация
ta_in: உறுதிமொழி
uk: Фіксування
zh_tw: 提交

source: Commit %1!s! not found in "%2!s!". Update submodule now?
ca: No s'ha trobat l'entrega %1!s! a "%2!s!". Actualitzar ara el sub-mòdul?
pt_br: Submissão %1!s! não encontrada em "%2!s!". Atualizar submódulo agora?
ta_in: % 1!s! உறுதிமொழி "%2!s!" இல் காணப்படவில்லை. துணைத் தொகுதியை இப்போது புதுப்பிக்கவா?

source: Commit %s is NOT visible right now.
ca: L'entrega %s NO es pot veure ara mateix.
es_es: La consignación (commit) %s NO es visible ahora mismo.
ja: コミット %s は、今のところ見えません。
pt_br: A submissão %s NÃO está visível neste momento.
ru: Фиксация %s НЕ видна сейчас.
ta_in: உறுதிமொழி %s இப்போது தெரியவில்லை.
zh_tw: 現在看不到提交 %s

source: Commit && &Push
ca: Entrega && &Empeny
ja: コミットしてプッシュ(&P)
pt_br: Submeter && Em&purrar
ru: Фиксировать && &Отправить
ta_in: உறுதிமொழி &&&தள்ளு
zh_tw: 提交 && 推送(&P)

source: Commit Date
ca: Data d'entrega
es_es: Fecha de consigna
ja: コミット日付
pl: Data zatwierdzenia
pt_br: Submeter Data
ru: Дата фиксации
ta_in: உறுதிமொழி தேதி
uk: Дата фіксації
zh_tw: 提交日期

source: Commit Email
ca: Correu de l'entrega
es_es: Correo Conignador
ja: コミット Email
pl: E-mail zatwierdzenia
pt_br: Submeter Email
ru: Почта фиксации
ta_in: உறுதிமொழி மின்னஞ்சல்
zh_tw: 提交者電郵

source: Commit Finish
ca: Finalització de l'entrega
es_es: Término de consigna
ja: コミット終了
pl: Ukończone zatwierdzanie
pt_br: Término da Submissão
ru: Фиксация завершена
ta_in: உறுதிமொழி முடி
uk: Фіксування завершено
zh_tw: 完成提交

source: Commit Info
ca: Informació de l'entrega
es_es: Info. de consigna
ja: コミット情報
pt_br: Submeter Info
ru: Информация о фиксации
ta_in: உறுதிமொழி தகவல்
uk: Інформація про фіксування
zh_tw: 提交資訊

source: Commit Message
ca: Missatge d'entrega
es_es: Mensaje de Consigna
ja: コミットメッセージ
pl: Treść zatwierdzenia
pt_br: Mensagem de Submissão
ru: Сообщение фиксации
ta_in: உறுதிமொழி செய்தி
uk: Повідомлення фіксації
zh_tw: 提交訊息

source: Commit Name
ca: Nom de l'entrega
es_es: Consignador
ja: コミット名
pl: Nazwa zatwierdzenia
pt_br: Submeter Nome
ru: Название фиксации
ta_in: உறுதிமொழி பெயர்
uk: Назва фіксації
zh_tw: 提交者

source: Commit Ordering:
ca: Ordre de les entregues:
es_es: Orden de consignas:
ja: コミット順序:
pt_br: Ordem das Submissões:
ru: Порядок фиксаций:
ta_in: உறுதிமொழி அடுக்கு:
zh_tw: 提交排列：

source: Commit super project
ca: Entrega superprojecte
es_es: Consignar super proyecto
ja: 親プロジェクトをコミット
pt_br: Submeter super projeto
ru: Фиксировать супер проект
ta_in: மேம்பட்ட திட்டம் உறுதிமொழி
zh_tw: 提交上層專案

source: Commit to:
ca: Entrega a:
es_es: Consignar a:
hr: Pohrani u:
ja: コミット先:
pl: Zatwierdź zmiany w:
pt_br: Submeter em:
ru: Фиксировать в:
ta_in: இதற்கு உறுதிமொழியளிக்கவும்:
uk: Зафіксувати в:
zh_tw: 提交至：

source: Commit...
ca: Entrega...
es_es: Consignar...
ja: コミット...
pl: Zatwierdź zmiany...
pt_br: Submeter...
ru: Фиксировать...
ta_in: உறுதிமொழி...
uk: Зафіксувати...
zh_tw: 提交...

source: Commits by author
ca: Entregues per autor
es_es: Consignas por autor
hr: Pohranjivanja prema autorima
ja: 著者×コミット数
pl: Zatwierdzenia zmian z podziałem na autorów
pt_br: Submissões por autor
ru: Фиксации по автору
ta_in: ஆசிரியரால் உறுதிமொழிகள்
uk: Фіксування за автором
zh_tw: 依作者排序的提交記錄

source: Commits by date
ca: Entregues per data
es_es: Consignas por fecha
hr: Pohranjivanja prema datumu
ja: 時期×コミット数
pl: Zatwierdzenia zmian z podziałem na daty
pt_br: Submissões por data
ru: Фиксации по дате
ta_in: தேதியின்படி உறுதிமொழிகள்
uk: Фіксування за датою
zh_tw: 依日期排序的提交記錄

source: Commits each %s
ca: Entregues cada %s
es_es: Consignas cada %s
ja: %sあたりのコミット数
pl: Liczba zatwierdzeń w każdym %s
pt_br: Submeter cada %s
ru: Фиксаций (в %s):
ta_in: ஒவ்வொரு %sக்கும் உறுதிமொழிகள்
uk: Фіксування кожного %s
zh_tw: 每%s的提交數

source: Commits each week:
ca: Entregues cada setmana:
es_es: Consignas cada semana:
hr: Pohranjeno u tjednu:
ja: 週あたりのコミット数:
pl: Liczba zatwierdzeń w każdym tygodniu:
pt_br: Submissões a cada semana:
ru: Фиксаций в неделю:
ta_in: ஒவ்வொரு வாரமும் உறுதிமொழிகள்:
uk: Фіксувань щотижня:
zh_tw: 每週提交：

source: Commits your changes to the repository
ca: Entrega els teus canvis al dipòsit.
es_es: Consignar tus cambios al repositorio
hr: Pohranjuje Vaše izmjene u skladište
ja: 変更をリポジトリにコミット
pl: Zatwierdza twoje zmiany w repozytorium
pt_br: Submete as suas alterações para o repositório
ru: Фиксирует ваши изменения в хранилище
ta_in: உங்கள் உறுதிமொழிகளை களஞ்சியத்தில் சமர்ப்பிக்கிறது
uk: Фіксує зміни до сховища
zh_tw: 提交你的修改至版本庫

source: Committer Email
ca: Correu de l'entregador
es_es: E-mail del consignador
ja: コミッターアドレス
pt_br: Email de quem submeteu
ru: Почта фиксирующего
ta_in: உறுதிமொழிஅளிப்பவர் மின்னஞ்சல்
uk: Email Фіксувальника
zh_tw: 提交者電郵

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item. Are you sure that you want to continue the commit?
ca: Entregar una carpeta sense versionar no afegeix recursivament el seu contingut! Podeu afegir aquestes carpetes recursivament utilitzant l'ordre 'Afegeix...' del menú. Esteu segur de voler continuar amb l'entrega?
es_es: ¡Consignando una carpeta no versionada no añadirá recursivamente tus elementos hijos! Puede que quieras añadir estas carpetas recusivamente usando "Añadir..." en el menú contextual de elementos. Asegúrate antes de continuar la consigna.
ja: バージョン管理外のフォルダーをコミットする場合、子階層の項目は再帰的に追加されません。 コンテキストメニューの「追加...」を使用して、それらのフォルダーを再帰的に追加してください。 本当にコミットを続行してもよろしいですか？
pl: Zatwierdzenie folderu, który nie jest poddany kontroli wersji nie doda do repozytorium rekursywnie jego elementów. Możesz tego dokonać używając pozycji 'Dodaj...' w menu kontekstowym. Na pewno chcesz kontynuować zatwierdzanie zmian?
pt_br: Adicionar uma pasta não versionada não irá adicionar suas subpastas recursivamente! Você pode querer adicionar estas pastas recursivamente usando o menu de contexto 'Adicionar...'. Tem certeza de que você quer continuar?
ru: Фиксация неверсированной папки не добавляет рекурсивно её дочерние элементы! Вы можете добавить эти папки рекурсивно при помощи команды 'Добавить...' из контекстного меню. Вы действительно желаете продолжить фиксацию?
ta_in: பதிப்பு செய்யப்படாத கோப்புறையை உறுதிமொழிசெய்வதால், அதன் குழந்தை உருப்படிகள் மீண்டும் மீண்டும் சேர்க்கப்படாது! சேர்...' சூழல் பட்டியல் உருப்படியைப் பயன்படுத்தி இந்த கோப்புறைகளை மீண்டும் மீண்டும் சேர்க்க விரும்பலாம். உறுதிமொழியைத் தொடர விரும்புகிறீர்களா?
uk: Фіксування неверсійного каталогу не додасть усіх його піделементів рекурсивно! Мабуть слід рекурсивно додати ці каталоги за допомогою пункта контекстного меню 'Додати...' Дійсно продовжити фіксування?
zh_tw: 提交無版本控制的資料夾並不會自動加入底下的子項目！ 使用「加入...」快顯功能表選項可以加入底下全部子資料夾下的檔案。 確定要進行提交嗎？

source: Common Name:
ca: Nom habitual:
es_es: Nombre común:
pt_br: Nome Comum:
ru: Общее имя:
ta_in: பொது பெயர்:
zh_tw: 憑證名稱：

source: Comp&are change sets
pt_br: Comparar conjuntos de &alterações
ta_in: மாற்றுத் தொகுப்புகளை ஒப்பிடு&

source: Compare &HEAD revisions
ca: Compara revisions &HEAD
es_es: Comparar revisión &HEAD
hr: Usporedi &glavne (HEAD) revizije
ja: &HEADのリビジョンを比較(&H)
pl: Porównaj wersje &główne (HEAD)
pt_br: Comparar revisões do &HEAD
ru: Сравнить &ГОЛОВНЫЕ ревизии
ta_in: &தலை மீள்திருத்தங்களை ஒப்பிடு
uk: Порівняти &HEAD-модифікації
zh_tw: 比較 &HEAD 版本

source: Compare parent with working tree
ta_in: பணிபுரியும் மரத்துடன் பெற்றோரை ஒப்பிடு

source: Compare selected refs
ca: Compara els refs seleccionats
es_es: Comparar Ref. seleccionadas
ja: 選択した ref を比較
pt_br: Comparar referências selecionadas
ru: Сравнить выбранные ссылки
ta_in: தேர்ந்தெடுக்கப்பட்ட குறிப்புகளை ஒப்பிடு
zh_tw: 比對已選的參照

source: Compare tags
ca: Compara etiquetes
ja: タグを比較
pt_br: Comparar etiquetas
ta_in: குறிச்சொற்களை ஒப்பிடு

source: Compare two files
ca: Compara dos arxius
es_es: Comaprar dos archivos
ja: ２つのファイルを比較
pl: Porównaj dwa pliki
pt_br: Comparar dois arquivos
ru: Сравнить два файла
ta_in: இரண்டு கோப்புகளை ஒப்பிடு
uk: Порівняти 2 файли
zh_tw: 比對兩個檔案

source: Compare whitespaces
ca: Compara espais en blanc
es_es: Comparar espacios en blanco
hr: Usporedi razmake
ja: 空白類 を比較
pl: Porównuj białe znaki
pt_br: Comparar espaços em branco
ru: Сравнивать непечатаемые знаки
ta_in: வெள்ளைஇடைவெளிகளை ஒப்பிடு
uk: Порівняти пробіли
zh_tw: 比對

source: Compare with &working tree
ca: &Compara amb el directori de treball
es_es: Comparar con el &árbol de trabajo
ja: 作業ツリーと比較(&W)
pl: Porównaj z &kopią roboczą
pt_br: Comparar com a cópia de &trabalho
ru: Сравнить с &рабочей копией
ta_in: பணிபுரியும்& மரத்துடன் ஒப்பிடு
zh_tw: 與工作目錄比對(&W)

source: Compare with b&ase
ca: Compara amb b&ase
es_es: Comparar con b&ase
hr: Usporedi s o&snovom
ja: 作業ベースと比較(&B)
pl: Porównaj z &BASE
pt_br: Comparar com a b&ase
ru: Сравнить с б&азой
ta_in: &அடிப்படை உடன் ஒப்பிடு
uk: Порівняти з &базовим
zh_tw: 與基礎檔比對(&A)

source: Compare with previous revision
ca: &Compara amb revisió prèvia
es_es: Comparar con versión anterior
hr: Usporedi sa prijašnjom revizijom
ja: 直前のリビジョンと比較
pl: Porównaj z poprzednią wersją
pt_br: Comparar com revisão anterior
ru: Сравнить с предыдущей ревизией
ta_in: முந்தைய மீள்திருத்தத்துடன் ஒப்பிடு
uk: Порівняти з попередньою модифікацією
zh_tw: 與前一個版本比對

source: Compares all whitespaces when diffing Compare whitespaces
ca: Compara tots els espais en blanc quan es cerquen diferències Compara espais en blanc
es_es: Compara todos los espacios en blanco al hacer dif. Comparar espacios en blanco
ja: 差分時にすべてホワイトスペースを比較 空白類を比較
pl: Uwzględnia wszystkie białe znaki przy porównywaniu Porównuj białe znaki
pt_br: Compara todos espaços em branco ao comparar Comparar espaços em branco
ru: Сравнивает все непечатаемые знаки при поиске различий Сравнивать непечатаемые знаки
ta_in: வேறுபடும் போது அனைத்து வெள்ளைஇடைவெளிகளையும் ஒப்பிடுகிறது வெள்ளைஇடைவெளிகளை ஒப்பிடு
uk: Порівнює всі пробіли під час порівнювання Порівнювати пробіли
zh_tw: 比對所有空白字元 比對空白字元

source: Compares the file with the last committed revision to show you the changes you made
ca: Compara fitxer amb l'última revisió entregada per mostrar els canvis que has fet
es_es: Comparar archivo con la última revisón de consigna para ver los cambios que has hecho.
hr: Uspoređuje datoteku sa zadnjom pohranjenom revizijom kako bi se vidjele izmjene koje ste učinili
ja: 変更点を表示するために、最後にコミットしたリビジョンとファイルを比較する
pl: Porównuje dany plik z jego ostatnią zatwierdzoną wersją aby pokazać zmiany które zrobiłeś
pt_br: Compara o arquivo com a última revisão submetida para exibir as alterações que você fez
ru: Сравнивает файл с крайней зафиксированной ревизией для показа сделанных вами изменений
ta_in: நீங்கள் செய்த மாற்றங்களை உங்களுக்குக் காண்பிக்க, கடைசியாக உறுதிசெய்யப்பட்ட திருத்தத்துடன் கோப்பை ஒப்பிடுகிறது
uk: Порівнює файл з останньою зафіксованою модифікацією, щоб показати внесені зміни
zh_tw: 比對此檔案與上次送交的版本並列出你所做的變動

source: Completed
ca: Completat
es_es: Completado
hr: Završeno
ja: 完了
pl: Zakończono
pt_br: Concluído
ru: Завершено
ta_in: முடிந்தது
uk: Готово
zh_tw: 完畢

source: Config
ja: 設定
pl: Konfiguracja
ru: Конфигурация
ta_in: கட்டமைப்பு
uk: Конфігурація
zh_tw: 組態

source: Config source
ca: Configura l'origen
es_es: Config fuente
ja: 設定のでどころ
pl: Konfiguracja źródła
pt_br: Fonte da config
ru: Показывать настройки
ta_in: மூலம் கட்டமைப்பு
uk: Рівень конфігурації
zh_tw: 組態來源

source: Config type:
ca: Tipus de configuració:
es_es: Config tipo:
ja: 設定タイプ:
pl: Typ konfiguracji:
pt_br: Tipo de configuração:
ru: Тип конфигурации:
ta_in: வகை கட்டமைப்பு:
uk: Тип конфігурації
zh_tw: 組態類型：
