Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Do &not show me this warning again (if Ignore is selected)
ca: No em mostris més aquest avís (si prems Ignora)
es_es: &No volver a mostrarme este mensaje de nuevo (si está seleccionado Ignorar)
ja: ２度と警告メッセージを表示しない (無視を選択した場合)(&N)
pl: Nie pokazuj tego ostrzeżenia ponownie (jeśli Ignoruj ​​jest zaznaczone)
pt_br: &Não exibir esta mensagem novamente (se Ignorar estiver selecionado)
ru: &Не показывать это предупреждение снова (если выбрано Игнорировать)
ta_in: இந்த எச்சரிக்கையை மீண்டும் எனக்கு &காட்ட வேண்டாம் (புறக்கணிப்பு தேர்ந்தெடுக்கப்பட்டால்)
zh_tw: 不再顯示該警告（如果選擇「忽略」）(&N)

source: Do not ask again for this script
pt_br: Não perguntar novamente para este script
ta_in: இந்த கையெழுத்துப்படிவத்தை மீண்டும் கேட்க வேண்டாம்

source: Do not auto-select "missing" files (deleted, but unstaged)
ca: No auto-seleccionar fitxers "perduts" (suprimits, però sense marcar)
es_es: No seleccionar automáticamente ficheros "desaparecidos" (borrados, pero no representados)
ja: 行方不明のファイル (git 外の手段で削除された) を自動的に選択しない
pt_br: Não selecionar automaticamente arquivos "perdidos" (excluídos, mas não registrados)
ru: Не делать автовыбор "пропущенных" файлов (удалённых, но не подготовленных в таком состоянии к фиксации)
ta_in: "காணாமல் போன" கோப்புகளைத் தானாகத் தேர்ந்தெடுக்க வேண்டாம் (நீக்கப்பட்டது, ஆனால் நிலைநிறுத்தப்படவில்லை)
zh_tw: 不要自動選取「遺失」檔案（已從工作目錄中刪除，但未預存到索引中）

source: Do not autoselect submodules
ca: No auto-seleccionis sub-mòduls
es_es: No autoseleccionar submódulos
ja: サブモジュールを自動的に選択しない
pl: Nie wybieraj automatycznie podmodułów
pt_br: Não selecionar submódulos automaticamente
ru: Не выбирать подмодули автоматически
ta_in: துணைதொகுதிகளை தானாக தேர்ந்தெடுக்க வேண்டாம்
uk: Не автовиділяти субмодулі
zh_tw: 不自動選擇子模組

source: Do not show the context menu for the following paths:
ca: No mostreu el menú pels següents camins:
es_es: No volver a mostrar el menú contextual de las siguientes rutas:
hr: Ne prikazuj izbornik okoline za slijedeće staze:
ja: 次のパスではコンテキストメニューを表示しない
pl: Nie pokazuj menu kontekstowego dla następujących ścieżek:
pt_br: Não exibir o menu de contexto para os seguintes caminhos:
ru: Не показывать контекстное меню для следующих путей:
ta_in: பின்வரும் பாதைகளுக்கான சூழல் பட்டியலைக் காட்ட வேண்டாம்:
uk: Не показувати контекстне меню для таких шляхів:
zh_tw: 在以下路徑中不顯示快顯功能表：

source: Do not use recycle bin
ca: No utilitzis la paperera de reciclatge
es_es: No usar papelera de reciclaje
ja: ごみ箱は使用しない
pl: Nie używaj kosza
pt_br: Não utilizar a lixeira
ru: Удалять сразу, без корзины
ta_in: மறுசுழற்சி தொட்டியை பயன்படுத்த வேண்டாம்
uk: Не використовувати корзину
zh_tw: 不使用資源回收筒

source: Do you really want to delete ALL %d stash?
ca: Voleu realment suprimir tots els %d stash?
ja: 本当に %d のスタッシュすべてを削除しても宜しいですか？
pt_br: Você realmente deseja excluir TODAS %d reservas?
ta_in: நீங்கள் பதுக்கிவைத்த %d அனைத்தும் நீக்கவா?
uk: Ви дійсно хочете видалити УСІ %d stash?
zh_tw: 確定要刪除「所有」 %d 個收藏（stash）？

source: Do you really want to delete "%s"?
ca: Voleu suprimir "%s"?
ja: 本当に "%s" を削除してもよろしいですか？
pl: Czy na pewno chcesz wykasować "%s"?
pt_br: Você realmente deseja excluir "%s"?
ru: Вы действительно хотите удалить "%s"?
ta_in: நீங்கள் உண்மையில் "%s" ஐ நீக்க விரும்புகிறீர்களா?
uk: Ви дійсно хочете видалити "%s"?
zh_tw: 確定要刪除「%s」？

source: Do you really want to delete the selected worktree(s)?
ta_in: நீங்கள் உண்மையில் தேர்வு செய்த பணிமரம்(கள்) நீக்க விரும்புகிறீர்களா?

source: Do you really want to disable automatic update checks for TortoiseGit? Automatic update checks can be re-enabled in TortoiseGit settings on the General page.
ca: Voleu desactivar les comprovacions automàtiques d'actualització? Les comprovacions automàtiques d'actualització es poden reactivar a la pàgina General de la configuració del TortoiseGit.
ja: 本当に TortoiseGit の自動更新チェックを無効にしますか? 自動更新チェックは、TortoiseGin の設定の「全般」ページで有効に戻せます。
pt_br: Você quer realmente desligar as verificações automáticas de atualização para o TortoiseGit? As verificações de atualização automáticas podem ser ser reativadas nas configurações do TortoiseGit na página Geral.
ru: Вы действительно хотите отменить автоматическую проверку обновлений для TortoiseGit? Автоматическая проверка обновлений может быть включена в настройках TortoiseGit на Главной странице.
ta_in: ஆமைகிட்கான தானியங்கி புதுப்பிப்பு சோதனைகளை முடக்க விரும்புகிறீர்களா? பொது பக்கத்தில் உள்ள ஆமைகிட் அமைப்புகளில் தானியங்கி புதுப்பிப்பு சோதனைகள் மீண்டும் இயக்கப்படலாம்.
uk: Ви дійсно хочете заборонити автоматичне перевіряння обновлень TortoiseGit? Автоматичне перевіряння обновлень може буте дозволено знов у налаштуваннях TortoiseGit на сторінці Загальне
zh_tw: 你真的想要停用 TortoiseGit 的自動檢查更新？ 自動檢查更新可以在 TortoiseGit 的「一般」設定頁中被重新啟用。

source: Do you really want to mark the selected file(s) as assume-valid?
ca: Esteu segur que voleu marcar els fitxer(s) seleccionats com a "assumeix vàlid"?
es_es: ¿De verdad quiere marcar el(los) fichero(s) seleccionado(s) como asumir-válido?
ja: 本当に、選択したファイルを "assume-unchanged (変更なしとみなす)" とマークしてよろしいですか？
pt_br: Você realmente deseja marcar o(s) arquivo(s) selecionado(s) como "assumir válido"?
ru: Вы действительно хотите пометить выбранный файл(ы) как предположительно-годный?
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பு(களை) அனுமானம்-செல்லுபடியாகும் என நீங்கள் உண்மையில் குறிக்க விரும்புகிறீர்களா?
zh_tw: 確定要把已選的檔案標記為 assume-valid 嗎？

source: Do you really want to mark the selected file(s) as skip-worktree?
ca: Esteu segur que voleu marcar els fitxer(s) seleccionats com a "Omet arbre de trebal"?
es_es: ¿De verdad quiere marcar el(los) fichero(s) seleccionado(s) como saltar-árbol-de-trabajo?
ja: 本当に、選択したファイルを "skip-worktree (作業ツリーを保持)" とマークしてよろしいですか？
pt_br: Você realmente deseja marcar o(s) arquivo(s) selecionado(s) como "pular pasta de trabalho"?
ru: Вы действительно хотите пометить выбранные файл(ы) как опустить-в-рабочей-копии?
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பினை(களை) தவிர்-வேலைமரம் எனக் குறிக்க விரும்புகிறீர்களா?
zh_tw: 確定要把已選的檔案標記為 skip-worktree 嗎？

source: Do you really want to move this file or folder?
ca: Estàs segur de que vols moure aquest arxiu o carpeta?
es_es: ¿Estás seguro que quieres mover este archivo o carpeta?
hr: Želite li zaista premjestiti tu datoteku ili mapu?
ja: 本当にこのファイルもしくはフォルダーを移動させてもよろしいですか？
pl: Czy na pewno chcesz przenieść ten plik lub folder?
pt_br: Você realmente deseja mover esse arquivo ou pasta?
ru: Вы действительно желаете переместить этот файл или папку?
ta_in: இந்த கோப்பு அல்லது கோப்புறையை நீங்கள் உண்மையில் நகர்த்த விரும்புகிறீர்களா?
uk: Ви дійсно хочете перемістити ці файли або теки?
zh_tw: 確定要移動這個檔案或資料夾嗎？

source: Do you really want to permanently delete the %d selected refs? It can NOT be recovered!
ca: Voleu suprimir de forma permanent els %d refs seleccionats? NO es pot recuperar!
ja: 本当に選択した %d refs を完全に削除していいですか？ 取り消す事はできません！
pt_br: Você realmente deseja excluir permanentemente as %d referências selecionadas? Isto NÃO pode ser recuperado!
ru: Вы действительно хотите навсегда удалить %d выбранных ссылок? Их не возможно будет восстановить.
ta_in: தேர்ந்தெடுக்கப்பட்ட %d குறிப்புகளை நிரந்தரமாக நீக்க விரும்புகிறீர்களா? அதை மீட்டெடுக்க முடியாது!
zh_tw: 確定要永久刪除這 %d 個所選的參照？這是「無法」還原的！

source: Do you really want to push all local branches?
ca: Voleu empènyer totes les branques locals?
ja: 本当にすべてのローカルブランチをプッシュしますか?
pt_br: Você realmente quer empurrar todos os ramos locais?
ta_in: உண்மையில் அனைத்து உள்ளூர் கிளைகளையும் தள்ள விரும்புகிறீர்களா?

source: Do you really want to remove "%s" from the index?
ca: Voleu eliminar "%s" de l'índex?
es_es: ¿De verdad quiere eliminar "%s" del índice?
ja: 本当に "%s" をインデックスから削除してもよろしいですか？
pt_br: Você realmente quer remover "%s" do índice?
ru: Вы действительно хотите удалить "%s" из индекса?
ta_in: நீங்கள் உண்மையிலேயே "%s" ஐ குறியீட்டிலிருந்து அகற்ற விரும்புகிறீர்களா?
zh_tw: 確定要從索引中移除「%s」？

source: Do you really want to remove "%s"?
ca: Esteu segurs que voleu eliminar "%s"?
es_es: ¿Realmente deseas eliminar "%s"?
ja: 本当に "%s" を削除しても宜しいですか？
pl: Czy na pewno chcesz usunąć "%s"?
pt_br: Você realmente quer remover "%s"?
ru: Вы действительно хотите удалить "%s"?
ta_in: நீங்கள் உண்மையில் "%s" ஐ அகற்ற விரும்புகிறீர்களா?
uk: Ви дійсно хочете видалити "%s"?
zh_tw: 確定要移除「%s」？

source: Do you really want to remove the %d selected files/directories from the index?
ca: Voleu suprimir els %d fitxers/directoris seleccionats de l'índex?
es_es: ¿De verdad quiere eliminar los %d ficheros/directorios seleccionados del índice?
ja: 本当に、選択した %d 個のファイル/ディレクトリをインデックスから削除してもよろしいですか？
pt_br: Você quer realmente remover os %d arquivos/diretórios selecionados do índice?
ru: Вы действительно хотите удалить %d выбранных файлов/каталогов из индекса?
ta_in: தேர்ந்தெடுக்கப்பட்ட %d கோப்புகள்/கோப்பகங்களை அட்டவணையில் இருந்து உண்மையில் நீக்க விரும்புகிறீர்களா?
zh_tw: 確定要從索引中移除 %d 個「檔案／目錄」？

source: Do you really want to remove the %d selected files/directories?
ca: Voleu suprimir els %d fitxers/directoris seleccionats?
es_es: ¿De verdad quiere eliminar los %d ficheros/directorios seleccionados?
ja: 本当に、選択した %d 個のファイル/ディレクトリを削除してもよろしいですか？
pt_br: Você quer realmente remover os %d arquivos/diretórios selecionados?
ru: Вы действительно хотите удалить %d выбранных файлов/каталогов?
ta_in: தேர்ந்தெடுக்கப்பட்ட %d கோப்புகள்/கோப்பகங்களை நீங்கள் உண்மையில் அகற்ற விரும்புகிறீர்களா?
uk: Ви дійсно хочете видалити %d виділених файлів/директорій?
zh_tw: 確定要移除 %d 個「檔案／目錄」？

source: Do you really want to restore the copy? You will lose all changes that you have done after creating the copy.
ca: Realment voleu restaurar la copia? Perdreu tots els canvis que hagueu fet després de la còpia.
es_es: ¿Realmente deseas restaurar la copia? Perderás todos los cambios que has hecho después de crear la copia.
ja: 本当にコピーを復元してもよろしいですか？コピーを作成した後のすべての変更が失われます。
pl: Czy na pewno chcesz przywrócić kopię? Zostaną utracone wszelkie zmiany dokonane po utworzeniu kopii.
pt_br: Você realmente quer restaurar a cópia? Você irá perder todas as mudanças que você tiver feito após criar a cópia.
ru: Вы действительно хотите восстановить копию? Будут потеряны все изменения которые вы сделали после создания копии.
ta_in: நீங்கள் உண்மையில் நகலை மீட்டெடுக்க விரும்புகிறீர்களா? நகலை உருவாக்கிய பிறகு நீங்கள் செய்த அனைத்து மாற்றங்களையும் இழப்பீர்கள்.
zh_tw: 確定要還原這複本？你會丟失所有改動

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working tree.
ca: Realment vol restituir tots els canvis fets a %s i tornar a aquesta versió? Aquests canvis seran restituïts fent un una fusió-inversa de les revisions en el vostre arbre de treball.
es_es: ¿Realmente desea restituir todos los cambios en %s y volver a esta revisión? Estas modificaciones serán restituidas por combinación-inversa de las revisiones en tu árbol de trabajo.
ja: 本当に %s のすべての変更を取り消して、このリビジョンに戻りますか？ ワーキングツリーでリビジョンをさかのぼって逆マージされて変更が取り消されます。
pl: Czy na pewno chcesz wycofać wszystkie zmiany w %s i powrócić do tej wersji? Zmiany te będą wycofane poprzez odwrócone scalanie wersji do twojej kopii roboczej.
pt_br: Você deseja reverter todas as alterações em %s e voltar para esta revisão? As alterações serão desfeitas revertendo as combinações da revisão de sua cópia de trabalho.
ru: Вы действительно хотите откатить все изменения в %s и вернуться обратно к этой ревизии? Обратное слияние ревизий откатит все ваши изменения в рабочей копии.
ta_in: இதில் உள்ள அனைத்து மாற்றங்களையும் நீங்கள் உண்மையில் மாற்ற விரும்புகிறீர்களா %s மேலும் இந்தத் மீள்திருத்தத்திற்குச் செல்லவா? உங்கள் பணிபுரியும் மரத்தில் மீள்திருத்தங்களைத் தலைகீழாக இணைப்பதன் மூலம் இந்த மாற்றங்கள் மாற்றியமைக்கப்படும்.
zh_tw: 確定要復原 %s 中的所有變更並回到這個版本？這些變更將會反向合併至工作目錄。

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working tree.
ca: Realment vol restituir tots els canvis fets a %s que es van fer en aquesta revisió? Aquests canvis seran restituïts fent un una fusió-inversa de les revisions en el vostre arbre de treball.
es_es: ¿Realmente desea restituir todos los cambios en %s que se hicierón en esta revisión? Estas modificaciones serán restituidas por combinación-inversa de las revisiones en tu árbol de trabajo.
ja: 本当に、このリビジョンで作成した %s のすべての変更を取り消しますか? ワーキングツリーでリビジョンをさかのぼって逆マージされて変更が取り消されます。
pl: Czy na pewno chcesz wycofać wszystkie zmiany w %s wprowadzone w bieżącej wersji? Zmiany te będą wycofane poprzez odwrócone scalanie wersji do twojej kopii roboczej.
pt_br: Você deseja reverter todas as alterações em %s que foram feitas nesta revisão? As alterações serão desfeitas revertendo as combinações da revisão de sua cópia de trabalho.
ru: Действительно хотите откатить все изменения в %s и вернуться к этой ревизии? Эти изменения будут откачены с помощью reverse-merging ревизии в Вашу рабочую копию.
ta_in: இந்தத் மீள்திருத்தத்தில் செய்யப்பட்ட அனைத்து மாற்றங்களையும் %s இல் மாற்றியமைக்க விரும்புகிறீர்களா? இந்த மாற்றங்கள் உங்கள் பணிபுரியும் மரத்தில் மாற்றியமைப்பதன் மூலம் மாற்றியமைக்கப்படும்.
zh_tw: 確定要復原 %s 此版本的所有變更？這些變更將會反向合併至工作目錄。

source: Do you really want to unflag the selected file(s) as skip-worktree or assume-unchanged?
ca: Voleu desmarcar el(s) fitxer(s) seleccionat(s) com ometre-arbre de treball o assumir-no modificat?
es_es: ¿De verdad quiere retirar al fichero(s) seleccionado(s) el distintivo omitir-árbol-de-trabajo o asumir-inalterado?
ja: 本当に、選択したファイルから、フラグ "assume-unchanged (変更なしとみなす)" あるいは "skip-worktree (作業ツリーを保持)" を削除してよろしいですか？
pt_br: Você realmente deseja desmarcar os arquivos selecionados como skit-worktree ou assume-unchanged?
ru: Вы действительно хотите снять установленный флаг с выбранного файла(ы) как опустить-в-рабочей-копии или предположительно-неизменённый?
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பை(களை) தவிர்-வேலைமரமாக அல்லது அனுமானி-மாறவில்லையாக நீங்கள் உண்மையில் அவிழ்க்க விரும்புகிறீர்களா?
zh_tw: 你要將所選取的檔案取消 skip-worktree 或 assume-unchanged 標記？

source: Do you want to fetch remote branches from the newly added remote?
ca: Vol recuperar les branques remotes del nou remot
es_es: ¿Quiere descargar (fetch) ramales remotos desde el remoto recién añadido?
ja: 新しく追加されたリモートからブランチをフェッチしますか？
pt_br: Você quer obter ramos remotos do remoto que foi adicionado?
ru: Вы хотите забрать внешние ветви из вновь добавленного внешнего хранилища?
ta_in: புதிதாக சேர்க்கப்பட்ட தொலைநிலையில் இருந்து தொலைநிலை கிளைகளை எடுக்க விரும்புகிறீர்களா?
zh_tw: 你要從新增的遠端獲取遠端分支嗎？

source: Do you want to load the changed files?
ca: Voleu carregar els arxius canviats?
es_es: ¿Quiere cargar los ficheros modificados?
ja: 変更があったファイルを読み込みますか？
pl: Czy chcesz załadować zmienione pliki?
pt_br: Você deseja carregar os arquivos modificados?
ru: Хотите ли загрузить измененные файлы?
ta_in: மாற்றப்பட்ட கோப்புகளை ஏற்ற வேண்டுமா?
uk: Завантажити змінені файли?
zh_tw: 要載入變更過的檔案嗎？

source: Do you want to mark the file %s as resolved?
ca: Voleu marcar l'arxiu %s com a resolt?
es_es: ¿Quieres marcar el archivo %s como resuelto?
ja: 以下のファイルを解決済みとしてマークしますか？ %s
pl: Czy chcesz oznaczyć plik %s jako rozwiązany?
pt_br: Você quer marcar o arquivo %s como resolvido?
ru: Хотит пометить файл %s как улаженный?
ta_in: %s கோப்பு தீர்க்கப்பட்டதாகக் குறிக்க விரும்புகிறீர்களா?
zh_tw: 確定要把衝突的檔案 %s 標記為已解決嗎？

source: Do you want to recover these auto-saved documents?
ca: Aquests documents tenen una copia d'auto-recuperació. Vol recuperar-los?
es_es: ¿Quieres recuperar estos documentos auto-salvados?
ja: 自動保存したドキュメントを復元しますか？
pl: Czy chcesz odzyskać te automatycznie zapisane dokumenty?
pt_br: Você quer recuperar estes documentos salvos automaticamente?
ru: Вы действительно желаете восставить автосохранённые документы?
ta_in: தானாகச் சேமிக்கப்பட்ட இந்த ஆவணங்களை மீட்டெடுக்க விரும்புகிறீர்களா?
uk: Чи хочете ви відновити авто-збережені документи?
zh_tw: 是否確定真的要還原自動儲存的文件？

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
ca: Vols recarregar els documents per reflectir els canvis en la configuració? Nota: Perdràs tots els canvis que hagis fet!
es_es: ¿Quieres volver a recargar los documentos para reflejar los cambios de configuración? Nota: ¡se perderán todos los cambios que has hecho!
hr: Želite li iznova učitati dokumente kako bi odražavali promjene postavki? Napomena: sve učinjene izmjene biti će izgubljene!
ja: 設定の変更を反映させるために、ドキュメントを再読み込みしますか？ 注意: 行ったすべての変更が失われます。
pl: Czy chcesz przeładować dokumenty aby uwzględnić zmiany w ustawieniach? Uwaga: spowoduje to utratę wszystkich dokonanych zmian!
pt_br: Você deseja recarregar os documentos para refletir as configurações alteradas? Nota: você perderá todas as alterações que você fez!
ru: Желаете ли вы перезагрузить документы для отображения изменений в настройках? Внимание: вы потеряете все сделанные изменения!
ta_in: அமைப்புகள் மாற்றங்களை பிரதிபலிக்கும் வகையில் ஆவணங்களை மீண்டும் ஏற்ற வேண்டுமா? குறிப்பு: நீங்கள் செய்த அனைத்து மாற்றங்களையும் இழப்பீர்கள்!
uk: Перевантажити документи, щоб відобразити зміни налаштувань? Примітка: зроблені вами зміни будуть втрачені!
zh_tw: 確定要重新載入文件以反映設定變更嗎？ 注意：所有變更將不會儲存！

source: Do you want to see changes?
ca: Voleu veure els canvis?
es_es: ¿Quieres ver los cambios?
ja: 変更点を表示しますか？
pl: Czy chcesz zobaczyć zmiany?
pt_br: Quer visualizar as mudanças?
ru: ВЫ хотите посмотреть изменения?
ta_in: மாற்றங்களைப் பார்க்க விரும்புகிறீர்களா?
uk: Чи хочете Ви побачити зміни?
zh_tw: 要檢視變更嗎？

source: Do you want to stash pop now?
ca: Vols extreure del Stash ara?
es_es: ¿Quiere trasponer el acopio (stash pop) ahora?
ja: スタッシュに保存した変更を復元しますか？
pt_br: Você quer restaurar a reserva agora?
ru: Вы хотите забрать из копилки сейчас?
ta_in: இப்போது பதுக்கிவைத்தது தோன்றவைக்க வேண்டுமா?
zh_tw: 你現在想取出收藏（stash）嗎？

source: Document :
es_es: Documentos:
hr: Dokument:
ja: ドキュメント:
pl: Dokument:
pt_br: Documento :
ru: Документ:
ta_in: ஆவணம் :
uk: Документ :
zh_tw: 文件：

source: Don't ask me &again
ta_in: என்னிடம் &மீண்டும் கேட்காதே

source: Don't know what will push because unknown branch "%s"
ca: No sé què s'enviarà perquè la branca és desconeguda "%s"
es_es: No sé qué se impulsará (push) porque el ramal es desconocido "%s"
ja: ブランチ「%s」を把握していないため何をプッシュするか不明です
pt_br: Não sei o que empurrar por causa de um ramo desconhecido "%s"
ru: Неясно что будет отправлено так как ветвь "%s" неизвестна.
ta_in: எது தள்ளும் என்று தெரியவில்லை, ஏனெனில் தெரியாத கிளை "%s"
zh_tw: 不知有什麼可以推送，因為不知名的分支「%s」

source: Don't know what will push because you enter URL
ca: No sé què s'enviarà perquè heu introduït una URL
es_es: No sé qué se va impulsar (push) porque usted introdujo una URL
ja: URLが入力されたために何をプッシュするか不明です
pt_br: Não sei o que empurrar porque você não informou a URL
ru: Неясно что отправлять поскольку вы ввели URL
ta_in: நீங்கள் ஒருங்கிணைந்தவளஇருப்பிடத்தை உள்ளிடுவதால் என்ன தள்ளும் என்று தெரியவில்லை
zh_tw: 不知有什麼可以推送，因為你輸入 URL

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
ca: No recuperis els documents desats automaticament Utilitza la última versió dels documents que fou desada explícitament.
es_es: No recuperar estos documentos auto-salvados Usar explicitamente las últimas versiones de los documentos salvados
ja: 自動保存されたドキュメントを復元しない 明示的に保存した最新のバージョンのドキュメントを使用する
pl: Nie odzyskuj zapisanych automatzcznie dokumentów Użyj ostatnich jawnie zapisanych wersji dokumentów
pt_br: Não recuperar documentos salvos automaticamente Usar as últimas versões salvas explicitamente.
ru: Не восстанавливать авто-сохранённые документы Использовать последние сохранённые версии документов
ta_in: தானாகச் சேமிக்கப்பட்ட ஆவணங்களை மீட்டெடுக்க வேண்டாம் ஆவணங்களின் கடைசியாக வெளிப்படையாகச் சேமிக்கப்பட்ட பதிப்புகளைப் பயன்படுத்தவும்
zh_tw: 不還原自動儲存的文件 使用最後一次手動儲存的版本

source: Don't save Close the views without saving the modifications
ca: No ho desis Tanca les vistes sense desar les modificacions
es_es: No guardar Cerrar las vistas sin guardar las modificaciones
ja: 保存しない 変更を保存しないでビューを閉じる
pl: Nie zapisuj Zamknij widoki bez zapisywania zmian
pt_br: Não salvar Fechar a visualização sem salvar as modificações
ru: Не сохранять Закрыть виды без сохранения изменений
ta_in: சேமிக்க வேண்டாம் மாற்றங்களைச் சேமிக்காமல் காட்சிகளை மூடு
zh_tw: 不儲存 關閉視窗並且不儲存變更

source: Don't save Reload the views without saving the modifications
ca: No ho desis Recarrega les vistes sense desar les modificacions
es_es: No guardar Recargar las vistas sin guardar las modificaciones
ja: 保存しない 変更点を保存しないでビューを再読込
pl: Nie zapisuj Przeładuj widoku bez zapisu zmian
pt_br: Não salvar Recarregar a visualização sem salvar as modificações
ru: Не сохранять Перезагрузить виды без сохранения изменений
ta_in: சேமிக்க வேண்டாம் மாற்றங்களைச் சேமிக்காமல் காட்சிகளை மீண்டும் ஏற்றவும்
zh_tw: 不儲存 不儲存變更直接重新載入顯示

source: Don't show this message again
ca: No mostrar més aquest missatge
es_es: No mostrar este mensaje de nuevo
hr: Ne prikazuj više ovu poruku
ja: このメッセージを再び表示しない
pl: Nie pokazuj więcej tego komunikatu
pt_br: Não exibir essa mensagem novamente
ru: Больше не показывать это сообщение
ta_in: இந்த செய்தியை மீண்டும் காட்ட வேண்டாம்
uk: Не показувати це повідомлення знову
zh_tw: 不再顯示此訊息

source: Done
ca: Fet
es_es: Hecho
ja: 終了
pl: Gotowe
pt_br: Feito
ru: Готово
ta_in: முடிந்தது
uk: Виконано
zh_tw: 完成

source: Down
ca: Avall
es_es: Abajo
ja: 下へ
pl: W dół
pt_br: Abaixo
ru: Вниз
ta_in: கீழே
uk: Униз
zh_tw: 向下

source: Download
ca: Descarrega
es_es: Descarga
ja: ダウンロード
pl: Pobierz
pt_br: Baixar
ru: Скачать
ta_in: பதிவிறக்கு
uk: Завантажити
zh_tw: 下載

source: Download language packs:
ca: Descarrega paquets d'idioma:
ja: 言語パックをダウンロード:
pt_br: Download dos pacotes de idiomas:
ta_in: மொழிப் பொதிகளைப் பதிவிறக்கவும்:
zh_tw: 下載語言包：

source: Draw tag/branch labels on right side
ca: Mostra noms de branca/etiqueta al costat dret
es_es: Mostrar letreros etiqueta/ramal en el lado derecho
ja: タグ/ブランチ名を右側に表示
pt_br: Desenhar etiquetas/rótulos de ramos no lado direito
ru: Выводить подписи веток/меток справа
ta_in: வலது பக்கத்தில் குறிச்சொல்/கிளை முத்திரைகளை வரையவும்
uk: Малювати імена тегів/гілок з правої сторони
zh_tw: 將「標籤／分支」畫在訊息的右側

source: Drive Types
ca: Tipus d'Unitat
es_es: Tipo de unidades
hr: Tipovi pogona
ja: ドライブの種類
pl: Typy dysków
pt_br: Tipos de dispositivos
ru: Типы накопителей
ta_in: இயக்கி வகைகள்
uk: Типи дисків
zh_tw: 磁碟機類型

source: Drives A: and B:
ca: Unitats A: i B:
ja: ドライブ A: と B:
pl: Dyski A: i B:
pt_br: Drives A: e B:
ta_in: இயக்கிகள் அ: மற்றும் ஆ:
uk: Диски А: і В:
zh_tw: 磁碟機 A: 和 B:

source: Drop &one stash
ca: Deixa anar &un stash
ja: 最後のスタッシュを破棄(&O)
pt_br: Remover &uma reserva
ta_in: ஒரு பதுக்கிவைத்தை கைவிடவும்
zh_tw: 丟棄最後一個收藏（stash）(&O)

source: Dry run
ca: Prova pilot
es_es: Ejecución limpia
ja: テスト実行
pt_br: Simular
ru: Пробный запуск
ta_in: உலர் ஓட்டம்
zh_tw: 幹運行

source: Dummy Button Form
es_es: Formas boton simulado
ja: ダミーボタンフォーム
pt_br: Botão Fictício do Formulário
ru: Пустая кнопочная форма
ta_in: போலி பொத்தான் படிவம்

source: Dumy Group For locat TabCtr
es_es: Grupo simulado para ubicar TabCtr
ja: locat TabCtrの為のダミーグループ
pt_br: Grupo Falso Para localizar TabCtr
ru: Пустая группа для локального TabCtr
ta_in: இருப்பிடத் தாவல் கட்டுப்பாட்டுக்கான போலிக் குழு

source: E
ta_in: இ

source: E&dit unselected
ca: E&dita el no seleccionat
es_es: E&ditar no seleccionados
ja: 非選択を編集(&D)
pt_br: E&ditar não selecionados
ru: Р&едактировать невыбранное
ta_in: &திருத்தம் தேர்ந்தெடுக்கப்படவில்லை
zh_tw: 編輯未選取的(&D)

source: E&xclude paths:
ca: &No incloguis aquests paths:
es_es: Rutas e&xcluidas:
hr: I&zostavi staze:
ja: 除外するパス(&X):
pl: &Pomiń ścieżki:
pt_br: E&xcluir caminhos:
ru: &Исключить пути:
ta_in: பாதைகளை விலக்கு:
uk: В&иключити шляхи:
zh_tw: 除外路徑(&X)：

source: E&xit
ca: S&urt
es_es: &Salir
hr: I&zlaz
ja: 終了(&X)
pl: Za&mknij
pt_br: &Sair
ru: В&ыход
ta_in: &வெளியேறு
uk: Ви&хід
zh_tw: 離開(&X)

source: E&xport this version...
pt_br: E&xportar esta versão...
ta_in: இந்த பதிப்பை ஏற்று&மதி...
