Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Show shortcut &keys in ScreenTips
es_es: Mostrar &teclas de acceso directo en la Pantalla de Consejos
pl: Pokaż skróty &klawiaturowe w podpowiedziach
ru: Показывать клавиши &быстрого доступа в подсказках
zh_tw: 在畫面提示中顯示快捷鍵(&K)

source: Showing %ld revision(s), from revision %s to revision %s - %ld revision(s) selected, %ld file(s) selected
ru: Показано %ld фиксации(й), от фиксации %s до фиксации %s - %ld фиксации(й) выбрано, %ld файла(ов) выбрано
zh_tw: 顯示 %ld 個版本，由版本 %s 至版本 %s － %ld 個版本已選取，%ld 個檔案已選取

source: Silver Style
es_es: Estilo plateado
pl: Styl srebrny
ru: Серебристый стиль
zh_tw: 銀色樣式

source: Slide
es_es: Diapositiva
pl: Przesuń
ru: Сдвиг
zh_tw: 滑動

source: Stash Save
es_es: Guardar acopio (stash save)
ru: Сохранить в копилку
zh_tw: 收藏

source: Status Bar Configuration
es_es: Configuración de la Barra de Estado
hr: Postavke statusne linije
pl: Konfiguracja paska statusu
ru: Конфигурация строки состояния
zh_tw: 狀態列設定

source: Style
es_es: Estilo
pl: Styl
ru: Стиль
zh_tw: 樣式

source: Switch %s to %s, Revision %s
es_es: Conmutar %s a la %s, Revisión %s
hr: Zamijeni %s sa %s, Revizija %s
ru: Переключение %s на %s, ревизия %s
zh_tw: 切換 %s 至 %s，版本 %s

source: Switch/Checkout to
es_es: Conmutar/Comprobar a
pl: Przełącz/Pobierz do
ru: Переключиться на
zh_tw: 切換／取出至

source: Switch/Checkout to this...
es_es: Conmutar/Comprobar a este...
pl: Przełącz/Pobierz do...
ru: Переключиться на этот...
zh_tw: 切換／取出到這個版本...

source: Tab Placeholder
es_es: Pestaña Marcador
pl: Tabulator
ru: Заполнитель закладки
zh_tw: 分隔線

source: Tagged the working tree to %s
es_es: Etiquetar el árbol de trabajo a %s
pl: Oznaczenie kopii roboczej jako %s
ru: Для рабочей копии назначена метка %s
zh_tw: 標記工作目錄為 %s

source: Tasks Pane
es_es: Panel de Tareas
hr: Ploča zadataka
pl: Panel zadań
ru: Панель задач
zh_tw: 工作面板

source: The branch "%s" is a remote branch. Do you really want to delete it?
zh_tw: 分支「%s」是一個遠端分支 確定要刪除？

source: The line indicating the new file was expected in line %d !
es_es: ¡En la línea %d se esperaba la línea indicada en el nuevo archivo!
hr: Red koji ukazuje na novu datoteku se očekivao u liniji br. %d!
pl: Oczekiwano linii wskazującej nowy plik w linii %d !
ru: Строка, обозначающая новый файл, ожидалась в строке %d !
zh_tw: 新檔案的標示行應該位於第 %d 行！

source: The line number must be in between %d and %d
es_es: El número de línea debe estar entre %d y %d
pl: Numer linii musi być pomiędzy %d i %d
ru: Номер строки должен быть между %d и %d
zh_tw: 行號必須在 %d 至 %d 之間

source: The local branch "%s" does not fast-forward to the remote branch "%s".
es_es: El ramal local "%s" no realiza avance-rápido (fast-forward) hacia el ramal remoto "%s".
ru: Локальная ветвь "%s" не может быть быстро-вперёд-перемотана к внешней ветви "%s".
zh_tw: 本地分支「%s」無法快進到遠端分支「%s」

source: The patch seems outdated! The file line %s and the patchline %s do not match!
es_es: ¡El parche parece obsoleto! La línea %s del archivo y la línea de parche %s ¡no coinciden!
hr: Zakrpa je, izgleda, zastarjela! Linija datoteke %s i linija zakrpe %s se ne poklapaju!
pl: Plik poprawek wydaje się być przedawniony! Linia w pliku %s i linia w poprawce %s nie pokrywają się!
ru: Похоже, заплатка устарела! Строка файла %s и строка заплатки %s не совпадают!
zh_tw: 補綴檔似乎過時了！檔案中此行 「%s」 與補綴檔中此行 「%s」 不符合！

source: The path %s seems not to match the paths in the patchfile. But TortoiseGitMerge found the path %s matches it better. Do you want to use the suggested path instead?
es_es: El parche %s parece que no coincidir con rutas en el fichero de parches. Pero TortoiseGitMerge ha encontrado la ruta %s con mejor coincidencia. ¿Quieres usar la ruta sugerida en su lugar?
pl: Ścieżka %s wydaje się nie pasować do ścieżek w pliku poprawki. Jednakże TortoiseGitMerge odkrył, że ścieżka %s pasuje lepiej. Czy chcesz użyć zasugerowanej ścieżki?
ru: Путь %s не соответствует пути в файле заплатки. Но TortoiseGitMerge нашел путь %s который подходит больше. Желаете ли вы использовать предложенный путь вместо исходного?
zh_tw: 該路徑 「%s」 與補綴檔中的路徑不相符。 TortoiseGitMerge 找到了 「%s」 可能是正確的路徑。要改用這個建議的路徑嗎？

source: There are changes or unversioned items inside one or more submodule. Those files are not listed for commit. You need to commit those files in submodule
es_es: Hay cambios o objetos sin versionar dentro de uno o más submódulos. Esos archivos no son listados para consignar. Necesitas consignar estos archivos en el submódulo
ru: Есть изменения или неверсированные элементы в папке(папках), содержащихся в субмодулях. Эти файлы не включены в список фиксирования. Их необходимо зафиксировать отдельно.
zh_tw: 子模組的目錄中包含有修改或是未納入版本控制的檔案。 那些檔案不會列在提交列表中，你必須在子模組內提交那些檔案。

source: Thesaurus
ca: Diccionari
es_es: Diccionario
hr: Tezaurus
ja: シソーラス
pl: Słownik
pt_br: Sinônimos
ru: Словарь
uk: Тезаурус
zh_tw: 同義字

source: This is the First Start Wizard which will help you configuring the basic settings. TortoiseGit is highly configurable, so it is advisable that you have a look into its settings dialog. The settings dialog is reachable using the start menu or the context menu of the Windows Explorer: TortoiseGit -> Settings.
zh_tw: 這是「首次啟動精靈」，用來幫助你完成基本的設定值。其實 TortoiseGit 有相當多的組態能夠被設定，所以相當值得你進入設定畫面瞧個究竟；你可以使用「Windows 開始選單」或者「檔案總管快顯功能表：TortoiseGit -> Settings」來開啟設定畫面。

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
es_es: Este programa está ligado a la exportación omitida de %s en el archivo %s. Esta máquina puede tener una versión incompatible de %s.
hr: Ovaj program je povezan s nedostajućim izvozom %s u datoteku %s. Ovaj stroj možda ima nekompatibilnu verziju od %s.
ru: Эта программа связана с отсутствующим экспортом %s в файле %s. Возможно, эта машина имеет несовместимую версию %s.
zh_tw: 找不到本程式連結的 %s (包含於 %s). 可能安裝了不相容版本的 %s.

source: This program requires the file %s, which was not found on this system.
es_es: Este programa requiere el archivo %s, que no se encuentra en este sistema.
hr: Ovaj program treba datoteku %s koja nije nađena na ovom sustavu.
ru: Эта программа требует файл %s, не найденный в этой системе.
zh_tw: 系統中找不到本程式需要的 %s.

source: This property is only allowed on folders, not files.
es_es: Esta propiedad sólo está permitida en carpetas, no en archivos.
hr: Ovo svojstvo je dozvoljeno samo za mape, ne i datoteke.
pl: Ten atrybut dotyczy wyłącznie folderów, nie plików.
ru: У файла не может быть этого свойства, только у папки.
zh_tw: 這個性質只能設置在資料夾上，檔案不能。

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
es_es: Esto eliminará el registro de comandos que has usado en esta aplicación y restaurará el conjunto de comandos predeterminados visibles en los menús y barras de herramientas. No deshará ninguna personalización explícita. ¿Seguro que quieres hacer esto?
pl: To usunie rekord z twoimi komendami, które użyłeś w tej aplikacji i przywróci domyślny zestaw widocznych komend dla menu i pasków narzędzi. Nie cofnie to żadnych indywidualnych dostosowań. Jesteś pewien, że chcesz tego użyć?
ru: Сейчас будет удалена регистрация всех команд, выполненных вами в этом приложении и восстановлен набор видимых по умолчанию команд в меню и панелях инструментов. Это не затрагивает явно выполненных настроек. Вы уверены, что желаете это сделать?
zh_tw: 這將會刪除您在這個應用程式中所使用的命令記錄，並且將可見命令的預設組合還原為功能表與工具列。這並不會復原任何明確的自訂值。您確定要這樣做嗎?

source: Tile &Vertically
es_es: Mosaico &vertical
pl: Porządkuj &pionowo
ru: Выстроить по &вертикали
zh_tw: 垂直排列(&V)

source: Tile Hori&zontally
es_es: Mosaico horizontal
pl: Porządkuj pozi&omo
ru: Выстроить по &горизонтали
zh_tw: 水平排列(&Z)

source: Toggle One/Two Pages display Toggle One/Two Pages display
es_es: Alternar entre mostrar Una/Dos páginas Alternar entre mostrar Una/Dos páginas
pl: Przełącz widok jednej/dwóch zakładek Przełącz widok jednej/dwóch zakładek
ru: Переключение отображения одной/двух страниц Переключение отображения одной/двух страниц
zh_tw: 切換「單／雙」頁顯示 切換「單／雙」頁顯示

source: Toolbar
es_es: Barra de herramientas
hr: Traka s alatima
pl: Pasek narzędzi
ru: Панель инструментов
zh_tw: 工具列

source: Toolbar Name
es_es: Nombre de barra de herramientas
pl: Nazwa paska narzędzi
ru: Наименование панели инструментов
zh_tw: 工具列名稱

source: Toolbar Options
es_es: Opciones de la barra de herramientas
hr: Opcije trake s alatima
pl: Opcje paska narzędzi
ru: Параметры панели инструментов
zh_tw: 工具列選項

source: Toolbar internal error. Please contact your application vendor.
es_es: Error interno de la barra de herramientas. Por favor, póngase en contacto con su proveedor.
pl: Wewnętrzny błąd paska narzędzi. Skontaktuj się z dostawcą aplikacji.
ru: Внутренняя ошибка панели инструментов. Пожалуйста, свяжитесь с поставщиком приложения.
zh_tw: 工具列內部錯誤. 請聯絡應用程式開發者.

source: Toolbars
es_es: Barras de herramientas
hr: Trake s alatima
pl: Paski narzędzi
ru: Панели инструментов
zh_tw: 工具列

source: Tools
es_es: Herramientas
hr: Alati
pl: Narzędzia
ru: Инструменты
zh_tw: 工具

source: Tools:
es_es: Herramientas:
pl: Narzędzia:
ru: Инструменты:
zh_tw: 工具：

source: TortoiseGitPlink is recommended as SSH client. If you don't have a key pair yet, you should generate one. Keep the private one in a save place and set up the public key on your hosting platform. Use the PuTTY authentication agent for caching the password (done automatically if a PuTTY key is configured for a remote). For advanced tips & tricks see our <a id="manual">manual</a> and <a id="sshfaq">FAQ</a>.
zh_tw: 建議使用 TortoiseGitPlink 做為你的 SSH 客戶端程式。如果你還沒有「金鑰對(key pair)」，你應該產生一組，並將私鑰存放在安全的地方以備後用，然後在伺服端設定好你的公鑰；使用 PuTTY 認證代理程式（Pageant）幫你快取密碼（如果你已經為遠端設定好 PuTTY 金鑰，這就會自動完成）。請查閱我們的<a id="manual">手冊</a>和 <a id="sshfaq">FAQ</a> 以取得更多進階的提示和技巧。

source: Undo %d Actions
es_es: Deshacer %d Acciones.
pl: Cofnij %d Akcji
ru: Откатить %d действий(я)
zh_tw: 復原 %d 個動作

source: Undo 1 Action
es_es: Deshacer 1 Acción
pl: Cofnij 1 Akcję
ru: Откатить 1 действие
zh_tw: 復原 1 個動作

source: Unfold
es_es: desplegar
pl: Odsłoń
ru: Развернуть
zh_tw: 展開

source: Unknown depth
es_es: Profundidad desconocida
hr: Nepoznata dubina
ru: Неизвестная глубина
zh_tw: 不明層數

source: Use &Default Image:
es_es: Usar imagen &Predeterminada:
pl: Użyj &domyślnego obrazu:
ru: Использовать изображение по &умолчанию:
zh_tw: 使用預設影像(&D)：

source: Use 'mine' text block
ca: Utilitza el bloc de text "meu"
es_es: Usa 'mi' bloque de texto
ja: 「こちら側」のテキストブロックを使う
pt_br: Usar 'meu' bloco de texto
ru: Использовать 'мой' текстовый блок
uk: Використати "мій" блок
zh_tw: 使用 「我的」

source: Use 'mine' text block then 'theirs'
ca: Utilitza el bloc de text "meu", i després el "d'ells"
es_es: Usa 'mi' bloque de texto en lugar de el de 'ellos'
ja: 「こちら側」のテキストブロックを使用してから、「あちら側」を使用
pt_br: Usar 'meu' bloco de texto e então o 'deles'
ru: Использовать 'мой' текстовый блок затем 'их'
uk: Спочатку використати "мій" блок, потім "їхній"
zh_tw: 我的 ＋ 對方的

source: Use 'theirs' text block
ca: Utilitza el bloc de text "d'ells"
es_es: Usa 'su' bloque de texto
ja: 「あちら側」のテキストブロックを使用
pt_br: Usar bloco de texto 'deles'
ru: Использовать 'их' текстовый блок
uk: Використати "їхній" блок
zh_tw: 使用 「對方的」

source: Use 'theirs' text block then 'mine'
ca: Utilitza el bloc de text "d'ells", i després el "meu"
es_es: Usa 'su' bloque de texto en lugar del 'mio'
ja: 「あちら側」のテキストブロックを使用してから、「こちら側」を使用
pt_br: Usar bloco de texto 'deles' depois o 'meu'
ru: Использовать 'их' текстовый блок затем 'мой'
uk: Спочатку використати "їхній" блок, потім "мій"
zh_tw: 對方的 ＋ 我的

source: Use Thin &Pack (For slow network connections)
ca: Utilitza empaquetatge lleuger (per a connexions lentes)
es_es: Usar Thin &Pack (Para conexiones de red lentas)
ja: Thin&Packを使用 (遅いネットワーク接続用)
pl: Użyj uproszczonego pakietu (dla wolnych połączeń sieciowych)
pt_br: Usar &Pacote Fino (Para conexões lentas)
ru: Использовать тонкие пакеты (для медленного соединения с сетью)
zh_tw: 使用小包(為慢速網路連接)(&P)

source: Use text block from '&mine'
es_es: Usar bloque de texto '&mío'
ru: Использовать '&мой' текстовый блок
zh_tw: 使用「我的」文字區塊(&M)

source: Use text block from '&theirs'
es_es: Usar bloque de texto de '&ellos'
ru: Использовать '&их' текстовый блок
zh_tw: 使用「對方的」文字區塊(&T)

source: Use text block from 'm&ine' before 'theirs'
es_es: Usar bloque de texto '&mío' antes que el de '&ellos'
ru: Использовать 'м&ой' текстовый блок перед 'их'
zh_tw: 我的＋對方的(&I)

source: Use text block from 'mine' before 'theirs' Use 'mine' text block then 'theirs'
es_es: Usar bloque de texto '&mío' antes que el de '&ellos'Usar el bloque de texto 'mio' el lugar de el de 'ellos'
ru: Использовать 'мой' текстовый блок перед 'их' Сначала 'мой', затем 'их'
zh_tw: 先使用「我的」文字區塊，再使用「對方的」文字區塊。 我的＋對方的

source: Use text block from 'mine' Use 'mine' text block
es_es: Usar bloque de texto '&mío' Usar el '&mío' como bloque de texto
ru: Использовать 'мой' текстовый блок Использовать 'мой' текстовый блок
zh_tw: 使用「我的」文字區塊 使用「我的」

source: Use text block from 't&heirs' before 'mine'
es_es: Usar bloque de texto de 'ellos' en lugar del 'mio'
ru: Использовать 'и&х' текстовый блок перед 'моим'
zh_tw: 對方的＋我的(&H)

source: Use text block from 'theirs' before 'mine' Use 'theirs' text block then 'mine'
es_es: Usar bloque de texto de 'ellos' antes que el 'mío' Usar el de 'ellos' como bloque de texto en lugar de el 'mío'
ru: Использовать 'их' текстовый блок перед 'моим' Сначала 'их', затем 'мой'
zh_tw: 先使用「對方的」文字區塊，再使用「我的」文字區塊。 對方的＋我的

source: Use text block from 'theirs' Use 'theirs' text block
es_es: Usar bloque de texto de '&ellos' antes que el 'mío' Usar el de '&ellos' como bloque de texto
ru: Использовать 'их' текстовый блок Использовать 'их' текстовый блок
zh_tw: 使用「對方的」文字區塊 使用「對方的」

source: Used to amend the tip of the current branch.
ca: Fes-lo servir per a corregir la punta de la branca actual.
es_es: Usado para rectificar el aviso del ramal actual.
ja: 現在のブランチの先端のコミットをやり直す。
pt_br: Usado para corrigir a ponta do ramo atual.
ru: Используется для изменения последнего коммита текущей ветви.
zh_tw: 用於修訂目前分支最後一個提交

source: Walk Be&haviour
ca: Comportament al revisar
es_es: Comportamiento en marcha
ja: ツリーの探索(&H)
pt_br: &Comportamento de Travessia
ru: Поведение
zh_tw: 遍歷行為(&H)

source: We hope you enjoy the usage of TortoiseGit! In case of questions or problems, please consult our manual or go to <a id="support">https://tortoisegit.org/support/</a>
zh_tw: 我們希望你可以享用 TortoiseGit！如果你有任何使用上的問題，請參考我們的手冊，或者瀏覽 <a id="support">https://tortoisegit.org/support/</a>

source: Window Position
es_es: Posición de Ventana
pl: Położenie okna
ru: Расположение окна
zh_tw: 視窗位置

source: You can paste bitmap with the size (%d x %d) only!
es_es: ¡Sólamente puedes pegar bitmap con un tamaño de (%d x %d)!
pl: Możesz wkleić bitmapę tylko o rozmiarach (%d x %d)!
ru: Можно вставлять изображение только размером %d на %d!
zh_tw: 只能貼上 %d x %d 大小的點陣圖!

source: You can't create more than %d user-defined toolbars!
es_es: ¡No puedes crear más de %d barras de herramientas definidas por el usuario!
pl: Nie możesz utworzyć więcej niż %d pasków narzędzi użytkownika!
ru: Нельзя создать больше, чем %d пользовательских панелей инструментов!
zh_tw: 最多只能建了 %d 組自定工具列!

source: You may define up to %d tools.
es_es: Puedes definir hasta %d herramientas.
pl: Możesz zdefiniować do %d narzędzi.
ru: Можно задать до %d инструментов.
zh_tw: 你可以定義最多 %d 組工具.

source: You should enter a text!
es_es: ¡Debes introducir un texto!
hr: Trebate upisati tekst!
pl: Powinieneś wpisać tekst!
ru: Вы должны ввести текст!
zh_tw: 請輸入文字!

source: You should select an image!
es_es: ¡Debes seleccionar una imagen!
hr: Trebate odabarati sliku!
pl: Powinieneś wybrać obraz!
ru: Вы должны выбрать изображение!
zh_tw: 請選擇一個影像!

source: You've changed the icon set from "%s" to "%s". That change won't take effect until you restart your computer or logoff and logon again!
zh_tw: 你已經將圖示組從「%s」變更為「%s」； 在重新開機或者登出再登入之前，此變更並不會生效！

source: ZIP archive (*.zip)|*.zip|All Files (*.*)|*.*||
ca: Arxiu ZIP (*.zip)|*.zip|Tots els fitxers (*.*)|*.*||
ja: ZIPアーカイブ (*.zip)|*.zip|すべてのファイル (*.*)|*.*||
pt_br: Arquivo ZIP (*.zip)|*.zip|Todos os arquivos (*.*)|*.*||
zh_tw: ZIP 壓縮檔 (*.zip)|*.zip|所有檔案 (*.*)|*.*||

source: Zoom
hr: Zumiraj
pl: Powiększenie
ru: Увеличение
zh_tw: 縮放

source: Zoom In Zoom In
es_es: Dentro Zoom Dentro Zoom
hr: Povećaj Povećaj
pl: Powiększ Powiększ
ru: Увеличить Увеличить
zh_tw: 放大 放大

source: Zoom Out Zoom Out
es_es: Fuera Zoom Fuera Zoom
hr: Odzumiraj Odzumiraj
pl: Pomniejsz Pomniejsz
ru: Уменьшить Уменьшить
zh_tw: 縮小 縮小

source: [Default]
es_es: [Predeterminado]
pl: [Domyślny]
ru: [По умолчанию]
zh_tw: [預設]

source: [Unassigned]
es_es: [No asignado]
hr: [Nepridjeljen]
pl: [Nieprzypisany]
ru: [Не назначено]
zh_tw: [未指定]

source: "%s" - "%s" is a merge commit. Which parent do you want to pick?
ru: "%s" - "%s" является фиксацией слияния. Какого предка вы хотите выбрать?
zh_tw: "%s" - "%s" 是一個合併提交。 你想要使用哪一個親代？

source: based on TortoiseSVN (http://www.tortoisesvn.net/)
es_es: basado en TortoiseSVN (http://www.tortoisesvn.net/)
ru: Основано на TortoiseSVN (http://www.tortoisesvn.net/)
zh_tw: 基于 TortoiseSVN（http://www.tortoisesvn.net/）

source: copied from %s - revision %ld
pl: skopiowany z %s - w wersji %ld
ru: скопировано из %s - ревизия %ld
zh_tw: 複製自 %s - 版本 %ld

source: exported %s to %s
es_es: exportado %s a %s
hr: izvezeno %s u %s
pl: wyeksportowany %s do %s
ru: %s экспортирован в %s
zh_tw: 完成匯出 %s 至 %s

source: u&nknown changes
ca: ca&nvis desconeguts
es_es: cambios de&sconocidos
ja: 把握外の変更(&N)
pl: &nieznane zmiany
pt_br: mudanças &desconhecidas
ru: н&еизвестные изменения
zh_tw: 未知的變更(&N)

source: &Recent messages
es_es: &Mensajes recientes
hr: &Nedavne poruke
ru: &Недавние сообщения

source: A newline separated list of paths for which icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are included too.
ru: Список путей, по одному в строке, где будут показываться пометки на значках. Если вы добавите '*' в конец пути, будут также включены все дочерние файлы и подпапки.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
ru: Список папок, в которых не будут показываться пометки на значках. По одной в строке. Символ '*' в конец пути, исключает также все дочерние файлы и подпапки. Пустой список разрешает пометки во всех папках.

source: Auto&Crlf
ru: Авто&Crlf

source: Check those menu entries you want to appear only in the extended context menu (SHIFT + left click)
es_es: Comprobar las entradas del menú que deseas que aparezcan en el menú contextual estendido (SHIFT + click izq)
ru: Отметьте пункты меню, которые будут отображаться только в расширенном контекстном меню (SHIFT + щелчок левой кнопкой мыши)

source: Enter Log Message
es_es: Introduce un mensaje registro
hr: Upiši poruku dnevnika
ru: Ввод сообщения журнала

source: Extern DLL Path:
es_es: Ruta DLL externa:
ru: Путь к dll:

source: Floppy drives (A: B:)
es_es: Unidades de disquete (A: B:)
hr: Disketa (A: B:)
ru: Гибкие диски (A: B:)

source: Git for Windows (https://git-for-windows.github.io/) not found.
es_es: No se encontró Git para Windows (https://git-for-windows.github.io/).
ru: Git для Windows (https://git-for-windows.github.io/) не найден.

source: Git.exe Path:
es_es: Ruta de Git.exe:
ru: Путь к git.exe:

source: Home
hr: Dom
pl: Dom
ru: Начало

source: Lum
pl: Jas
ru: Ярк

source: Name
es_es: Nombre
pl: Nazwa
ru: Имя

source: Please enter a path where to apply the hook script to.
es_es: Por favor, introduzca una ruta donde aplicar el script de enganche (hook).
hr: Odaberite stazu na koju će primjeniti skript.
ru: Пожалуйста, введите путь для применения хук скрипта.

source: Q%d/%.2d
ru: %d Кв./%.2d

source: Save to clipboard
es_es: Guardar al portapapeles
hr: Snimi u međuspremnik
ru: Сохранить в буфер обмена

source: Spin1
es_es: Madeja1
ru: Счётчик1

source: The commit you are composing is a special commit. It is a merge commit and, thus contains your changes as well as the changes of a merged branch. You should NOT uncheck files unless you know what you are doing. While merging conflicts can occur which need to be resolved manually (i.e., integrate your changes into a file which was also modified on another branch). See help for more information.
ru: Подготавливаемая вами фиксация - специальная. Она является фиксацией слияния и, поэтому, содержит как ваши изменения, так и изменения сливаемой ветви. Вы должны НЕ отбрасывать файлы если вы не знаете что делаете. До тех пор пока конфликты слияния могут возникать, которые потребуют ручного разрешения (т.е., интегрирования ваших изменений в файл который также был изменён в другой ветви). Смотрите справку для расширенной информации.

source: Windows
es_es: Ventanas
ru: Окна

source: You have an old version of Git for Windows (https://git-for-windows.github.io/) installed which contains security issues. You should consider an upgrade to 1.9.5+.
es_es: Tiene instalada una versión antigua de Git para Windows (https://git-for-windows.github.io/) que contiene problemas de seguridad. Debería considerar actualizarse a la 1.9.5+.
ru: У вас установлена старая версия Git для Windows (https://git-for-windows.github.io/) имеющая некоторые проблемы безопасности. Вам следует рассмотреть возможность обновления до версии 1.9.5+.

source: dummy
es_es: muerto
ru: пустой

source: %1!s! Showing %2!d! files, %3!d! submodules and %4!d! folders, %5!d! items in total
es_es: %1!s! Mostrando %2!d! archivos, %3!d! submodulos y %4!d! carpetas, %5!d! objetos en total

source: %1!s! Size %2!s!
es_es: %1!s! Tamaño %2!s!

source: &Notepad2
es_es: &Bloc de notas2

source: <b>TortoiseGit</b> is a shell extension. That means it is integrated into the Windows explorer. To use <b>TortoiseGit</b> please open the explorer and right-click on any folder you like to bring up the context menu where you will find all <b>TortoiseGit</b> commands. And <u>read the manual!</u>
es_es: <b>TortoiseGit</b> es una extensión del shell. Esto significa que se integra en el explorador de Windows. Para usar <b>TortoiseGit</b>por favor, abra el explorador y haga clic derecho en cualquier carpeta que desee para que aparezca el menú contextual, donde encontrará todos los comandos de <b>TortoiseGit</b>. Y <u>¡lea el manual!</u>

source: <b>Warning:</b> It has not been checked if these branches have been fully merged into HEAD.
es_es: <b>Advertencia:</b> No se ha comprobado si estos ramales se han combinado complemente en HEAD (cabeza).

source: <b>Warning:</b> This action will remove the branches on the remote.
es_es: <b>Advertencia:</b> Esta acción eliminará los ramales en el remoto.

source: <b>Warning:</b> This branch is not fully merged into HEAD.
es_es: <b>Advertencia:</b> Este ramal no está completamente combinado en HEAD (cabeza).

source: <ct=0x0000FF>Current HEAD Detached</ct>, you are working on (no branch). Do you want to create a branch now?
es_es: <ct=0x0000FF>HEAD (cabecera) actual desacoplada</ct>, sobre la que usted está trabajando (no hay ramal). ¿Quiere crear un ramal (branch) ahora?

source: <ct=0x0000FF>Do you really want to delete <b>ALL %d</b> stash?</ct>
es_es: <ct=0x0000FF>¿De verdad quiere borrar el acopio (stash) <b>%d POR COMPLETO</b>?</ct>

source: <ct=0x0000FF>Stash Apply failed!!!</ct>
es_es: <ct=0x0000FF>¡¡¡No se pudo aplicar el acopio (stash)!!!</ct>

source: <ct=0x0000FF>Stash POP failed!!!</ct>
es_es: <ct=0x0000FF>¡¡¡No se pudo TRASPONER el acopio (stash pop)!!!</ct>

source: <ct=0x0000FF>Stash failed!!!</ct>
es_es: <ct=0x0000FF>¡¡¡No se pudo acopiar (stash)!!!</ct>
