Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: &Default
ca: &Per defecte
es_es: &Predeterminado
hr: &Početne postavke
ja: デフォルト(&D)
pl: &Domyślnie
pt_br: &Padrão
ru: По &умолчанию
ta_in: &இயல்புநிலை
uk: &Типове
zh_tw: 預設(&D)

source: &Delete
ca: &Suprimeix
es_es: &Eliminar
hr: &Obriši
ja: 削除(&D)
pl: &Usuń
pt_br: &Excluir
ru: &Удалить
ta_in: &நீக்கு
uk: Зни&щити
zh_tw: 刪除(&D)

source: &Delete (keep local)
ca: &Esborra (manté la còpia local)
es_es: &Eliminar (mantener local)
hr: &Obriši (sačuvaj lokalno)
ja: 削除(ローカルを保持）(&D)
pl: &Usuń (zachowaj lokalnie)
pt_br: &Excluir (manter local)
ru: &Удалить (оставив локально)
ta_in: &நீக்கு (உள்ளூரில் வைக்கவும்)
uk: Зни&щити (залишити локально)
zh_tw: 刪除並保留檔案(&D)

source: &Delete Filter
ca: &Suprimir Filtre
es_es: &Borrar filtro
ja: フィルターを削除(&D)
pl: &Usuń filtr
pt_br: &Excluir Filtro
ru: &Удалить Фильтр
ta_in: &வடிகட்டி நீக்கு
uk: &Знищити фільтр
zh_tw: 刪除過濾器(&D)

source: &Delete branch on remote && local remote-tracking branch
ta_in: தொலைநிலையில் கிளை && உள்ளூர் தொலைநிலை-கண்காணி கிளையை நீக்கவும்

source: &Delete branch/tag
pt_br: &Deletar ramo/etiqueta
ta_in: &கிளை/குறிச்சொல்லை நீக்கு
uk: &Видалити гілку/тег

source: &Detach
ta_in: &பிரிக்கவும்

source: &Detect moved or copied lines
ca: &Detecta línies copiades o desplaçades
es_es: &Detectar líneas movidas o copiadas
ja: 移動/複製された行の検知(&D)
pl: &Wykryj przeniesione lub skopiowane wiersze
pt_br: &Detectar linhas movidas ou copiadas
ru: &Обнаружить перемещённые или скопированные строки
ta_in: நகர்த்தப்பட்ட அல்லது நகலெடுக்கப்பட்ட வரிகளைக் கண்டறிக
uk: &Визначити переміщені або скопійовані рядки
zh_tw: 偵測「移動行」或「複製行」(&D)

source: &Detect moved or copied lines:
ca: &Detecta línies copiades o desplaçades:
es_es: &Detectar líneas movidas o copiadas:
ja: 移動/複製された行の検知(&D):
pl: &Wykryj przeniesione lub skopiowane linie:
pt_br: &Detectar linhas movidas ou copiadas:
ru: &Обнаружить перемещённые или скопированные строки:
ta_in: நகர்த்தப்பட்ட அல்லது நகலெடுக்கப்பட்ட வரிகளைக் கண்டறிக:
uk: &Визначити переміщені або скопійовані рядки:
zh_tw: 偵測「移動行」或「複製行」(&D)：

source: &Diff
ca: &Compara
es_es: &Dif.
hr: &Razlike
ja: 差分(&D)
pl: &Porównaj
pt_br: &Comparar
ru: &Различия
ta_in: &வேறுபாடு
uk: Ві&дмінності
zh_tw: 比較差異(&D)

source: &Diff with previous version
ca: &Compara amb revisió prèvia
es_es: &Dif. con versión anterior
hr: &Usporedi sa prijašnjom revizijom
ja: 前のバージョンとの差分(&D)
pl: &Porównaj z poprzednią wersją
pt_br: &Comparar com revisão anterior
ru: С&равнить с предыдущей версией
ta_in: &முந்தைய பதிப்புடன் வேறுபாடு
uk: Ві&дмінності з попередньою версією
zh_tw: 與前一個版本比較(&D)

source: &Directory:
ca: Directori:
es_es: &Directorio
ja: ディレクトリ(&D):
pl: Katalog:
pt_br: &Diretório:
ru: &Папка:
ta_in: &அடைவு:
uk: &Каталог:
zh_tw: 目錄(&D)：

source: &Disabled
ca: &Desactivat
es_es: &Deshabilitado
ja: 無効(&D)
pl: &Zablokuj
pt_br: &Desabilitado
ru: &Отключено
ta_in: &முடக்கப்பட்டது
uk: &Недоступно
zh_tw: 停用(&D)

source: &Discard
ca: &Descarta
es_es: &Descartar
ja: 破棄(&D)
pl: &Odrzuć
pt_br: &Descartar
ru: &Отбросить
ta_in: &நிராகரி
uk: &Скасувати
zh_tw: 丟棄(&D)

source: &Do the same for the rest
ca: Fes el mateix per la resta
es_es: &Lo mismo para el resto
ja: 残りを同様に実行する(&D)
pt_br: &Fazer o mesmo para o resto
ru: &Сделать то же самое для остальных
ta_in: மற்றவைக்கும் அதையே செய்
uk: &Зробити те саме з іншими
zh_tw: 對其餘的作相同處理(&D)

source: &Don't run Do not run the script
pt_br: &Não executar Não executa o script
ta_in: &ஓட வேண்டாம் கையெழுத்துப்படிவத்தை இயக்க வேண்டாம்

source: &Don't show this message again
ca: &No mostrar més aquest missatge
es_es: &No mostrar este mensaje de nuevo
ja: このメッセージを再び表示しない(&D)
pl: Nie pokazuj więcej tego komunikatu
pt_br: &Não mostrar esta mensagem novamente
ru: &Больше не показывать это сообщение
ta_in: &இந்தச் செய்தியை மீண்டும் காட்டாதே
uk: &Більше не показувати це повідомлення
zh_tw: 不再顯示此訊息(&D)

source: &Don't store these settings now.
ca: &No desis ara aquesta configuració.
ja: 今はこの設定を保存しない(&D)
pt_br: Não guarde estas definições agora.
ta_in: &இந்த அமைப்புகளை இப்போது சேமிக்க வேண்டாம்.
zh_tw: 現在先不儲存這些設定值(&D)。

source: &Down
ca: &Avall
es_es: &Abajo
ja: 下へ(&D)
pl: &W dół
pt_br: &Baixo
ru: &Вниз
ta_in: &கீழ்
uk: &Вниз
zh_tw: 向下(&D)

source: &Download
ca: &Descarrega
es_es: &Descarga
ja: ダウンロード(&D)
pl: &Pobierz
pt_br: &Baixar
ru: &Загрузить
ta_in: &பதிவிறக்கு
uk: &Завантажити
zh_tw: 下載(&D)

source: &Edit
ca: &Edita
es_es: &Edita
hr: &Izmijeni
ja: 編集(&E)
pl: &Edytuj
pt_br: &Editar
ru: &Правка
ta_in: &தொகு
uk: &Редагувати
zh_tw: 編輯(&E)

source: &Edit .git/config
ca: &Edita .git/config
es_es: &Editar .git/config
ja: .git/configを編集(&E)
pl: &Edytuj .git/config
pt_br: &Editar .git/config
ru: &Редактировать .git/config
ta_in: &திருத்து .கிட்/கட்டமைப்பு
uk: &Редагувати .git/config
zh_tw: 編輯 .git/config (&E)

source: &Edit ALL
ca: &Edita tots
es_es: &Editar TODO
ja: すべて編集(&E)
pl: &Edytuj wszystko
pt_br: &Editar TODOS
ru: &Править ВСЕ
ta_in: அனைத்தும் &தொகு
uk: &Редагувати УСІ
zh_tw: 編輯全部(&E)

source: &Edit Filter
ca: &Editar Filtre
es_es: &Editar filtro
ja: フィルターを編集(&E)
pl: &Edytuj filtr
pt_br: &Editar Filtro
ru: &Редактировать Фильтр
ta_in: &வடிகட்டியை தொகு
uk: &Редагувати фільтр
zh_tw: 編輯過濾器(&E)

source: &Edit conflicts
ca: &Edita conflictes
es_es: &Editar conflictos
hr: &Uredi sporne razlike
ja: 競合の編集(&E)
pl: &Edytuj konflikty
pt_br: &Editar conflitos
ru: Редактировать конф&ликты
ta_in: &தொகு முரண்பாடுகள்
uk: &Редагувати конфлікти
zh_tw: 編輯衝突(&E)

source: &Edit...
ca: &Editar...
es_es: &Editar...
hr: &Izmijeni...
ja: 編集(&E)...
pl: &Edytuj...
pt_br: &Editar...
ru: &Исправить...
ta_in: &தொகு...
uk: &Редагувати...
zh_tw: 編輯(&E)...

source: &Edit/Split commit
ca: &Edita/Divideix entrega
ja: コミットを編集/分割する(&E)
pl: &Edytuj/Podziel zmianę
pt_br: &Editar/Dividir submissão
ru: &Редактировать/разделить коммит
ta_in: &தொகு/பிரிவு உறுதிமொழி
uk: &Редагувати/розділити фіксування
zh_tw: 編輯／切分 提交(&E)

source: &Email Patch
ca: &Envia pedaç per email
es_es: &Enviar parche por correo
ja: パッチを送信(&E)
pl: Wyślij poprawkę @e-mailem
pt_br: &Enviar Correções
ru: Пересмотр завершился неудачей
ta_in: &மின்னஞ்சல் இணைப்பு
uk: &Відправити Виправлення ел. листом
zh_tw: 電郵補綴(&E)

source: &Email:
es_es: &Correo:
ja: メール(&E):
ru: &Эл.почта:
ta_in: &மின்னஞ்சல்:
uk: &Ел. скринька:
zh_tw: 電郵(&E)：

source: &Enable
ca: &Activa
ja: 有効(&E)
pt_br: Habilitar
ta_in: &இயக்கு
zh_tw: 啟用(&E)

source: &Enable Proxy Server
ca: &Habilita Servidor intermediari
es_es: &Habilitar servidor proxy
hr: &Omogući zamjenski poslužitelj
ja: プロキシサーバーを有効にする(&E)
pl: &Użyj serwera proxy
pt_br: &Habilitar Servidor Proxy
ru: Использовать прокси-&сервер
ta_in: &பதிலாள் சேவையகத்தை இயக்கு
uk: &Ввімкнути проксі-сервер
zh_tw: 啟用代理伺服器(&E)

source: &Enable edit
ca: &Activa l'edició
es_es: &Habilitar edición
ja: 編集を有効化(&E)
pl: &Włącz edytowanie
pt_br: &Habilitar edição
ru: &Разрешить редактирование
ta_in: &திருத்தத்தை இயக்கு
uk: &Дозволити редагування
zh_tw: 啟用編輯(&E)

source: &Exit
ca: &Surt
hr: &Izlaz
ja: 終了(&E)
pt_br: &Saída
ta_in: &வெளியேறு
uk: &Вийти

source: &Exit Ctrl+W
ca: &Surt Ctrl+W
es_es: &Salir Ctrl+W
ja: 終了(&E) Ctrl+W
pl: &Wyjście Ctrl+W
pt_br: &Saída Ctrl+W
ru: &Выход Ctrl+W
ta_in: &வெளியேறு Ctrl+W
uk: &Вийти Ctrl+W
zh_tw: 離開(&E) Ctrl+W

source: &Export selection to...
ca: &Exporta selecció a...
es_es: &Exportar selección a...
hr: I&zvezi odabrano u...
ja: 選択をエクスポート(&E)...
pl: &Eksportuj wybrane elementy do...
pt_br: &Exportar seleção para...
ru: &Экспортировать выбранное в...
ta_in: தேர்வை&ஏற்றுமதி...
uk: &Експортувати виділене до...
zh_tw: 匯出選取的檔案至(&E)...

source: &External
ca: &Extern
es_es: &Externo
hr: &Vanjski
ja: 外部(&E)
pl: &Zewnętrzny
pt_br: &Externo
ru: В&нешняя
ta_in: &வெளிப்புறம்
uk: &Зовнішня
zh_tw: 外部(&E)

source: &Extra PATH:
ca: &Camí extra:
ja: 追加のPATH(&E)
pt_br: Caminho Extra
ta_in: &கூடுதல் பாதை:
zh_tw: 額外的 PATH 值(&E)：

source: &File
ca: &Fitxer
es_es: &Archivo
hr: &Datoteka
ja: ファイル(&F)
pl: &Plik
pt_br: &Arquivo
ru: &Файл
ta_in: &கோப்பு
uk: &Файл
zh_tw: 檔案(&F)

source: &Filter
ca: &Filtre
ja: フィルター(&F)
pt_br: &Filtrar
ta_in: &வடிகட்டு
uk: Фільтр

source: &Find
ca: &Troba
es_es: &Buscar
hr: &Pronađi
ja: 検索(&F)
pl: &Znajdź
pt_br: &Localizar
ru: &Найти
ta_in: &தேடு
uk: &Знайти
zh_tw: 搜尋(&F)

source: &Find Ctrl+F
ca: &Cerca Ctrl+F
es_es: &Buscar Ctrl+F
ja: 検索(&F) Ctrl+F
pl: &Znajdź Ctrl+F
pt_br: &Localizar Ctrl+F
ru: &Найти Ctrl+F
ta_in: &தேடு Ctrl+F
uk: &Знайти Ctrl+F
zh_tw: 搜尋(&F) Ctrl+F

source: &Fit images in window F
ca: Ajusta les imatges a la mida de la finestra F
es_es: &Ajustar imágenes a la ventana F
ja: 画像をウィンドウサイズに合わせる(&F) F
pl: &Dopasuj obrazki do okna D
pt_br: &Ajustar imagens na janela F
ru: &Подогнать изображения в окне F
ta_in: &படங்களை சாளரத்தில் பொருத்து F
uk: &Розтягнути зображення по вікну F
zh_tw: 圖片符合視窗大小(&F) F

source: &Fixed drives
ca: &Discs fixes
es_es: &Unidades fijas
hr: &Ugrađeni diskovi
ja: 固定ドライブ(&F)
pl: &Dyski twarde
pt_br: Unidades &Fixas
ru: &Жёсткие диски
ta_in: &நிலையான இயக்கிகள்
uk: Ста&ціонарні диски
zh_tw: 固定磁碟機(&F)

source: &Follow renames
ca: Segueix canvis de noms
es_es: &Seguir renombrando
ja: 名前の変更を超えてさかのぼる(&F)
pl: Ś&ledź zmiany nazw
pt_br: &Seguir renomeações
ru: Отслеживать переименования
ta_in: &மறுபெயர்களை பின்பற்றவும்
uk: &Слідувати за перейменуваннями
zh_tw: 跟隨重新命名(&F)

source: &Font for log messages:
ca: &Font pels missatges de registre:
es_es: &Fuente mensajes de Reg.:
hr: &Pismo za dnevnik poruka:
ja: ログメッセージのフォント(&F):
pl: &Czcionka opisów zmian:
pt_br: &Fonte para mensagens de histórico:
ru: &Шрифт журнала:
ta_in: பதிவு செய்திகளுக்கான & எழுத்துரு:
uk: &Шрифт повідомлень логу:
zh_tw: 日誌訊息字型(&F)：

source: &Font:
es_es: &Fuente:
hr: &Pismo:
ja: フォント(&F):
pl: &Czcionka:
pt_br: &Fonte:
ru: &Шрифт:
ta_in: &எழுத்துரு:
uk: &Шрифт:
zh_tw: 字型(&F)：

source: &Force
ca: Força
es_es: &Forzar
ja: 強制(&F)
pl: &Wymuś
pt_br: &Forçar
ru: &Принудительно
ta_in: &கட்டாயமாக
uk: &Примусовий
zh_tw: 強制(&F)

source: &Force Rebase
ca: Força Rebase
es_es: &Forzar reasentado
ja: 強制リベース(&F)
pl: &Wymuś zmianę bazy
pt_br: &Forçar Reorganização
ru: Принудительное перемещение
ta_in: &கட்டாயமாக மறுதளம்
uk: &Примусове Перебазування
zh_tw: 強制變基(rebase)(&F)

source: &Format Patch...
pt_br: &Formatar Correção...
ta_in: &ஒட்டை வடிவமை...

source: &From:
ca: &De:
es_es: &Desde:
pl: &Od:
pt_br: &De:
ru: &От:
ta_in: &இருந்து:
uk: &Від:
zh_tw: 從(&F)：

source: &Generate PuTTY key pair
ca: &Genera una parella de claus PuTTY
ja: PuTTYで公開鍵・秘密鍵を作成する(&G)
pl: &Generowanie pary kluczy PuTTY
pt_br: Gerar chave PuTTY
ta_in: &புட்டி திறவுகோல் இணையை உருவாக்கு
uk: &Згенерувати ключі PuTTY
zh_tw: 產生 PuTTY 金鑰對(&G)

source: &Git
ja: Git(&G)
ta_in: &கிட்

source: &Git Style Commit (--rmdir)
ca: Entrega de tipus git (--rmdir)
es_es: &Estilo Git de consignación (--rmdir)
ja: &Git スタイル コミット (--rmdir)
pl: &Git Styl zatwierdzenia (--rmdir)
pt_br: Estilo de Submissão do &Git (--rmdir)
ru: &Фиксировать в стиле Git (--rmdir)
ta_in: &கிட் பாணி உறுதிமொழி (--rmdir)
uk: &Внесок у Стилі Git (--rmdir)
zh_tw: Git形式提交(--rmdir)(&G)

source: &Git.exe Path:
ca: Camí &git.exe:
ja: &Git.exeへのパス:
pl: Ścieżka do &git.exe:
pt_br: Caminho Git.exe:
ta_in: &கிட்.exe பாதை:
uk: Шлях до &Git.exe:
zh_tw: Git.exe 路徑(&G)：

source: &Go to Ctrl+G
ca: &Anar a Ctrl+G
es_es: &Ir a Ctrl+G
ja: 指定先へ移動(&G) Ctrl+G
pl: &Idź do Ctrl+G
pt_br: &Ir para Ctrl+G
ru: &Перейти Ctrl+G
ta_in: &செல் Ctrl+G
uk: &Перейти Ctrl+G
zh_tw: 前往(&G) Ctrl+G

source: &Gray Unrelated Changed Paths
ca: &Griseja rutes modificades no relacionades
es_es: &Rutas cambiadas sin relación Grises
ja: 無関係な変更のパスをグレーで表示(&G)
pt_br: &Ofuscar Caminhos Alterados Não Relacionados
ru: Несвязанные изменения серым
ta_in: தொடர்பில்லாத மாற்றப்பட்ட பாதைகளை சாம்பலாக்கு
uk: &Затінити не зв'язані змінені шляхи
zh_tw: 以灰色顯示無關的變動路徑(&G)

source: &HEAD
es_es: &CABEZA
ru: &ГОЛОВНАЯ
ta_in: &தலை

source: &Hard: Reset working tree and index (discard all local changes)
ca: &Dur: Reinicialitza el directory de treball i l'índex (descarta tots els canvis locals)
ja: Hard: 作業ツリーとインデックスをリセット（コミットしていない変更をすべて破棄）(&H)
pt_br: &Hard: Restaura a cópia de trabalho e o índice (descarta todas as mudanças locais)
ru: Жёсткий: Сбросить рабочую копию и индекс (отменить все локальные изменения)
ta_in: &கடினமான: பணிபுரியும் மரம் மற்றும் குறியீட்டை மீட்டமைக்கவும் (அனைத்து உள்ளூர் மாற்றங்களையும் நிராகரிக்கவும்)
zh_tw: &Hard：重設「工作目錄」和「索引」（放棄本地變更）。

source: &Help
ca: &Ajuda
es_es: &Ayuda
hr: &Pomoć
ja: ヘルプ(&H)
pl: &Pomoc
pt_br: &Ajuda
ru: &Справка
ta_in: &உதவி
uk: &Довідка
zh_tw: 說明(&H)

source: &Help Topics
ca: &Temes de l'Ajuda
es_es: &Temas de ayuda
hr: &Sadržaj pomoći
ja: トピックス(&H)
pl: Tematy &pomocy
pt_br: Tópicos da &Ajuda
ru: &Разделы Справки
ta_in: &உதவி தலைப்புகள்
uk: Теми &довідки
zh_tw: 說明主題(&H)

source: &Hide
ca: &Amaga
es_es: &Oculta
hr: &Sakrij
ja: 隠す(&H)
pl: &Ukryj
pt_br: &Ocultar
ru: &Скрыть
ta_in: &மறை
uk: При&ховати
zh_tw: 隱藏 (&H)

source: &Hide/Show the patch file list
ca: &Amaga/Mostra el llistat de fitxers pedaç
ja: パッチファイルの 一覧を表示/非表示(&H)
pt_br: &Ocultar/Exibir a lista de arquivos de correção
ta_in: ஒட்டு கோப்பு பட்டியலை&மறை/காண்பி

source: &Icon Set:
ca: &Conjunt d'icones:
es_es: &Juego de iconos:
hr: &Skup ikona:
ja: アイコンセット(&I):
pl: &Zestaw ikon:
pt_br: Conjunto de &Ícones:
ru: Набор &значков
ta_in: &சின்னம் தொகுப்பு:
uk: Набір п&іктограм
zh_tw: 圖示集(&I)：

source: &Ignore
ca: &Ignora
es_es: &Ignorar
ja: 無視(&I)
pl: &Ignoruj
pt_br: &Ignorar
ru: &Игнорировать
ta_in: &புறக்கணி
uk: &Ігнорувати
zh_tw: 忽略(&I)

source: &Ignore %d items by name
ca: &Ignora %d ítems per nom
es_es: &Ignorar %d objetos por nombre
ja: 名前により %d 項目を無視する(&I)
pl: &Pomiń %d elementów wg nazwy
pt_br: &Ignorar %d itens por nome
ru: Игнорировать %d &элементов по имени
ta_in: &பெயர் மூலம் %d உருப்படிகளை புறக்கணிக்கவும்
uk: &Ігнорувати %d елементів за назвою
zh_tw: 依名稱忽略 %d 個項目(&I)

source: &Ignore multiple items by name
ca: &Ignora múltiples elements per nom
ja: 名前で複数アイテムを無視する(&I)
pl: &Ignoruj wiele elementów po nazwie
pt_br: &Ignorar multiplos itens por nome
ru: &Игнорировать множество элементов по имени
ta_in: &பெயரின் மூலம் பல உருப்படிகளை புறக்கணிக்கவும்
zh_tw: 依名稱忽略多個項目(&I)

source: &Ignore whitespace
ca: &Ignora espais en blanc
es_es: &Ignorar espacio en blanco
ja: 空白類を無視(&I)
pl: &Ignoruj spacje
pt_br: &Ignorar espaço em branco
ru: &Игнорировать непечатаемые символы
ta_in: &வெள்ளைவெளியை புறக்கணிக்கவும்
uk: &Ігнорувати невидимі символи
zh_tw: 忽略空白字元(&I)

source: &Image info I
ca: Informació de la imatge I
es_es: &Información de la imagen I
ja: イメージ情報(&I) I
pl: &Informacje o obrazku I
pt_br: Info da &Imagem I
ru: Информация об &изображении I
ta_in: &படத் தகவல் I
uk: Інформація про &зображення I
zh_tw: 影像資訊(&I) I

source: &Import...
ca: &Importa...
es_es: &Importar...
hr: &Uvoz...
ja: インポート(&I)...
pl: &Importuj...
pt_br: &Importar...
ru: И&мпорт...
ta_in: &இறக்குமதி...
uk: &Імпортувати...
zh_tw: 匯入(&I)...

source: &Initialize submodules (--init)
ca: &Inicialitza sub-mòduls (--init)
es_es: &Inicializar submódulos (--init)
ja: サブモジュールを初期化する(--init) (&I)
pl: Zainicjuj podmoduły (- init)
pt_br: &Inicializar submódulos (--init)
ru: &Инициализировать подмодули (--init)
ta_in: &துணைதொகுதிகளை துவக்கவும் (--init)
uk: &Ініціалізувати підмодулі (--init)
zh_tw: 初始化子模組(&I) (--init)

source: &Install
ca: &Instal·la
es_es: &Instala
ja: インストール(&I)
pl: &Zainstaluj
pt_br: &Instalar
ru: &Установить
ta_in: &நிறுவு
uk: &Встановити
zh_tw: 安裝(&I)

source: &Jump to first difference when loading
ca: &Anar a la primera diferència quan es carrega
es_es: &Saltar a la primera diferencia cuando cargue
hr: &Skoči na prvu razliku prilikom učitavanja
ja: ロード時に最初の相違点へ移動する(&J)
pl: Podczas ładowania &skocz do pierwszej różnicy
pt_br: &Pular para a primeira diferença ao carregar
ru: &Перейти к первому различию при загрузке
ta_in: &ஏற்றும்போது முதல் வேறுபாட்டிற்கு செல்லவும்
uk: Пере&йти до першої відмінності під час завантаження
zh_tw: 載入時跳至第一個「差異」處(&J)

source: &Keep CR
ca: &Manté CR
es_es: &Mantener CR
ja: CRコードを維持(&K)
pl: &Zachowaj CR
pt_br: &Manter CR
ru: %Сохранять символ перевода каретки CR
ta_in: வைத்திரு சிஆர்
uk: &Залишити CR
zh_tw: 保持换行符號(&K)

source: &Keep current state
ca: &Manté l'estat actual
es_es: &Mantener estado actual
ja: 現在のステータスを維持(&K)
pl: &Zachowaj aktualny stan
pt_br: &Manter estado atual
ru: &Сохранить текущее состояние
ta_in: &தற்போதைய நிலையை வைத்திரு
uk: &Залишити у поточному стані
zh_tw: 保持目前狀態(&K)

source: &Labels
ca: &Etiquetes
es_es: &Etiquetas
ja: ラベル(&L)
pl: &Etykiety
pt_br: &Rótulos
ru: &Метка
ta_in: &முத்திரைகள்
uk: &Мітки
zh_tw: 標記(&L)

source: &Language:
ca: &Llenguatge:
es_es: &Lenguaje:
hr: &Jezik:
ja: 言語(&Language):
pl: &Język:
pt_br: &Idioma:
ru: &Язык:
ta_in: &மொழி:
uk: &Мова:
zh_tw: 語系(&L)：

source: &Launch Rebase After Fetch
ca: Comença rebase després de recuperar
es_es: &Lanzar reasentar (rebase) después de descargar (fetch)
ja: フェッチ後にリベース(&L)
pl: &Uruchom zmianę bazy po pobraniu
pt_br: &Lançar Reorganização Após Obter
ru: &Запустить перебазирование после извлечения
ta_in: &எடுத்த பிறகு மறுதளத்தை துவக்கவும்
uk: &Запустити Перебазування Після Добування
zh_tw: 下載後執行變基(&L)

source: &Limit search to modified lines
ca: &Limita cerca a línies modificades
es_es: &Limitar búsqueda a líneas modificadas
hr: &Traži samo u izmijenjenim linijama
ja: 変更された行内でのみ検索する(&L)
pl: Szukaj tylko w &zmienionych liniach
pt_br: &Limitar busca a linhas modificadas
ru: Поиск только в &изменённых строках
ta_in: &திருத்தப்பட்ட வரிகளுக்கு தேடலை வரம்பிடு
uk: Шукати &лише у модифікованих рядках
zh_tw: 僅搜尋修改過的行(&L)

source: &Limit:
ca: &Límit:
es_es: &Límite:
ja: 限度(&L):
pt_br: &Limite:
ru: Ограничение:
ta_in: &வரம்பு:
uk: &Обмеження:
zh_tw: 限制(&L)：

source: &Line number
ca: Número de línia
es_es: &Número de línea
ja: 行番号(&L)
pl: Numer &linii
pt_br: Número da &linha
ru: &Номер строки
ta_in: &வரிசை எண்
uk: &Номер рядка
zh_tw: 行號 (&L)

source: &Line number (%1!d! - %2!d!)
ca: Número de &línia (%1!d! - %2!d!)
ja: 行番号(&L) (%1!d! - %2!d!)
pt_br: Número da &linha (%1!d! - %2!d!)
ta_in: &வரி எண் (%1!d! - %2!d!)

source: &Link image positions
ca: &Enllaca les posicions d'image
es_es: &Posiciones de vínculo de imagen
hr: &Poveži pozicije slika
ja: 画像位置を同期(&L)
pl: &Połącz pozycje obrazów
pt_br: &Vincular posições da imagem
ru: &Связать позиции в изображениях
ta_in: &பட நிலைகளை இணைக்கவும்
uk: Прив'&язати розташування зображень
zh_tw: 連結影像位置(&L)

source: &List View
ca: Visualització de &Llista
es_es: &Ver lista
hr: &Pogled popisa
ja: リスト表示(&L)
pl: &Widok listy
pt_br: Visão de &Lista
ru: &Мелкие значки
ta_in: &பட்டியல் பார்வை
uk: У вигляді &списку
zh_tw: 清單檢視(&L)

source: &Local Branch:
ca: Branca local
es_es: &Ramal local:
ja: ローカルブランチ(&L):
pl: &Lokalna gałąź:
pt_br: Ramo &Local:
ru: &Локальная ветвь:
ta_in: &உள்ளூர் கிளை:
uk: &Локальна гілка:
zh_tw: 本地分支(&L)：

source: &Local branches
ca: &Branques locals
es_es: &Ramales locales
ja: ローカルブランチ(&L)
pl: &Lokalne gałęzie
pt_br: Ramos &locais
ru: &Локальные ветви
ta_in: &உள்ளூர் கிளைகள்
uk: &Локальні гілки
zh_tw: 本地分支(&L)

source: &Local:
ja: ローカル(&L):
pl: &Lokalny:
ru: &Локальный:
ta_in: &உள்ளூர்:
uk: &Локальний:
zh_tw: 本地(&L)：

source: &Location
ta_in: &இடம்

source: &Max line length for inline diffs
ca: &Nombre de línies màximes per diffs en-linia
es_es: &Longitud máxima de línea para dif. en-linea
ja: 行内差分を調べる最大の1行の長さ(&M)
pl: &Maks. długość linii dla różnic w linii
pt_br: Tamanho &máximo de linha para comparações em linha
ru: &Максимальная длина строки для внутристрочных различий
ta_in: வரியில் வேறுபாடுகளுக்கான &அதிகபட்ச வரி நீளம்
uk: &Максимальна довжина рядка для рядкових відмінностей
zh_tw: 比較行內差異的長度上限(&M)

source: &Merge
ca: &Fusiona
hr: &Stopi
ja: マージ(&M)
pl: &Scal
pt_br: &Combinar
ru: С&лияние
ta_in: &இணை
uk: З&лити
zh_tw: 合併 (&M)

source: &Merge to "%s"...
pt_br: &Mesclar com "%s"...
ta_in: "%s" இதற்கு ஒன்றிணைக்கவும்...

source: &Merge unrelated history
ca: &Fusiona històric no relacionat
ja: 無関係な履歴をマージする(&M)
pt_br: &Mesclar história não relacionada
ta_in: &தொடர்பற்ற வரலாற்றை ஒன்றிணைக்கவும்
zh_tw: 合併無共同祖先的分支(&M)

source: &Merge...
ca: &Fusiona...
es_es: &Combinar...
hr: &Stopi...
ja: マージ(&M)...
pl: &Scal...
pt_br: &Combinar...
ru: &Слить...
ta_in: &இணை...
uk: З&лити...
zh_tw: 合併(&M)...

source: &Merging
ca: &Fusionant
es_es: &Combinando
hr: &Stapanje
ja: マージ(&M)
pl: &Scalanie
pt_br: &Combinando
ru: &Слияние
ta_in: &இணைத்தல்
uk: З&ливання
zh_tw: 合併(&M)

source: &Message
ca: &Missatge
es_es: &Mensaje
ja: メッセージ(&M)
pl: &Wiadomość
pt_br: &Mensagem
ru: &Сообщение
ta_in: &செய்தி
uk: &Повідомлення
zh_tw: 記錄信息(&M)

source: &Message:
ca: &Missatge
es_es: &Mensaje:
ja: メッセージ(&M):
pl: &Wiadomość:
pt_br: &Mensagem:
ru: &Сообщение:
ta_in: &செய்தி:
uk: &Повідомлення:
zh_tw: 訊息(&M)：

source: &Mixed: Leave working tree untouched, reset index
ca: &Mixt: Deixa el directory de treball com estava, reinicialitza l'índex
ja: Mixed: 作業ツリーは現状を維持し、インデックスはリセット(&M)
pt_br: &Mixed: Deixar cópia de trabalho intocada, restaurar índice
ru: Смешанный: Сбросить индекс, не трогать рабочую копию
ta_in: &கலவை: பணிபுரியும் மரத்தை தொடாமல் விடுங்கள், குறியீட்டை மீட்டமைக்கவும்
zh_tw: &Mixed：保持「工作目錄」不變，重設「索引」。

source: &Moved blocks
ca: Blocs &moguts
es_es: &Bloques movidos
ja: 移動したブロック(&M)
pl: &Przeniesione bloki
pt_br: Blocos &movidos
ru: &Перемещённые блоки
ta_in: &நகர்த்தப்பட்ட தொகுதிகள்
uk: &Переміщені блоки
zh_tw: 已移動的方塊

source: &Name
ca: &Nom
es_es: &Nombre
ja: 名前(&N)
pl: &Nazwa
pt_br: &Nome
ru: &Имя
ta_in: &பெயர்
uk: &Ім'я
zh_tw: 名稱(&N)

source: &Name:
ca: &Nom
es_es: &Nombre:
ja: 名前(&N):
pl: &Nazwa:
pt_br: &Nome:
ru: &Имя:
ta_in: &பெயர்:
uk: &Ім'я:
zh_tw: 名稱(&N)：

source: &Navigate
ca: &Navega
es_es: &Explorar
hr: &Navigacija
ja: 移動(&N)
pl: &Nawiguj
pt_br: &Navegar
ru: &Навигация
ta_in: &செல்க
uk: &Навігація
zh_tw: 導覽(&N)

source: &Network drives
ca: &Unitats de xarxa
es_es: &Unidades de red
hr: &Mrežni diskovi
ja: ネットワークドライブ(&N)
pl: &Dyski sieciowe
pt_br: Unidades de &Rede
ru: С&етевые диски
ta_in: &பிணைய இயக்கிகள்
uk: &Мережеві диски
zh_tw: 網路磁碟(&N)

source: &New
ca: &Nou
es_es: &Nuevo
hr: &Novo
ja: 新規(&N)
pl: &Nowy
pt_br: &Novo
ru: Со&здать
ta_in: &புதிய
uk: &Новий
zh_tw: 新增(&N)

source: &Next >
ca: &Següent >
es_es: &Siguiente>
hr: &Sljedeći >
ja: 次へ(&N) >
pl: &Następne >
pt_br: &Próximo >
ru: &Далее >
ta_in: &அடுத்து >
uk: &Далі >
zh_tw: 下一個(&N) >

source: &Next Page
ca: Pàgina &Següent
es_es: &Página siguiente
ja: 次のページ(&N)
pl: &Następna strona
pt_br: &Próximo Página
ru: &Следующая страница
ta_in: &அடுத்த பக்கம்
uk: &Наступна сторінка
zh_tw: 下一頁(&N)

source: &No
ja: いいえ(&N)
pl: Nie
pt_br: &Não
ru: &Нет
ta_in: &இல்லை
uk: &Ні
zh_tw: 否(&N)

source: &No fetch
ca: &No recullis
es_es: &No descargar (fetch)
ja: フェッチ無し(&N)
pt_br: &Não obter
ru: &Не извлекать
ta_in: &எடுத்தல் இல்லை
uk: &Не добувати
zh_tw: 不要獲取 (&N)

source: &None
ca: &Cap
es_es: &Nada
ja: 無し(&N)
pl: &Nic
pt_br: &Nenhum
ru: &Ничего
ta_in: &ஒன்றுமில்லை
uk: &Жоден
zh_tw: 無(&N)

source: &Notepad
ta_in: குறிப்பேடு

source: &OK
ca: &D'acord
hr: &U redu
ta_in: &சரி
uk: &ОК
zh_tw: 確定(&O)

source: &One Page
ca: &Una Pàgina
es_es: &Página única
hr: &Jedna stranica
ja: 1ページ(&O)
pl: &Jedna strona
pt_br: &Uma página
ru: &Одна страница
ta_in: &ஒரு பக்கம்
uk: &Одна сторінка
zh_tw: 單頁(&O)

source: &Onto
ca: &Cap a
es_es: &Sobre
ja: つなぎ先(&O)
pt_br: &Em
ru: Поверх
ta_in: &அதன்மேல்
uk: &Поверх
zh_tw: 建於(&O)

source: &Open
ca: &Obre
es_es: &Abrir
hr: &Otvori
ja: 開く(&O)
pl: &Otwórz
pt_br: &Abrir
ru: &Открыть
ta_in: &திற
uk: &Відкрити
zh_tw: 開啟(&O)

source: &Open Git for Windows WebSite
ca: &Obre el Git pel Windows Website
es_es: &Abrir Git para Sitio Web de Windows
ja: Git for Windows のウェブサイトを開く(&O)
pl: &Otwórz stronę Git dla Windows
pt_br: &Abrir WebSite do Git para Windows
ru: &Перейти на сайт Git для Windows
ta_in: &சாளரங்களுக்கான கிட் இணையதளத்தை திற
uk: &відрити веб-сторінку Git для Windows
zh_tw: 開啟 Git for Windows 網站
