Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: The file %s does not exist!
ca: El fitxer %s no existeix!
es_es: ¡El archivo %s no existe!
hr: Datoteka %s ne postoji!
ja: ファイル %s は存在していません。
pl: Plik %s nie istnieje!
pt_br: O arquivo %s não existe!
ru: Файл %s не существует!
ta_in: %s கோப்பு இல்லை!
uk: Файл %s не існує!
zh_tw: 檔案 %s 不存在！

source: The file %s was not found in the patch file!
ca: El fitxer %s no s'ha trobat al fitxer pedaç!
es_es: ¡El archivo %s no se encontró en el archivo de parche!
hr: Datoteka %s nije nađena u datoteci sa zakrpom!
ja: ファイル %s はパッチファイル内で見つかりませんでした。
pl: Plik %s nie został znaleziony w pliku poprawek!
pt_br: O arquivo %s não foi encontrado no arquivo de correção!
ru: Файл %s не найден в файле заплаток!
ta_in: ஒட்டு கோப்பில் %s கோப்பு காணப்படவில்லை!
uk: Файл %s не знайдено у файлі-латці!
zh_tw: 在補綴檔中找不到檔案「%s」！

source: The file "%s" does not exist in your working tree. Do you want to select another file to diff?
ca: L'arxius "%s" no existeix en el seu directori de treball.
es_es: El archivo "%s" no existe en tu arbol de trabajo. ¿Quieres seleccionar otro archivo de diferencias?
ja: ファイル "%s" は作業ツリーに存在しません。他のファイルとの差分を取りますか？
pl: Plik "%s" nie istnieje w kopii roboczej. Czy chcesz wybrać inny plik różnicowy?
pt_br: O arquivo "%s" não existe na sua cópia de trabalho. Você quer selecionar outro arquivo para comparar?
ru: Файл "%s" не существует в вашей рабочей копии. Выбрать другой файл для сравнения?
ta_in: உங்கள் பணிபுரியும் மரத்தில் "%s" கோப்பு இல்லை. வேறுபாட்டிற்கு வேறொரு கோப்பைத் தேர்ந்தெடுக்க விரும்புகிறீர்களா?
zh_tw: 工作目錄中沒有這個檔案「%s」，要選擇另一檔案以進行比較嗎？

source: The file %s is empty. Do you want to remove the file?
ca: El fitxer %s és buit. Voleu esborrar-lo?
es_es: El archivo %s está vacío. ¿Quieres eliminar el archivo?
hr: Datoteka %s je prazna. Da li ju želite ukloniti?
ja: ファイル %s は空です。 ファイルを削除してもよろしいですか？
pl: Plik %s jest pusty. Na pewno chcesz usunąć plik?
pt_br: O arquivo %s está vazio. Você deseja removê-lo?
ru: Файл %s пуст! Желаете ли вы его удалить?
ta_in: கோப்பு %s காலியாக உள்ளது. கோப்பை அகற்ற விரும்புகிறீர்களா?
uk: Файл %s порожній. Видалити його?
zh_tw: 檔案 %s 是空的。 確定要刪除嗎？

source: The file is too big
ca: Aquest fitxer és massa gran
es_es: El archivo es muy grande
hr: Datoteka je prevelika
ja: ファイルが大きすぎます
pl: Plik jest zbyt duży
pt_br: O arquivo é muito grande
ru: Файл слишком велик
ta_in: கோப்பு மிகவும் பெரியது
uk: Файл занадто великий
zh_tw: 檔案太大

source: The file is too large to open.
ca: El fitxer és massa gran per obrir-lo.
es_es: El archivo es muy grande para abrirlo.
hr: Datoteka je prevelika da bi se otvorila.
ja: ファイルが大きすぎて開けません。
pl: Plik jest zbyt duży, aby go otworzyć.
pt_br: O arquivo é muito grande para ser aberto.
ru: Файл слишком большой для открытия.
ta_in: கோப்பு திறக்க முடியாத அளவுக்கு பெரிதாக உள்ளது.
uk: Файл надто великий, щоб його відкрити .
zh_tw: 檔案過大, 無法開啟.

source: The file was modified. Do you want to save the changes?
ta_in: கோப்பு மாற்றப்பட்டது. மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?

source: The file %s already exists! Do you want to overwrite it?
ca: El fitxer %s ja existeix! Voleu sobre-escriure'l?
es_es: El archivo %s ¡ya existe! ¿Quieres sobreescribirlo?
hr: Datoteka %s već postoji! Želite li ju pregaziti?
ja: ファイル %s はすでに存在しています。上書きしてもよろしいですか？
pl: Plik %s już istnieje! Czy chcesz zamienić istniejący plik?
pt_br: O arquivo %s já existe! Você deseja sobrescrevê-lo?
ru: Файл %s уже существует! Желаете ли вы его перезаписать?
ta_in: கோப்பு %s ஏற்கனவே உள்ளது! அதை மேலெழுத விரும்புகிறீர்களா?
uk: Файл %s вже існує! Хочете його перезаписати?
zh_tw: 檔案 %s 已存在！是否要覆寫？

source: The file %s is not a valid text file!
ca: L'arxiu %s no és un arxiu de text vàlid!
es_es: El archivo %s ¡no es una rchivo de texto válido!
ja: ファイル %s はテキストファイルではありません。
pl: Plik %s nie jest poprawnym plikiem tekstowym!
pt_br: O arquivo %s não é um arquivo de texto válido!
ru: Файл %s не является корректным текстовым файлом!
ta_in: %s கோப்பு சரியான உரை கோப்பு அல்ல!
uk: Файл %s не текстовий файл!
zh_tw: 檔案 %s 不是有效的文字檔！

source: The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
ca: Aquesta carpeta %s conté un(s) fitxer(s) sense versionar o sense modificar. Voleu eliminar-la igualment?
es_es: La carpeta %s contiene archivo(s) no versionado(s) y/o modificado(s). ¿Quieres quitarla de todos modos?
hr: Mapa %s sadrži izmijenjene datoteke ili datoteke izvan sustav. Da li je svejedno želite ukloniti?
ja: フォルダー %s は、 バージョン管理外のファイルもしくは変更されたファイルを含んでいます。本当に削除してもよろしいですか？
pl: Folder %s zawiera niewersjonowane i/lub zmienione pliki. Czy mimo tego chcesz go usunąć?
pt_br: A pasta %s contém arquivo(s) sem controle de versão e/ou arquivo(s) modificado(s). Você quer remover mesmo assim?
ru: Папка %s содержит неверсированные и/или изменённые файлы. Вы всё равно желаете её удалить?
ta_in: %s கோப்புறையில் மாற்றப்படாத மற்றும்/அல்லது மாற்றியமைக்கப்பட்ட கோப்பு(கள்) உள்ளன. எப்படியும் அதை அகற்ற விரும்புகிறீர்களா?
uk: Каталог %s містить неверсійні та/або модифіковані файли. Видалити його не зважаючи на це?
zh_tw: 目錄 %s 裡有未做版本控制以及可能有修改過的檔案。確定要刪除嗎？

source: The folder %s does not exist. Would you like to create it first?
ca: La carpeta %s no existeix. Voleu crear-la?
es_es: La carpeta %s no existe. ¿Quieres crearla primero?
hr: Mapa %s ne postoji. Želite li ju prvo napraviti?
ja: フォルダー %s は存在していません。 作成しますか？
pl: Folder %s nie istnieje. Czy chcesz go utworzyć?
pt_br: A pasta %s não existe. Gostaria de criá-la antes?
ru: Папка %s не существует. Желаете ли вы сначала её создать?
ta_in: கோப்புறை %s இருக்கவில்லை. முதலில் அதை உருவாக்க விரும்புகிறீர்களா?
uk: Тека %s не існуе. Ви бажаете спочатку ії створити?
zh_tw: 資料夾 %s 不存在。 是否要先建立？

source: The hook script returned an error: %ls
ta_in: கொக்கி கையெழுத்துப்படிவம் பிழையை அளித்தது: %ls

source: The hook script returned an error: %s
ca: L'script d'interconnexió ha retornat un error: %s
es_es: El script de enganche (hook) devolvió un error: %s
hr: Skript je vratio grešku: %s
ja: フックスクリプトはエラーを返しました: %s
pl: Skrypt przechwytujący zwrócił błąd: %s
pt_br: O script de gancho retornou um erro: %s
ru: Хук скрипт вернул ошибку: %s
ta_in: கொக்கி கையெழுத்துப்படிவம் பிழையை அளித்தது: %s
uk: Скрипт зачіпки повернув помилку: %s
zh_tw: 掛鉤指令檔傳回錯誤： %s

source: The hook script was not approved to run!
pt_br: O script de gancho não foi aprovado para executar!
ta_in: கொக்கி கையெழுத்துப்படிவம் இயக்க அனுமதிக்கப்படவில்லை!

source: The image can not be shown.
ca: La imatge no es pot mostrar.
es_es: La imagen no puede mostarse.
hr: Slika ne može biti prikazana.
ja: 画像を表示することができません。
pl: Obraz nie może być pokazany.
pt_br: A imagem não pode ser exibida.
ru: Не могу показать изображение.
ta_in: படத்தை காட்ட முடியாது.
uk: Не можна це зображення показати.
zh_tw: 無法顯示圖片

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
ca: El proveïdor del seguidor d'incidències no s'ha pogut crear. Comproveu que s'hagi instal·lat correctament.
es_es: El proveedor de seguimiento de problemas no se pudo crear. Por favor, comprueba que está instalado correctamente.
ja: 課題追跡システムのプロバイダーを作成することができませんでした。正しくインストールされているかどうかを確認してください。
pl: Nie można utworzyć dostawcy dla systemu śledzenia błędów. Sprawdź, czy jest on zainstalowany poprawnie.
pt_br: O provedor do rastreador de problemas não pode ser criado. Por favor, verifique se ele foi instalado corretamente.
ru: Поставщик системы отслеживания проблем не может быть создан. Убедитесь, что он установлен корректно.
ta_in: சிக்கல்-கண்காணிப்பு வழங்குநரை உருவாக்க முடியவில்லை. அது சரியாக நிறுவப்பட்டுள்ளதா என்பதைச் சரிபார்க்கவும்.
uk: Не вдалося створити постачальника проблемобліку. Перевірте, чи коректно він встановлений.
zh_tw: 無法成功建立 bug 追蹤提供者。請檢查是否有正確安裝。

source: The issue-tracker provider was unable to validate the parameter string
ca: El proveïdor del seguidor d'incidències no ha pogut validar la cadena de paràmetres
es_es: El proveedor de seguimiento de problemas no pudo validar la cadena de parámetros
ja: 課題追跡システムのプロバイダーは、パラメーター文字列の確認ができませんでした。
pl: Dostawca dla systemu śledzenia błędów nie był stanie zweryfikować podanych parametrów
pt_br: O provedor do rastreador de problemas foi incapaz de validar a sequência de parâmetros
ru: Поставщик системы отслеживания проблем не принял строку параметров
ta_in: சிக்கல்-கண்காணிப்பு வழங்குநரால் அளவுரு சரத்தை சரிபார்க்க முடியவில்லை
uk: Постачальник проблемобліку не зміг перевірити рядок параметрів
zh_tw: bug 追蹤程式提供者無法檢驗參數的正確性

source: The line indicating the new file was expected in line %d!
ca: La línia que indica el nou fitxer s'esperava a la línia %d.
pt_br: A linha indicando o novo arquivo era esperada na linha %d!
ta_in: புதிய கோப்பைக் குறிக்கும் வரி %d வரியில் எதிர்பார்க்கப்பட்டது!

source: The line number must be in between %1!d! and %2!d!
ca: El número de línia ha d'estar entre %1!d! i %2!d!
pt_br: O número da linha deve estar entre %1!d! e %2!d!
ta_in: வரி எண் %1!d! மற்றும் %2!d இடையே இருக்க வேண்டும்!

source: The local branch "%1!s!" does not fast-forward to the remote branch "%2!s!".
ca: La branca local "%1!s!" no fa un avançament ràpid fins a la branca remota "%2!s!".
ja: ローカルブランチの「%1!s!」は、リモートブランチの「%2!s!」にファーストフォワードされません。
pt_br: O ramo local "%1!s!" não pode avançar rápido para o ramo remoto "%2!s!".
ta_in: உள்ளூர் கிளை "%1!s!" தொலைதூரக் கிளைக்கு வேகமாக அனுப்பவில்லை "%2!s!".

source: The local branch name and the remote branch name are empty. Continue?
ca: La branques local i remota tenen noms buits. Vol continuar?
es_es: Los nombres del ramal local y del ramal remoto están vacíos. ¿Continuar?
ja: ローカルブランチ名とリモートブランチ名が空です。 続けますか?
pl: Nazwy lokalnej i zdalnej gałęzi są puste. Kontynuować?
pt_br: O nome do ramo local e do ramo remoto estão vazios. Continuar?
ru: Имя локальной ветви и имя внешней ветви пустое. Продолжить?
ta_in: உள்ளூர் கிளையின் பெயரும் தொலைதூரக் கிளையின் பெயரும் காலியாக உள்ளன. தொடரவா?
zh_tw: 本地和遠端分支為空，繼續嗎？

source: The local branch/tag name is empty. This results in a remote removal. Continue?
ca: No s'ha especificat la branca local. Aixo eliminara la branca remota. Vol continuar?
ja: ローカルのブランチ/タグ名が入力されていません。リモートが削除されます。 継続しますか?
pt_br: O nome do ramo/etiqueta está vazio. Isto resulta em uma remoção remota. Continuar?
ru: Пустое имя локальной ветки/метки. Это приведет к удалению из внешнего хранилища. Продолжить?
ta_in: உள்ளூர் கிளை/குறிச்சொல் பெயர் காலியாக உள்ளது. இதன் விளைவாக தொலைநிலை அகற்றப்படுகிறது. தொடரவா?
zh_tw: 本地的「分支／標籤」為空，這會導致刪除遠端的「分支／標籤」。繼續嗎？

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
ca: Màxim nombre de línies d'acció que s'han de guardar. Totes les línies per sobre d'aquest límit esborraran les anteriors del fitxer.
es_es: El número máximo de líneas del reg. de acción a mantener. Cualquier línea posterior añadida a este límite eliminará las líneas más antiguas del archivo.
hr: Najveći broj redaka koji se spremaju u datoteci dnevnika. Svaka linija koja se doda iza ovog broja će ukloniti nastariju iz datoteke.
ja: アクションログ内で保持する最大の行数。 この行数を超えて追加された場合は、古い行から順に削除されます。
pl: Maksymalna liczba linii dziennika akcji. Jakiekolwiek linie dodane powyżej tego limitu usuną stare z pliku.
pt_br: O número máximo de linhas de ação para manter no histórico. Qualquer linha adicionada acima do limite irá remover a mais antiga do arquivo.
ru: Максимальное количество строк в журнале действий. При добавлении строк свыше этого предела из файла начнут удалятся наиболее старые строки.
ta_in: அதிகபட்ச எண்ணிக்கையிலான செயல் பதிவு வரிகளை வைத்திருக்க வேண்டும். இந்த வரம்பிற்கு மேல் சேர்க்கப்படும் எந்த வரிகளும் கோப்பிலிருந்து பழைய வரிகளை அகற்றும்.
uk: Максимальна кількість збережених рядків логу дій. Рядки додані поверх цього ліміту витіснятимуть з файлу найдавніші рядки.
zh_tw: 行為日誌的最大保留行數。 超過上限的時候會從最舊的開始移除。

source: The operation failed.
ca: L'operació ha fallat.
es_es: La operación ha fallado.
hr: Naredba nije uspješno završena.
ja: 操作に失敗しました。
pl: Operacja zakończona niepowodzeniem.
pt_br: A operação falhou.
ru: Операция провалилась.
ta_in: செயல்பாடு தோல்வியடைந்தது.
uk: Операція зазнала невдачі.
zh_tw: 操作失敗。

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
ca: Els paràmetres '/path' i '/pathfile' són mutuament exclusius. Has d'especificar-ne només un.
es_es: Los parámetros '/ruta' y '/rutadearchivo' son mutuamente excluyentes. Sólo debes especificar uno de ellos.
hr: Parameteri '/path' i '/pathfile' se međusobno isključuju. Morate se odlučiti za jedan od njih.
ja: パラメーターの「/path」と「/pathfile」の両方を指定することはできません。 どちらか一方だけを指定してください。
pl: Parametry '/path' i '/pathfile' wzajemnie się wykluczają. Musisz użyć tylko jednego z nich.
pt_br: Os parâmetros '/path' e '/pathfile' são mutuamente exclusivos. Você deve escolher apenas um deles.
ru: Параметры '/path' и '/pathfile' являются взаимоисключающими. Необходимо указать только один из них.
ta_in: /path' மற்றும் '/pathfile' அளவுருக்கள் ஒன்றுக்கொன்று பிரத்தியேகமானவை. அவற்றில் ஒன்றை மட்டுமே நீங்கள் குறிப்பிட வேண்டும்.
uk: Параметри '/path' і '/pathfile' взаємовиключні. Необхідно вказувати тільки одного з них.
zh_tw: 參數「/path」和「/pathfile」不能同時使用。 請指定其中一個。

source: The patch does not apply cleanly to %s and no version information is given. Patching is not possible!
ca: El pedaç no s'aplica de manera neta a %s i no hi ha informació de la versió. No és possible aplicar el pedaç!
es_es: El parche no es limpiamente aplicable a %s, y no se proporcionó información de la versión. ¡El parcheado no es posible!
ja: このパッチファイルは、%s に正しく適用できません。バージョン情報が提供されていません。 パッチ適用は不可能です!
pt_br: A correção não se aplica claramente à %s e nenhuma informação de versão foi dada. Não é possível aplicar a correção!
ru: Заплатка не применилась корректно к %s и нет никакой информации о версии. Применение заплатки невозможно!
ta_in: ஒட்டு %s க்கு சுத்தமாகப் பொருந்தாது மற்றும் பதிப்புத் தகவல் எதுவும் கொடுக்கப்படவில்லை. ஒட்டு போடுவது சாத்தியமில்லை!
zh_tw: 版本資訊是空的，因此補綴檔無法乾淨地套用至 「%s」。 不可能進行補綴！

source: The patch seems outdated! The file line %1!s! and the patchline %2!s! do not match!
ca: El pedaç sembla antic. La línia de l'arxiu %1!s! i la línia del pedaç %2!s! no són equivalents.
pt_br: A correção parece desatualizada! A linha do arquivo %1!s! e a linha da correção %2!s! não coincidem!
ta_in: ஒட்டு காலாவதியானது போல் தெரிகிறது! கோப்பு வரி %1!s! மற்றும் ஒட்டுவரி %2!s! பொருந்தவில்லை!

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
ca: La ruta que heu introduït no sembla legal. Podeu fer-la servir, però pot ser que tingueu problemes més endavant. Una ruta vàlida no pot contenir els següents caràcters '<<>|"?*:' o un dels següents noms de dispositiu: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Voleu continuar de totes maneres?
es_es: ¡La ruta/URL que has introducido parece ser ilegal en Windows! Puedes intentarlo de todos modos, pero es posible que más adelante obtengas un error. Una ruta válida en windows no debe contener '<<>|"?*:' o uno de los nombres de los siguientes dispositivos: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ ¿Quieres continuar de todos modos?
hr: Staza/URL koju ste unijeli nije ispravna za Windows platformu! Vi možete i tako pokušati ali bi se kasnije mogla pojaviti greška. Ispravna staza na Windows OSu ne smije sadržavati '<>|"?*:' kao i niti jedan od sljedećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Da li svejedno želite nastaviti?
ja: このパスや URL は、 Windows では不正です。 このまま続行すると、後でエラーが発生するかもしれません。 Windows では、パスに「<>|"?*:」のいずれかの文字や、次のデバイス名を含めることはできません。 com1～com9、lpt1～lpt9、prn、aux、con、nul、clock$ 続行してもよろしいですか？
pl: Scieżka/URL którą wprowadziłeś wygląda na nieprawidłową w Windows! Możesz próbować jej użyć, ale później może wystąpić błąd. Poprawna ścieżka w Windows nie może zawierać '<<>|"?*:' lub jednej z następujących nazw urządzeń: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Czy mimo to chcesz kontynuować?
pt_br: O caminho/URL que você digitou parece ser ilegal no Windows! Você pode tentar mesmo assim, mas isso poderá gerar um erro. Um caminho válido no windows não pode conter '<<>|"?*:' ou um dos seguintes nomes de dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Você deseja continuar?
ru: Похоже, что введенный вами путь/url недопустим в Windows! Вы можете оставить его так, как есть, но в этом случае вы можете получить ошибку позже. Корректный путь в Windows не должен содержать '<<>|"?*:' или одно из следующих имён устройств: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Вы действительно желаете использовать это значение?
ta_in: நீங்கள் உள்ளிட்ட பாதை/ஒருங்கிணைந்தவளஇருப்பிடம் சாளரங்களில் சட்டவிரோதமானது போல் தெரிகிறது! எப்படியும் முயற்சி செய்யலாம், ஆனால் பின்னர் பிழை வரலாம். சாளரங்களில் சரியான பாதையில் '<<>|"?*:' அல்லது பின்வரும் சாதனப் பெயர்களில் ஒன்று இருக்கக்கூடாது: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ எப்படியும் தொடர வேண்டுமா?
zh_tw: 您輸入的「路徑／URL」在 Windows 上有錯誤！ 您可以照用，但之後可能發生問題。 檔案名稱中不可以包含下列字元「<<>|"?*:」或是下列的裝置名稱： com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ 確定要繼續嗎？

source: The path %1!s! seems not to match the paths in the patchfile. But TortoiseGitMerge found the path %2!s! matches it better. Do you want to use the suggested path instead?
ca: El camí %1!s! sembla que no encaixa amb els camins del fitxer pedaç. Però TortoiseGitMerge ha trobat el camí %2!s! que encaixa millor. Voleu utilitzar el camí suggerit?
pt_br: O caminho %1!s! parece não combinar com os caminhos no arquivo de correções. Mas o TortoiseGitMerge encontrou o caminho %2!s! que combina melhor. Deseja utilizar o caminho sugerido?
ta_in: ஒட்டு கோப்பில் உள்ள பாதைகளுடன் %1!s! பாதை பொருந்தவில்லை. ஆனால் ஆமைகிட்ஒன்றிணை பாதை %2!s! உடன் பொருந்துகிறது. அதற்குப் பதிலாக நீங்கள் பரிந்துரைக்கப்பட்ட பாதையைப் பயன்படுத்த விரும்புகிறீர்களா?

source: The process is still running. Are you sure to abort?
ca: El procés encara s'està executant. Esteu segur que el voleu interrompre?
es_es: El proceso aún está ejecutándose. ¿Está seguro de abortar?
ja: プロセスは実行中です。中止してよろしいですか?
pt_br: O processo ainda está em execução. Tem certeza de que quer abortar?
ru: Процесс всё еще выполняется. Вы действительно хотите прервать?
ta_in: செயல்முறை இன்னும் இயங்குகிறது. நீங்கள் உறுதியாக நிறுத்துகிறீர்களா?
zh_tw: 程序仍在執行中。 確定要中止？

source: The regular expression is invalid! Please enter a valid regular expression.
ca: L'expressió regular és incorrecta. Introduïu una expressió regular correcta.
es_es: ¡La expresión regular no es válida! Por favor introduzca una expresión regular válida.
ja: 正規表現が無効です! 正しい正規表現を入力してください。
pl: Wyrażenie regularne jest niepoprawne! Proszę podaj poprawne wyrażenie regularne.
pt_br: A expressão regulas é inválida! Por favor, entre uma expressão regular válida.
ru: Плохая, негодная регулярка! Введите хорошую, ну пожалуйста!
ta_in: வழக்கமான வெளிப்பாடு தவறானது! சரியான வழக்கமான வெளிப்பாட்டை உள்ளிடவும்.
uk: Регулярне вираження невірне! Будьласка введіть правильне регулярне вираження.
zh_tw: 該正規表示式是無效的！ 請輸入一個有效的正規表示式。

source: The remote "%s" already exists. Do you want to overwrite it?
ca: El remot %s ja existeix! Voleu sobre-escriure'l?
es_es: El remoto "%s" ya existe. ¿Quieres sobreescribirlo?
ja: リモートの「%s」は既に存在しています。 上書きしますか？
pl: Plik %s już istnieje. Czy chcesz zamienić istniejący plik?
pt_br: O servidor remoto "%s" já existe. Você quer sobrescrevê-lo?
ru: Внешнее хранилище "%s" уже существует. Вы хотите перезаписать его?
ta_in: தொலைநிலை "%s" ஏற்கனவே உள்ளது. நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?
zh_tw: 遠端「%s」已經存在 要覆寫嗎？

source: The remote branch has not changed. Open the rebase dialog anyway?
ca: La branca remota no ha canviat. Obro el diàleg rebase de totes maneres?
es_es: El ramal remoto no ha cambiado. ¿Abrir el cuadro de diálogo reasentar (rebase) de todas formas?
ja: リモートブランチは変更されていません。 ともかくリベースダイアログを開きますか？
pt_br: O ramo remoto não foi modificado. Abrir a janela de reorganização assim mesmo?
ru: Внешняя ветвь не изменена. Открыть диалог перебазирования невзирая на?
ta_in: தொலைநிலை கிளை மாறவில்லை. எப்படியும் மறுதள உரையாடலைத் திறக்கவா?
zh_tw: 遠端分支並沒有改變。 仍然要開啟「變基」視窗？

source: The repository was successfully created.
ca: S'ha creat el dipòsit correctament.
es_es: El repositorio se ha creado correctamente.
hr: Skladište je uspješno napravljeno.
ja: リポジトリの作成に成功しました。
pl: Repozytorium zostało utworzone poprawnie.
pt_br: O repositório foi criado com sucesso.
ru: Хранилище создано успешно.
ta_in: களஞ்சியம் வெற்றிகரமாக உருவாக்கப்பட்டது.
uk: Сховище успішно створенно.
zh_tw: 版本庫建立成功。

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
ca: El fitxer seleccionat sembla que té encara un o més marcadors de conflicte. Esteu segur que voleu marcar el fitxer coma resolt?
es_es: El archivo seleccionado parece tener aún uno o más confictos marcados en el. ¿Seguro que quieres marcar el archivo como resuelto?
hr: Izabrana datoteka izgleda da još uvijek sadrži oznake jednog ili više sukoba. Jeste li sigurni da želite označiti datoteku kao riješenu?
ja: 選択されたファイル内には、まだ競合状態のファイルがあります。 本当に、ファイルを解決済みにしてもよろしいですか？
pl: Wybrany plik prawdopodobnie wciąż zawiera wewnątrz markery konfliktu. Czy na pewno chcesz oznaczyć ten plik jako plik z rozwiązanym konfliktem?
pt_br: O arquivo selecionado parece ainda conter uma ou mais marcas de conflito. Você tem certeza que quer marcar como resolvido?
ru: Похоже, в выбранном файле остались конфликтные отметки. Вы уверены, что желаете пометить его как улаженный?
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பில் இன்னும் ஒன்று அல்லது அதற்கு மேற்பட்ட முரண்பாடு குறிப்பான்கள் இருப்பதாகத் தெரிகிறது. கோப்பு தீர்க்கப்பட்டதாக நிச்சயமாகக் குறிக்க விரும்புகிறீர்களா?
uk: Вибраний файл ще ніби-то має позначки конфліктів. Чи дійсно потрібно позначити його вирішеним?
zh_tw: 選擇的檔案尚有一個以上的衝突標記。 你確定要將之視為已解決？

source: The submodule "%s" is dirty. Merely committing the superproject cannot track or save such changes to the submodule. Commit the submodule now or ignore dirty changes?
ca: El sub-mòdul "%s" no està net. Simplement fent una entrega en el super-projecte pare no pot registrar els canvis fets al sub-mòdul. Feu una entrega del sub-mòdul ara, o voleu ignorar els canvis bruts?
es_es: El submódulo "%s" está sucio. Es decir, consignar el superprojecto no puede rastrear ó salvar dichos cambios al submódulo. ¿Consignar el submódulo ahora o ignorar los cambios sucios?
ja: サブモジュール "%s" にコミットしていない変更があります。サブモジュールの変更をコミットしないと、親プロジェクトはこの変更を記録できません。サブモジュールへコミットしますか？ それとも、この変更を無視しますか？
pt_br: O submódulo "%s" está sujo. Meramente submetendo o superprojeto não pode rastrear ou salvar tais mudanças no submódulo. Submeter o submódulo agora ou ignorar as mudanças sujas?
ru: Подмодуль "%s" не чист. Простой фиксацией родительского модуля невозможно отследить или сохранить подобные изменения в подмодуле. Фиксировать подмодуль сейчас или игнорировать нечистые изменения?
ta_in: துணைதொகுதி "%s" அழுக்காக உள்ளது. மேம்பட்ட திட்டத்தை உறுதிமொழி செய்வதால், அத்தகைய மாற்றங்களை துணைத் தொகுதியில் கண்காணிக்கவோ அல்லது சேமிக்கவோ முடியாது. துணைதொகுதியை இப்போதே உறுதிமொழி செய்யவா அல்லது அழுக்கு மாற்றங்களை புறக்கணிக்கவா?
zh_tw: 子模組「%s」有未提交的變更， 僅僅提交至上層專案並不能夠儲存子模組的變更。 要現在提交子模組的變更，還是忽略呢？
