Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Open client certificate file
hr: Otvori datoteku s certifikatom klijenta

source: Open file
hr: Otvori datoteku

source: Opens the repository browser to tweak the repository online
hr: Otvara preglednik skladišta kako bi podesio skladište dok je na vezi

source: Operate from log cache for now only
hr: Od sad radi samo sa spremnikom dnevnika

source: Ori&ginal size
hr: &Osnovna veličina

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
hr: Prepisuje preko svojstva svn:eol-style. Ne utječe na datoteke koje nemaju postavljeno ovo svojstvo.

source: P&revious Conflict
hr: P&rethodni sukob

source: Paste filename list
hr: Umetni popis imena datoteka

source: Patch all
hr: Zakrpaj sve

source: Patch selected
hr: Odabrana zakrpa

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
hr: Datoteke zakrpa (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||

source: Pictures (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
hr: Slike (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
hr: Molim primijetite: Vaša radna kopija ostaje na prethodnoj stazi. Ako želite da se Vaše buduće izmjene nalaze u upravo napravljenoj grani tada se trebate premjestiti na stazu te grane. Za to koristite naredbu Zamijeni.

source: Please resolve the conflict by choosing one of the following options:
hr: Molim razriješite sukobe tako da odaberete neku od slijedećih mogućnosti:

source: Please specify the certificate type
hr: Molim odredite tip certifikata

source: Please wait - this can take several minutes. Seriously!
hr: Molim pričekajte - ovo može potrajati nekoliko minuta. Ne šalim se!

source: Please wait while the repository browser is initializing...
hr: Molim pričekajte inicijalizaciju preglednika skladišta...

source: Post-Update Hook
hr: Skript nakon obnavljanja

source: Pre-Update Hook
hr: Skript prije obnavljanja

source: Prevents most cases in which connection lines cross revision nodes
hr: Spriječava većinu slučajeva u kojima spojnice križaju čvorove revizija

source: Processing revision %d of %d...
hr: Obrađujem reviziju %d od ukupno %d...

source: Properties
hr: Svojstva

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
hr: Svojstva (*.svnprops)|*.svnprops|Sve datoteke (*.*)|*.*||

source: Properties for
hr: Svojstva za

source: Properties...
hr: Svojstva...

source: Property %s : Revision %s
hr: Svojstvo %s : Revizija %s

source: Property %s : remote
hr: Svojstvo %s : na skladištu

source: Property %s : working base
hr: Svojstvo %s : radna osnova

source: Property %s : working copy
hr: Svojstvo %s : radna kopija

source: Property Status:
hr: Status svojstva:

source: Property name:
hr: Ime svojstva:

source: Property status
hr: Status svojstva

source: Property value:
hr: Vrijednost svojstva:

source: Proxy &timeout in seconds:
hr: &Vrem. ograničenje posredničkog poslužitelja u sek:

source: Put "Get Lock" on top menu when svn:needs-lock is set
hr: Pokaži "Zaključaj" na glavnom izborniku kad je postavljeno svojstvo svn:needs-lock

source: Recurse into unversioned folders
hr: Poniri u mape van sustava upravljanja verzijama

source: Reduce cross-&lines
hr: Smanji križanja &linija

source: Reintegrate a branch
hr: Reintegriraj(!?) granu

source: Reintegrate merge %s into %s
hr: Reintegrirajuće(!?) stapanje %s u %s

source: Reject
hr: Odbaci

source: Release loc&k
hr: Otključaj lo&kot

source: Releases locks even if you're not the owner of the locks (breaks them).
hr: Oslobađa lokote čak i kada Vi niste njihov vlasnik (uklanja ih).

source: Releases locks on files so other users can edit them again.
hr: Otključava datoteke kako bi ih ostali korisnici ponovo mogli mijenjati.

source: Relo&cate...
hr: Pre&mjesti...

source: Relocate
hr: Premjesti

source: Relocate Warning
hr: Upozorenje za <b>Premjesti</b>

source: Relocating...
hr: Premještanje

source: Remote property status
hr: Status udaljenog svojstva

source: Remote text status
hr: Udaljeni status teksta

source: Remove deleted branches and tags
hr: Ukloni obrisane grane i oznake

source: Remove the selected cache(s) from disk
hr: Uklanja odabran/e spremnik/e sa diska

source: Removed file/folder
hr: Uklonjena datoteka/mapa

source: Removes all unversioned and ignored items
hr: Uklanja iz liste sve datoteke koje nisu pod upravljanjem i ignorirane datoteke

source: Removes the selected properties
hr: Uklanja odabrana svojstva

source: Rename item from %s to %s
hr: Promjena imena sa %s na %s

source: Rename/move - TortoiseSVN
hr: Promjeni ime/makni - TortoiseSVN

source: Renamed node
hr: Preimenovani čvor

source: Renamed remotely
hr: Promijenjeno ime izvana

source: Renames files / folders inside version control
hr: Mijenja ime datoteka / mapa unutar upravljanja verzijama

source: Repair move
hr: Popravi

source: Replaced node
hr: Zamijenjeni čvor

source: Repository
hr: Skladište

source: Repository URL
hr: URL skladišta

source: Repository UUID:
hr: UUID skladišta:

source: Res&olved...
hr: Raz&riješeno...

source: Resolve - TortoiseSVN
hr: Razriješi - TortoiseSVN

source: Resolve Conflict
hr: Razrješi sukob

source: Resolve all later
hr: Razriješi sve kasnije

source: Resolve conflict:
hr: Razrješi sukob:

source: Resolve later
hr: Razriješi kasnije

source: Retry
hr: Pokušaj ponovo

source: Reverse merge
hr: Vrati

source: Revert - TortoiseSVN
hr: Vrati na staro - TortoiseSVN

source: Revision %ld
hr: Revizija %ld

source: Revision / Author:
hr: Revizija / autor:

source: Revision Range
hr: Raspon revizija

source: Revision range to merge
hr: Raspon revizija za stapanje

source: Revision:
hr: Revizija:

source: Revisions
hr: Revizije

source: S&ettings
hr: P&ostavke

source: S&witch...
hr: Z&amijeni...

source: SVN Author
hr: SVN autor

source: SVN Copy and add files to this WC
hr: SVN Kopiraj i dodaj datoteke u ovu radnu kopiju

source: SVN Local lock owner
hr: SVN Vlasnik lokota

source: SVN Revision
hr: SVN revizija

source: SVN eol-style
hr: SVN vrsta kraja linija

source: SVN mime-type
hr: SVN mime-tip

source: SVN short URL
hr: SVN kratki URL

source: Save &As...
hr: Snimi &kao...

source: Save client certificate path
hr: Snimi stazu certifikata klijenta

source: Saves expensive server roundtrips when set to longer than 0 seconds
hr: Pohranjuje skupi promet prema poslužitelju kad se postavi na više od 0 sekundi

source: Saves the selected property value to a file
hr: Sprema vrijednost odabranog svojstva u datoteku

source: Saving file %s
hr: Snimam datoteku %s

source: Saving files
hr: Snimam datoteke

source: Saving patchfile to:
hr: Snimam datoteku zakrpa u:

source: Search string not found!
hr: Traženi tekst nije pronađen!

source: Select / deselect &all
hr: Označi / ukloni &sve oznake

source: Select Revision
hr: Izaberi reviziju

source: Select diff file...
hr: Izaberi datoteku s razlikama...

source: Select directory to check out to
hr: Odaberi odredišnu mapu za preuzimanje

source: Select end revision
hr: Odaberi zadnju reviziju

source: Select revision range
hr: Odaberi raspon revizija

source: Select start revision
hr: Odaberi početnu reviziju

source: Select text editor application
hr: Odaberi aplikaciju za obradu teksta

source: Select the merge options
hr: Odredi opcije spajanja

source: Select the revisions to merge
hr: Odredi revizije za stapanje

source: Select the type of merge
hr: Odredi tip stapanja

source: Set file dates to the "last commit &time"
hr: Postavi datume datoteka na "vrijeme zadnje &pohrane"

source: Settings - TortoiseSVN
hr: Postavke - TortoiseSVN

source: Sho&w properties
hr: Prika&ži svojstva

source: Short URL of Subversion items
hr: Kratki URL Subversion stavaka

source: Show &All
hr: Prikaži &sve

source: Show &Range...
hr: Prikaži &raspon...

source: Show &WC revision
hr: Prikaži revizije radnih &kopija

source: Show &all revisions
hr: Prikaži &sve revizije

source: Show &unversioned files
hr: Prikaži datoteke bez &verzija

source: Show File List
hr: Prikaži popis datoteka

source: Show Lock dialog before locking files
hr: Prikaži dijalog prije zaključavanja datoteka

source: Show differences as &unified diff
hr: Prikaži &objedinjene razlike

source: Show overlay for ignored items
hr: Prikaži sloz za zanemarene datoteke

source: Show overlay for unversioned items
hr: Prikaži sloj za datoteke bez verzija

source: Show special characters for whitespaces Show Whitespaces
hr: Prikaži posebne znakove za razmake Prikaži razmake

source: Show statistics for the selected log cache
hr: Prikaži statistiku spremnika za označen dnevnik

source: Show tags on the copy source, not as separate nodes
hr: Pokaži oznake na izvoru kopiranja, a ne kao odvojene čvorove

source: Showing %ld nodes
hr: Prikazujem %ld čvorova

source: Showing %ld revision(s), from revision %ld to revision %ld - %ld revision(s) selected.
hr: Prikaz %ld revizija, od revizija %ld do %ld - %ld revizija odabrano.

source: Showing graph for %s
hr: Prikazujem graf za %s

source: Shows all files which were changed since the last update, locally and in the repository
hr: Prikazuje sve datoteke promijenjene od zadnje obnove, lokalno i u skladištu

source: Shows all revisions where changes were made to this item
hr: Prikazuje sve revizije u kojima je mijenjana ova stavka

source: Shows information about TortoiseSVN
hr: Prikaz podataka o TortoiseSVN

source: Shows the eol-style property value
hr: Prikazuje vrijednost svojstva za vrstu završetaka linija (EOL)

source: Shows the log for the selected file / folder
hr: Prikazuje dnevnik označene datoteke / mape

source: Shows the mime type of the versioned file
hr: Prikazuje mime tip datoteke s verzijom

source: Single/&double-pane view
hr: Jednostrani/&dvostrani pogled

source: Size and status
hr: Veličina i status

source: Size of all cached text information
hr: Veličina svih tekst informacija u spremniku

source: Size of the cache file on disk
hr: Veličina spremnika na disku

source: Size of the cache if it were not compressed
hr: Veličina spremnika (bez sažimanja)

source: Start Revision
hr: Početna revizija

source: Start Update Hook
hr: Vezna skrpta prije obnavljanja

source: Status cache kept in an external process, can show the overlay recursively
hr: Priručna memorija statusa se drži u vanjskom procesu, može rekurzivno prikazati prekrivne oznake

source: Status of item in SVN
hr: Status stavke u SVN-u

source: Steal loc&k
hr: Ukradi lo&kot

source: Steal the lock
hr: Ukradi lokot

source: Subversion configuration &file:
hr: Datoteka Subversion &postavki:

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
hr: Subversion je prijavio grešku prilikom izrade skladišta! Provjerite da mapa nije prazna i zaštićena od pisanja.

source: Subversion reported an error while doing a cleanup! <hr=100%%> %s
hr: Subversion je prijavio grešku prilikom čišćenja! <hr=100%%> %s

source: Subversion server file:
hr: Datoteka Subversion poslužitelja:

source: Sw&itch working copy to new branch/tag
hr: Pre&baci radnu kopiju na drugu granu/oznaku

source: Switch - TortoiseSVN
hr: Zamijeni - TortoiseSVN

source: Switch Left<->Right
hr: Zamijeni lijevo <-> desno

source: Switch To Branch / Tag
hr: Prebaci na granu / oznaku

source: Switch working copy to another branch / tag
hr: Mijenja radnu kopiju drugom granom / oznakom

source: Switch:
hr: Zamjena (switch!?):

source: Switches the comparison left<<->right
hr: Zamijeni lijevo <-> desno

source: System &sounds
hr: Sistemski &zvukovi

source: Tagged the working copy to %s
hr: Radna kopija je označena s %s

source: Text Status:
hr: Status teksta:

source: Text status
hr: Status teksta

source: The default URL to checkout from if nothing else is specified
hr: Uobičajna staza za izvoz ako nije drugačije određeno

source: The default path to checkout to if nothing else is specified
hr: Uobičajna staza za izvoz ako nije drugačije određeno

source: The file %s is not a valid text file! Note that UTF32 files are treated as binary too.
hr: Datoteka %s nije ispravna tekstualna datoteka! Primijetite da se UTF32 datoteke također obrađuju kao binarne.

source: The folder %s already exists!
hr: Mapa %s već postoji!

source: The line indicating the old file was expected in line %d !
hr: Red koji ukazuje na staru datoteku se očekivao u liniji br. %d!

source: The lock has already been broken from another working copy
hr: Lokot je već uklonjen iz neke druge radne kopije

source: The old file does not match the new file. Renaming of files is not (yet) supported!
hr: Stara datoteka ne odgovara novoj datoteci. Promjena imena datoteka (još) nije podržana!

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge found the relative path <i>%s</i> which seems to match the directory you're applying the patch. Do you want to use the suggested path? Answering 'no' will quit TortoiseMerge.
hr: Staza <i>%s</i> iz zakrpe ne postoji u radnoj kopiji. No, TortoiseMerge je našao relativnu stazu <i>%s</i> koja je odgovarajuća mapi. Želite li umjesto one koristiti predloženu stazu? Ako odgovorite 'ne', TortoiseMerge će odustati.

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge tried to apply the patch by stripping prefixes but no matching path could be found.
hr: Staza <i>%s</i> u zakrpi ne postoji. TortoiseMerge je pokušao primjeniti zakrpu ali odgovarajuća mapa nije pronađena.

source: The path <i>%s</i> seems not to match the paths in the patchfile. But TortoiseMerge found the path <i>%s</i> matches it better. Do you want to use the suggested path instead?
hr: Staza <i>%s</i> izgleda ne odgovara stazama iz datoteke sa zakrpom. No, TortoiseMerge je našao stazu <i>%s</i> koja se bolje poklapa. Želite li umjesto one koristiti predloženu stazu?

source: The target URL %s already exists!
hr: Ciljni URL %s već postoji!

source: The target folder %s is not empty! Are you sure you want to checkout/export into that folder?
hr: Ciljna mapa %s nije prazna! Jeste li sigurni da želite preuzeti/izvesti baš u tu mapu?

source: The user who did the last commit
hr: Korisnik koji je napravio zadnju pohranu

source: The user who owns the lock of the file
hr: Korisnik koji je zaključao datoteku

source: The working copy has changed! <hr=100%> Please commit your changes first or revert.
hr: Radna kopija je promijenjena! <hr=100%> Molim, prvo pohranite Vaše izmjene ili ih poništite.

source: The working copy is not up to date! Please Update first.
hr: Radna kopija nije svježa! Molim, prvo ju obnovite.

source: There has been a problem connecting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history.
hr: Dogodio se problem s konekcijom prema poslužitelju. Da li želite pogledati podatke iz međuspremnika? Molimo da uzmete u obzir činjenicu da takvi podaci mogu biti zastarjeli, nepotpunii, te da mogu biti pogrešni zbog nekompletne povijesti.

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
hr: Nema ništa za dodati. Sve datoteke i mape su ili pod kontrolom sustava za upravljanje verzijama, ili zanemarene su zbog svojstva svn:ignore ili upisane postavke global-ignores.

source: There's nothing to unlock. No file has a lock in this working copy.
hr: Nema se što otključati. Niti jedna datoteka nije zaključana u ovoj radnoj kopiji.

source: This method covers the case when you have made a feature branch as discussed in the Subversion book. Use this to merge all changes of a branch back to trunk.
hr: Metoda se koristi u slučaju kad ste napravili razvojnu granu kako je opisano u Subversion knjizi. Koristiti za stapanje svih izmjena razvojne natrag u glavnu granu.

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
hr: Metoda se koristi u slučaju kad ste napravili jednu ili više revizija u grani (ili glavnoj grani) i želite prenesti te izmjene u neku drugu granu.

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
hr: Ova metoda pokriva slučaj kada želite stopiti razlike sa dvije različite grane u svoju radnu kopiju.

source: This product includes software developed by CollabNet (http://www.Collab.Net/)
hr: Ovaj proizvod uključuje softver koji je razvio CollabNet (http://www.Collab.Net/)

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
hr: Ovaj proizvod uključuje softver koji je razvio OpenSSL Project za korištenje u OpenSSL programskom alatu (http://www.openssl.org)

source: This property must not have multiple lines. Only one line is allowed.
hr: Ovo svojstvo ne smije imati više linija. Samo je jedna linija dozvoljena.

source: Tile &Horizontally
hr: Presloži &vodoravno

source: Timeouts
hr: Vremena isteka

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
hr: Da biste ponirući pohranili i zaobišli ovu grešku, pobrinite se da su sve stavke u označenoj mapi također označene u dijalogu za pohranu. TortoiseSVN inače mora pohraniti bez poniranja što će spriječiti brisanje direktorija.

source: To: (end URL and revision of the range to merge)
hr: Do: (krajnji URL i revizija raspona spajanja)

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
hr: TortoiseBlame se ne može direktno pokrenuti! Koristi TortoiseProc.exe /command:blame /path:"staza\do\datoteke" umjesto TortoiseBlame. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:brojretka] [/path:početnastaza] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
hr: TortoiseIDiff - Alat za pronalazak razlika u slikama, dio TortoiseSVNa

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
hr: TortoiseIDiff: preglednik razlika na slikama za TortoiseSVN Dostupni parametri komandne linije su: /left:"staza do lijeve slike" /lefttitle:"naslov za lijevu sliku" /right:"staza do desne slike" /righttitle:"naslov za desnu sliku" /overlay za omogućavanje prekrivnog načina /fit za uklapanje veličina slika /showinfo za prikaz informacija o slikama

source: TortoiseSVN has detected similar filenames. Do you want the files:%s to be renamed too?
hr: TortoiseSVN je uočio datoteke sličnih imena. Želite li datotekama: %s također promijeniti ime?

source: Total number of changes over all cached revisions
hr: Ukupan broj izmjena u svim pohranjenim revizijama

source: Total number of merged revisions
hr: Ukupan broj stopljenih revizija

source: Total number of user revision properties
hr: Ukupan broj korisničkih svojstava

source: Tree merge
hr: Stapanje stabla

source: Try again
hr: Pokušaj ponovo

source: Tweak TortoiseSVN
hr: Podesi TortoiseSVN

source: URL not known (UUID: %s)
hr: URL nije poznat (UUID: %s)

source: URL of Subversion items
hr: URL Subversion stavaka

source: URL to merge from
hr: URL za polazište stapanja

source: Unable to determine merge source for %s Please use the main merge dialog.
hr: Nemoguće je utvrditi izvor stapanja za %s Molim koristite glavni dijalog za stapanje.

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
hr: Nije moguće rekonstruirati stazu radne kopije! Ovo se može dogoditi ako ste datoteci mijenjali ime. Molim pogledajte dnevnik za ovu datoteku i poništite izmjene iz gornjeg dijela prozora dnevnika.

source: Undo Add..
hr: Poništi dodavanje..

source: Unknown certificate issuer. Fingerprint: %s Distinguished name: %s
hr: Nepoznat izdavatelj certifikata. Jedinstvena oznaka: %s Razlikovno ime: %s

source: Unlock failed
hr: Odključavanje nije izvršeno

source: Unrecognized or invalid property file format!
hr: Pogrešan ili nepoznat format datoteke svojstava!

source: Unversion
hr: "Skini" verzije

source: Update - TortoiseSVN
hr: Obnovi - TortoiseSVN

source: Updates the working copy to a specific revision
hr: Obnavlja radnu kopiju prema određenoj reviziji

source: Updates the working copy to the current revision
hr: Obnavlja radnu kopiju prema važećoj reviziji

source: Updating %s
hr: Obnavljanje %s

source: Updating and retrying the lock...
hr: Obnavljam i ponovo pokušavam zaključati...

source: Updating log cache
hr: Obnavljanje spremnika dnevnika

source: Use &text viewer to view blames
hr: Koristi preglednik &teksta za pregled okrivljenih

source: Use URL of &WC as the default "From:" URL
hr: Koristi URL &radne kopije kao osnovni "Iz:" URL

source: Use "_svn" instead of ".svn" directories
hr: Koristi "_svn" umjesto ".svn" mapa

source: Use local
hr: Koristi lokalno

source: Use repository
hr: Koristi skladište

source: Use stri&keout for removed lines
hr: Koristi pre&crtani tekst za obrisane retke

source: Use text block from "&mine"
hr: Koristi blok teksta iz "&moje"

source: Use text block from "&theirs"
hr: Koristi blok teksta iz "&njihovo"

source: Use text block from "m&ine" before "theirs"
hr: Koristi blok teksta iz "m&oje" prije "njihovo"

source: Use text block from "t&heirs" before "mine"
hr: Koristi blok teksta iz "nj&ihovo" prije "moje"

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD To merge all revisions, leave the box empty.
hr: Koristite dijalog dnevnika za odabir revizija koje želite stopiti ili upišite revizije za stapanje odvojene zarezima. Raspon revizija se može napisati pomoću crtice. Na primjer: 4-7,9,11,15-HEAD Za stapanje izmjena svih revizija ostavite polje prazno.

source: Use this if the URL of the repository has changed
hr: Ovo koristite ukoliko se promijenio URL skladišta

source: Valid command line options are: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
hr: Valjane opcije naredbene linije su: /base:<staza do osnovne datoteke> /theirs:<staza do njihove datoteke> /mine:<staza do Vaše datoteke> /merged:<staza do dobivene stopljene datoteke> /diff:<staza do objedinjene datoteke razlika> /patchpath:<staza do mape>

source: View revision in &webviewer
hr: Pogledaj reviziju u &web pregledniku
