Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Delete remote tags on "%s"...
ca: Elimina etiquetes remotes a "%s"...
es_es: Borrar etiquetas remotas en "%s"...
ja: "%s" のリモートのタグを削除...
pt_br: Excluir etiquetas remotas em "%s"...
ru: Удалить внешние метки у "%s"...
ta_in: "%s" இல் தொலை குறிச்சொற்களை நீக்கவும்...
uk: Видалити віддалені теги у "%s"...
zh_tw: 刪除遠端「%s」上的標籤...

source: Delete remote tags...
ca: Elimina etiquetes remotes...
es_es: Eliminar etiquetas remotas...
ja: リモートタグ を削除...
pl: Usuń zdalne tagi...
pt_br: Excluir etiquetas remotas...
ru: Удалить внешние метки...
ta_in: தொலை குறிகளை நீக்கு...
uk: Видалити віддалені теги...
zh_tw: 刪除遠端標籤 ...

source: Delete submodule
ca: Elimina sub-mòdul
es_es: Borrar submódulo
ja: サブモジュールを削除
pl: Usuń podmoduł
pt_br: Apagar submódulo
ru: Удалить подмодуль
ta_in: துணைதொகுதி நீக்கு
uk: Видалити субмодуль
zh_tw: 刪除子模組

source: Delete tag
ca: Elimina etiqueta
es_es: Suprimir etiqueta
ja: タグを削除
pl: Usuń tag
pt_br: Apagar etiqueta
ru: Удалить метку
ta_in: குறியை நீக்கு
uk: Видалити тег
zh_tw: 刪除標籤

source: Delete tag on remote
ca: Elimina etiqueta a remot
ja: リモートのタグを削除
pt_br: Excluir etiqueta no remoto
ta_in: தொலைநிலையில் குறியை நீக்கு

source: Delete the existing branch or use a different name.
ca: Elimina la branca actual o fes servir un altre nom.
es_es: Eliminar el ramal existente o usar un nombre diferente.
ja: 既にあるブランチを削除するか、違う名前を使ってください
pl: Usuń istniejącą gałąź lub użyj innej nazwy.
pt_br: Exclua o ramo existente ou use um nome direfente.
ru: Удалите существующую ветвь или используйте другое имя.
ta_in: தற்போதுள்ள கிளையை நீக்கவும் அல்லது வேறு பெயரை பயன்படுத்தவும்.
uk: Видаліть вже існуючу гілку або використайте інше ім'я.
zh_tw: 刪除現有分支或用另一名稱

source: Delete/modify merge conflict
ca: Conflicte de fusió de supressió/modificació
ja: マージの競合を削除/修正
pt_br: Excluir/modificar conflito de mesclagem
ta_in: ஒன்றிணைப்பு முரண்பாட்டை நீக்கு/மாற்றியமை

source: Delete The file is removed.
ca: Elimina L'arxiu ja no hi és.
es_es: Borrar El fichero está eliminado.
ja: 削除 このファイルは削除
pl: Usuń Plik został usunięty.
pt_br: Excluir O arquivo é removido.
ru: Удалить Файл удалён.
ta_in: நீக்கு கோப்பு அகற்றப்பட்டது.
uk: Видалення Файл видаленний
zh_tw: 刪除 已刪除檔案。

source: Deleted
ca: Eliminat
es_es: Eliminado
hr: Obrisano
ja: 削除
pl: Usunięto
pt_br: Excluído
ru: Удалено
ta_in: நீக்கப்பட்டது
uk: Знищено
zh_tw: 已刪除

source: Deletes and adds the selected file(s) or the filemask to the 'ignore' list
ca: Esborra i afegeix el(s) fitxer(s) seleccionat(s) o la màscara de fitxers a la 'llista d'ignorats'
es_es: Elimina y añade el(los) archivo(s) seleccionado(s) o mascaradearchivo a la lista 'gnorar'
ja: 削除して、選択したファイルかファイルマスクを無視リストに追加
pl: Usuwa i dodaje zaznaczone pliki lub maski plików do listy ignorowanych
pt_br: Exclui e adiciona os arquivos selecionados ou a máscara de arquivos à lista de 'ignorados'
ru: Удаляет и добавляет выбранные файлы или маску файлов в список игнорирования
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பு(களை) அல்லது கோப்பு முகமூடியை 'புறக்கணி' பட்டியலில் நீக்குகிறது மற்றும் சேர்க்கிறது
uk: Знищує та додає вибрані файли чи файлову маску до списку ігнорованих
zh_tw: 刪除選定的檔案並將其檔案遮罩加入至忽略列表

source: Deletes files/folders from version control
ca: Elimina els arxius/directoris del control de versions
es_es: Suprimir archivos/carpetas del control de versiones
ja: バージョン管理からファイル/フォルダーを削除する
pl: Usuwa pliki/foldery z kontroli wersji
pt_br: Excluir arquivos/pastas do controle de versão
ru: Удаляет файлы/папки из-под управления версиями
ta_in: பதிப்புக் கட்டுப்பாட்டிலிருந்து கோப்புகள்/கோப்புறைகளை நீக்குகிறது
uk: Видалити файл/теку з управління версіями
zh_tw: 刪除版本控制樹中的「檔案／資料夾」

source: Deletes files/folders from version control but keeps the file
ca: Elimina els arxius/directoris del control de versions, però manté l'arxiu.
es_es: Suprimir archivos/carpetas del control de versiones pero mantener el archivo
ja: バージョン管理からファイル/フォルダーを削除し、ファイル自体は保持する
pl: Usuwa pliki/foldery z kontroli wersji nie usuwając ich z dysku
pt_br: Excluir arquivos/pastas do controle de versão, mas mantêm o arquivo
ru: Удаляет файлы/папки из-под управления версиями без удаления самих файлов
ta_in: பதிப்புக் கட்டுப்பாட்டிலிருந்து கோப்புகள்/கோப்புறைகளை நீக்குகிறது ஆனால் கோப்பை வைத்திருக்கிறது
uk: Видалити файл/теку з управління версіями, але зберігти файл
zh_tw: 刪除版本控制樹中的「檔案／資料夾」，但保留工作目錄中的檔案。

source: Deletes the action log file
ca: Elimina el fitxer d'acció de registre
es_es: Eliminar el archivo registro de acciones
hr: Briše datoteku dnevničkih zapisa
ja: アクションログファイルを削除する
pl: Usuwa plik z logiem akcji
pt_br: Exclui o arquivo de histórico de ações
ru: Удаляет файл журнала действий
ta_in: செயல் பதிவு கோப்பை நீக்குகிறது
uk: Знищує файл з логом дій
zh_tw: 刪除動作日誌檔案

source: Deleting
ca: Esborrant
es_es: Eliminando
hr: Brisanje
ja: 削除中
pl: Usuwanie
pt_br: Excluindo
ru: Удаление
ta_in: நீக்குதல்
uk: Знищується
zh_tw: 正在刪除

source: Deleting cached data
ca: Esborrant dades en cache
es_es: Borrando datos en caché
ja: キャッシュデータを削除中
pl: Usuwanie buforowanych danych
pt_br: Apagando dados em cache
ru: Удаление кэшированных данных
ta_in: தேக்ககப்படுத்தப்பட்ட தரவை நீக்குகிறது
uk: Знищуються кешовані дані
zh_tw: 正在刪除快取資料

source: Deleting file
ca: S'està suprimint el fitxer
es_es: Borrando fichero
ja: ファイルを削除中
pl: Usuwanie pliku
pt_br: Apagando arquivo
ru: Удаление файла
ta_in: கோப்பை நீக்குகிறது
uk: Знищується файл
zh_tw: 正在刪除文件

source: Deleting remote refs...
ca: Eliminant refs remots...
es_es: Borrando referencias remotas...
ja: リモートのrefを削除...
pt_br: Excluindo referências remotas...
ru: Удаляем внешние ссылки...
ta_in: தொலை குறிப்புகளை நீக்குகிறது...
zh_tw: 正在刪除遠端參照．．．

source: Delivery:
ca: Lliurament:
es_es: Entrega:
ja: 配送:
pt_br: Envio:
ru: Доставка:
ta_in: விநியோகம்:
zh_tw: 傳遞方式：

source: Depth
ca: Profunditat
es_es: Profundidad
ja: 深さ
pl: Głębokość
pt_br: Profundidade
ru: Глубина
ta_in: ஆழம்
uk: Глибина
zh_tw: 深度

source: Describe
es_es: Describir
pl: Opis
pt_br: Descreva
ru: Описать
ta_in: விவரி
uk: Опис

source: Describe Strategy
ca: Estratègia del describe
es_es: Describir estrategia
ja: Describe の方式
pt_br: Descreva Estratégia
ru: Описать стратегию
ta_in: வியூகத்தை விவரிக்கவும்
uk: Стратегія опису
zh_tw: Describe 搜尋策略

source: Description
ca: Descripció
es_es: Descripción
hr: Opis
ja: 説明
pl: Opis
pt_br: Descrição
ru: Описание
ta_in: விளக்கம்
uk: Опис
zh_tw: 描述

source: Deselect changelist
ca: Desselecciona la llista de canvis
es_es: Deseleccionar lista de cambios
hr: Isključi popis izmjena
ja: 変更リストを選択解除する
pl: Odznacz listę zmian
pt_br: Desmarcar lista de alterações
ru: Разотметить группу изменений
ta_in: மாற்றப்பட்டியலை தேர்வு நீக்கு
uk: Зняти видилення зі списку змін
zh_tw: 取消選取變更列表

source: Destination
ca: Destinació
es_es: Destino
ja: 宛先
pl: Miejsce przeznaczenia
pt_br: Destino
ru: Назначение
ta_in: இலக்கு
uk: Призначення
zh_tw: 目的目錄

source: Destination disk drive is full.
ca: La unitat de destinació és plena.
es_es: La unidad de disco de destino está llena.
hr: Odredišni disk je pun.
ja: 送り先ディスクドライブはいっぱいです。
pl: Dysk docelowy jest pełny.
pt_br: O disco de destino está cheio.
ru: Диск назначения полон.
ta_in: இலக்கு வட்டு இயக்கி நிரம்பியுள்ளது.
uk: Диск призначення переповнений.
zh_tw: 目的磁碟已滿.

source: Detect and highlight moved blocks
ca: Detecta i marca blocs moguts
es_es: Detectar y resaltar los bloques movidos
ja: 移動したブロックを検出して強調
pl: Wykryj i podświetl przeniesione bloki
pt_br: Detectar e destacar blocos movidos
ru: Обнаружить и выделить перемещённые блоки
ta_in: நகர்த்தப்பட்ட தொகுதிகளைக் கண்டறிந்து முன்னிலைப்படுத்தவும்
uk: Виявити та виділити переміщені блоки
zh_tw: 偵測並標示出移動過的區塊

source: Detect moved and copied lines from existing files at any commit
ca: Detecta línies copiades i desplaçades dels fitxers existents a qualsevol entrega
es_es: Detectar líneas movidas o copiadas desde ficheros existentes en cualquier consignación (commit)
ja: 任意のコミットのファイルから、移動/複製された行を検知する
pt_br: Detectar linhas movidas ou copiadas dos arquivos existentes em qualquer submissão
ru: Обнаружить перемещённые и скопированные строки у существующих файлов в любой фиксации
ta_in: தற்போதுள்ள கோப்புகளில் இருந்து நகர்த்தப்பட்ட மற்றும் நகலெடுக்கப்பட்ட வரிகளை எந்த உறுதிமொழியிலும் கண்டறியலாம்
zh_tw: 偵測所有版本及檔案的移動的和複製的行

source: Detect moved and copied lines from existing files at the commit where the destination file has been created
ca: Detecta línies copiades i desplaçades dels fitxers existents a l'entrega on s'ha creat el fitxer de destinació
es_es: Detectar líneas movidas y copiadas desde ficheros existentes en la consignación (commit) donde el fichero de destino haya sido creado
ja: 移動/複製先のファイルが作られたコミットのファイルから、移動/複製された行を検知する
pt_br: Detectar linhas movidas ou copiadas de arquivos existentes na submissão que o arquivo de destino foi criado
ru: Обнаружить перемещённые и скопированные строки у существующих файлов в той фиксации, в которой целевой файл был создан
ta_in: இலக்குக் கோப்பு உருவாக்கப்பட்ட உறுதிமொழியில் இருக்கும் கோப்புகளிலிருந்து நகர்த்தப்பட்ட மற்றும் நகலெடுக்கப்பட்ட வரிகளைக் கண்டறிக
zh_tw: 偵測在目標檔案建立的修訂中已存在的檔案的移動的和複製的行

source: Detect moved and copied lines from files modified in the same commit
ca: Detecta línies copiades i desplaçades dels fitxers modificats a la mateixa entrega
es_es: Detectar líneas movidas y copiadas desde ficheros modificados en la misma consignación (commit)
ja: 同じのコミットで変更されたファイルから、移動/複製された行を検知する
pt_br: Detectar linhas movidas ou copiadas dos arquivos modificados na mesma submissão
ru: Обнаружить перемещённые и скопированные строки у файлов, изменённых в одной и той же фиксации
ta_in: அதே உறுதிமொழியில் மாற்றியமைக்கப்பட்ட கோப்புகளிலிருந்து நகர்த்தப்பட்ட மற்றும் நகலெடுக்கப்பட்ட வரிகளைக் கண்டறிக
zh_tw: 偵測同一修訂中檔案的移動和複製的行

source: Detect moved or copied lines within a file
ca: Detecta línies copiades o desplaçades en un fitxer
es_es: Detectar líneas movidas o copiadas dentro de un fichero
ja: ファイルの中で、移動/複製された行を検知する
pt_br: Detectar linhas movidas ou copiadas em um arquivo
ru: Обнаружить перемещённые или скопированные строки в пределах файла
ta_in: ஒரு கோப்பில் நகர்த்தப்பட்ட அல்லது நகலெடுக்கப்பட்ட வரிகளைக் கண்டறிக
zh_tw: 偵測檔案内移動或複製的行

source: Device Independent Bitmap a device independent bitmap
ca: Bitmap Independent del Dispositiu un bitmap independent del dispositiu
es_es: Mapa de bits independiente del dispositivo un mapa de bits independiente del dispositivo
hr: Device Independent Bitmap slika neovisna o uređaju
ja: デバイスに依存しないビットマップ デバイスに依存しないビットマップ
pl: Device Independent Bitmap bitmapa niezależna od urządzenia
pt_br: Device Independent Bitmap um bitmap independente de disposivito
ru: Независимый от устройства растр независимый от устройства растр
ta_in: சாதன சார்பற்ற இருமஇலக்கவரைபடம் ஒரு சாதனம் சார்பற்ற இருமஇலக்கவரைபடம்
uk: Растр незалежний від пристрою незалежний від пристрою растр
zh_tw: 裝置無關點陣圖 與裝置無關的點陣圖

source: Dialog sizes and positions
ca: Mides i posicions dels formularis
es_es: Tamaños y posiciones de diálogos
hr: Veličine i položaji dijaloga
ja: ダイアログのサイズと位置
pl: Wielkości i położenia okien dialogowych
pt_br: Dimensões e posições dos diálogos
ru: Размеры и расположение диалогов
ta_in: உரையாடல் அளவுகள் மற்றும் நிலைகள்
uk: Розміри та розташування діалогів
zh_tw: 視窗大小與位置

source: Dialogs
ca: Diàlegs
es_es: Cuadros de diálogo
ja: ダイアログ
pl: Dialogi
pt_br: Diálogos
ru: Диалоги
ta_in: உரையாடல்கள்
uk: Діалоги
zh_tw: 視窗

source: Dialogs 1
ta_in: உரையாடல்கள் 1

source: Dialogs 2
ta_in: உரையாடல்கள் 2

source: Dialogs 3
ta_in: உரையாடல்கள் 3

source: Diff
ja: 差分
pl: &Porównaj
pt_br: Comparação
ru: Различия
ta_in: வேறுபாடு
uk: Відмінності (Diff)
zh_tw: 比較差異

source: Diff Options
ca: Opcions de comparació
es_es: Opciones de diff
ja: 差分のオプション
pl: Opcje Porównywania
pt_br: Opções de Comparação
ru: Настройки сравнения
ta_in: வேறுபாடு விருப்பங்கள்
uk: Параметри Diff
zh_tw: 比較差異選項

source: Diff Two Commits
ca: Diffs de dues entregues
es_es: Dif. dos Consignas
ja: ２つのコミットの差分
pl: Porównaj dwa zatwierdzenia
pt_br: Diferenciar Duas Submissões
ru: Сравнение двух фиксаций
ta_in: இரண்டு உறுதிமொழிகள் வேறுபாடு
uk: Порівняти Два Внески
zh_tw: 比較兩個提交

source: Diff Viewer
ca: Visualitza diffs
es_es: Visor Dif.
ja: 差分ビューアー
pl: Przeglądarka różnic
pt_br: Visualizador de Diferenças
ru: Просмотр различий
ta_in: வேறுபாடு பார்வையாளர்
uk: Переглядач Diff
zh_tw: 差異檢視器

source: Diff added lines
ca: Línies afegides al comparador
es_es: Diff líneaas añadidas
ja: diffの追加された行
pl: Porównaj dodane linie
pt_br: Linhas adicionadas ao Diff
ru: Сравнить добавленные линии
ta_in: சேர்க்கப்பட்ட வரிகள் வேறுபாடு
uk: Diff додані строки
zh_tw: 差異－加入行

source: Diff command
ca: Ordre del comparador
es_es: Diff comando
ja: diffコマンド
pl: Polecenie porównania
pt_br: Comando Diff
ru: Команда сравнения
ta_in: கட்டளை வேறுபாடு
uk: Diff команда
zh_tw: 差異－命令

source: Diff comment
ca: Comentari del comparador
es_es: Diff comentario
ja: diffのコメント
pl: Porównaj komentarze
pt_br: Comentário Diff
ru: Комментарий сравнения
ta_in: கருத்து வேறுபாடு
uk: Diff коментар
zh_tw: 差異－註解

source: Diff file:
ca: Fitxer Diff:
es_es: Archivo Dif.:
hr: Datoteka razlika:
ja: 差分ファイル:
pl: Plik różnicowy:
pt_br: Arquivo de comparação:
ru: Файл различий:
ta_in: கோப்பு வேறுபாடு:
uk: Файл відмінностей:
zh_tw: 差異檔：

source: Diff header
ca: Capçalera del comparador
es_es: Diff cabecera
ja: diffのヘッダ
pl: Porównaj nagłówki
pt_br: Cabeçalho Diff
ru: Заголовок сравнения
ta_in: தலைப்பு வேறுபாடு
uk: Diff
zh_tw: 差異－標頭

source: Diff later
ca: Compara més endavant
es_es: Diff más tarde
ja: 後で差分を取る
pl: Porównaj później
pt_br: Comparar depois
ru: Различия позже
ta_in: பிறகு வேறுபடுத்து
uk: Порівняти з (перший крок)
zh_tw: 設為比較基準

source: Diff position
ca: Posició del comparador
es_es: Diff posición
ja: diffの位置
pl: Porównaj pozycję
pt_br: Posição do Diff
ru: Позиция сравнения
ta_in: நிலை வேறுபாடு
uk: Diff розташування
zh_tw: 差異－位置

source: Diff removed lines
ca: Línies suprimides del comparador
es_es: Diff líneas eliminadas
ja: diffの削除された行
pl: Porównaj usunięte linie
pt_br: Linhas removidas do Diff
ru: Сравнить удалённые линии
ta_in: வேறுபாடு நீக்கப்பட்ட வரிகள்
uk: Diff виделені строки
zh_tw: 差異－移除行

source: Diff with "%s"
ca: Diff amb "%s"
es_es: Diff con "%s"
ja: "%s" と差分を取る
pl: Porównaj z nadrzędnym "%s"
pt_br: Comparar com "%s"
ru: Различия с файлом "%s"
ta_in: "%s" உடன் வேறுபாடு
uk: Порівняти з "%s"
zh_tw: 比較至「%s」

source: Diff with parent %d
ca: Diff amb el pare %d
es_es: Dif. con antecesor %d
ja: 親%d との差分
pl: Porównaj z nadrzędnym %d
pt_br: Comparar com o pai %d
ru: Различие с предком %d
ta_in: பெற்றோர் %d உடன் வேறுபாடு
zh_tw: 與親代 %d 比較

source: Differ
ca: Difereix
ja: 異なる
pt_br: Diferenciar
ta_in: வேறு
uk: Порівнювач

source: Difference between
ca: Diferència entre
es_es: Diferencia entre
hr: Razlika između
ja: 以下の間の差分
pl: Różnica między
pt_br: Diferença entre
ru: Различие между
ta_in: இடையே வேறுபாடு
uk: Різниця між
zh_tw: 兩者之間的差異

source: Diffing
ca: Trobant diferències
es_es: Diferenciando
hr: Izrada razlika
ja: 差分
pl: Porównywanie
pt_br: Comparando
ru: Сравнение
ta_in: வேறுபாடுசெய்
uk: Пошук відмінностей
zh_tw: 比較差異

source: Diffing commits
ca: Fent Diffs de les entregues
es_es: Comparando (diff') commits (acometimientos)
ja: コミットの差分を計算中
pt_br: Comparando submissões
ru: Сравниваются фиксации
ta_in: உறுதிமொழிகள் வேறுபாடுசெய்
zh_tw: 正在比較提交

source: Diffs the working tree file with the one before the last commit
ca: Fes un diff entre l'arxiu del directori de treball i l'anterior al de la última entrega.
es_es: Hace un diff del fichero del árbol de trabajo con el anterior a la última consignación (commit)
ja: 作業ツリーのファイルと最後のコミット以前のものとの差分をとる
pl: Porównuje plik w kopii roboczej z tym sprzed ostatniego zatwierdzenia zmian.
pt_br: Compara o arquivo da cópia de trabalho com um antes da última submissão
ru: Сравнивает файл в рабочей копии с его же версией перед крайней фиксацией.
ta_in: பணிபுரியும் மரக் கோப்பை கடைசியாக உறுதிமொழி செய்வதற்கு முன் உள்ளவற்றுடன் வேறுபடுத்துகிறது
zh_tw: 比較工作目錄檔案與前次送交版本的差異

source: Diffs two any commits
ca: Diffs de dues entregues
es_es: Dif. dos consignas cualquiera
ja: 任意の2コミットの間の差分
pl: Porównaj dwa jakiekolwiek zatwierdzenia
pt_br: Diferenciar duas submissões quaisquer
ru: Сравнивает две различные фиксации
ta_in: எந்தஇரு உறுதிமொழிகளையும் வேறுபடுத்துகிறது
zh_tw: 比較任兩個提交

source: Directory:
ca: Directori:
es_es: Directorio:
hr: Direktorij:
ja: ディレクトリ:
pl: Katalog:
pt_br: Diretório:
ru: Папка:
ta_in: அடைவு:
uk: Каталог:
zh_tw: 目錄：

source: Disable sounds
ca: Desactiva els sons
es_es: Deshabilitar sonidos
ja: 音を無効にする
pl: Wyłączyć dżwięk
pt_br: Desabilitar sons
ru: Отключить звуки
ta_in: ஒலிகளை முடக்கு
uk: Заборонити звуки
zh_tw: 關閉音效

source: Disable status cache for elevated processes
ca: Desactivar memòria cau d'estat per als processos elevats
ja: 昇格したプロセスでは状態キャッシュを無効にする
pl: Zablokuj pamięć podręczną statusu dla procesów podwyższonych
pt_br: Desativar o cache de status para processos elevados
ta_in: உயர்ந்த செயல்முறைகளுக்கு நிலை தற்காலிக சேமிப்பை முடக்கு

source: Disable this option if you have really big working trees and experience too much disk access when browsing the working tree.
ca: Desactiva aquesta opció si teniu directoris de treball excessivament grans i patiu problemes de rendiment amb els accessos al disc dur quan navegueu pel directori.
ja: 大きな作業ツリーを使用している場合や、作業ツリーをブラウズする際に とても時間がかかるなら、このオプションを無効にしてください。
pl: Wyłącz tą opcję, jeżeli posiadasz naprawdę duże kopie robocze i występuje zbyt dużo dostęp do dysku w trakcie przeglądania kopii roboczej.
pt_br: Desabilite esta opção se você tem cópias de trabalho realmente grandes e experimentar muito acesso ao disco ao navegar pela cópia de trabalho
ru: Отключите эту опцию, если у вас действительно большие рабочие копии и происходит слишком интенсивное обращение к диску при обзоре рабочей копии.
ta_in: உங்களிடம் உண்மையில் பெரிய பணிபுரியும் மரங்கள் இருந்தால் மற்றும் பணிபுரியும் மரத்தில் உலாவும்போது அதிக வட்டு அணுகலை அனுபவித்தால் இந்த விருப்பத்தை முடக்கு.
zh_tw: 如果你有很大的工作複本，並且在瀏覽工作複本目錄時 曾經發生過大量磁碟動作，則建議取消此選項。

source: Disable update checks
ca: Desactiva comprovacions d'actualització
es_es: Deshabilitar búsqueda de actualizaciones
ja: 更新チェックを無効にする
pt_br: Desabilitar checagem de atualizações
ru: Выключить проверку обновлений
ta_in: புதுப்பிப்பு சோதனைகளை முடக்கு
zh_tw: 停用檢查更新

source: Disabled
ca: Desactivat
es_es: Deshabilitado
ja: 無効
pl: Wyłącz
pt_br: Desabilitado
ru: Отключено
ta_in: முடக்கப்பட்டது
uk: Заборонено
zh_tw: 已停用

source: Disk full while accessing %1.
ca: Disc ple mentre s'accedeix a %1.
es_es: Disco lleno mientras accedia a %1
hr: Disk je pun prilikom pristupa do %1.
ja: %1 にアクセス中にディスクがいっぱいになりました。
pl: Dostęp do %1 - dysk jest pełny.
pt_br: Disco cheio ao acessar %1.
ru: Диск полон при обращении к %1.
ta_in: %1 ஐ அணுகும்போது வட்டு நிரம்பியது.
uk: Під час доступу до %1 диск переповнився.
zh_tw: 存取 %1 時磁碟已滿.

source: Dispatch exception: %1
ca: Reporta Excepció: %1
es_es: Excepción de envío: %1
hr: Pošalji svima iznimku: %1
ja: ディスパッチ例外: %1
pl: Wyjątek podczas wysyłania: %1
pt_br: Disparar exceção: %1
ru: Выбросить исключение: %1
ta_in: விதிவிலக்கு அனுப்பவும்: %1
uk: Відхилити виключення: %1
zh_tw: 分派異常：%1

source: Display branch revision number
ca: Mostra el número de revisió de la branca
es_es: Mostrar número de revisión del ramal
ja: ブランチリビジョン番号を表示
pt_br: Exibir número de revisão do ramo
ru: Отображать номер ревизии ветви
ta_in: கிளை மீள்திருத்த எண்ணைக் காட்டு
uk: Відображати номер ревізії гілки
zh_tw: 顯示分支累加版本號碼

source: Display full pages Print Preview
ca: Mostra pàgines completes Exemple d'impressió
es_es: Mostrar páginas completas Vista previa de impresión
ja: すべてのページを表示 印刷プレビュー
pl: Wyświetl całe strony Podgląd wydruku
pt_br: Exibir páginas inteiras Visualizar Impressão
ru: Отобразить страницы полностью Напечетать предпросмотр
ta_in: முழு பக்கங்களைக் காட்டு அச்சு முன்னோட்டம்
uk: Показувати повні сторінки у предпросмотрі друку
zh_tw: 顯示全部頁面 預覽列印

source: Display help for clicked on buttons, menus and windows Help
ca: Mostra ajuda per botons, menús i finestres seleccionats Ajuda
es_es: Mostrar la ayuda al hacer clic en botones, menús y ventanas Ayuda
hr: Prikaži pomoć na klik na tipke, izbornike i prozore Pomoć
ja: クリックされたボタン、メニュー、ウィンドウに対するヘルプを表示する ヘルプ
pl: Pokazuje pomoc na temat przycisków, menu i okien Pomoc
pt_br: Exibe a ajuda para os botões, menus e janelas clicadas Ajuda
ru: Показать справку по щелкаемым кнопкам, меню и окнам Справка
ta_in: பொத்தான்கள், பட்டியல்கள் மற்றும் சாளரங்களில் சொடுக்கம் செய்ததற்கான உதவியைக் காண்பி உதவி
uk: Відображати довідку для клацнутих кнопок, меню та вікон Довідка
zh_tw: 顯示點選的按鈕, 選單, 或視窗的說明 說明

source: Display help for current task or command Help
ca: Mostra ajuda per la tasca o comandament actuals Ajuda
es_es: Mostrar la ayuda para la tarea o el comando actual Ayuda
hr: Prikaži pomoć za tekući zadatak ili naredbu Pomoć
ja: 現在のタスクもしくはコマンドに対するヘルプを表示 ヘルプ
pl: Pokazuje pomoc na temat bieżącego zadania lub polecenia Pomoc
pt_br: Exibe a ajuda para a tarefa ou comando atual Ajuda
ru: Показать справку по текущей задаче или команде Справка
ta_in: தற்போதைய பணி அல்லது கட்டளைக்கான உதவியைக் காட்டு உதவி
uk: Відображати довідку для поточного завдання чи команди Довідка
zh_tw: 顯示目前工作或命令的說明 說明

source: Display instructions about how to use help Help
ca: Mostra instruccions sobre com utilitzar l'ajuda Ajuda
es_es: Muestra instrucciones acerca de cómo utilizar la ayuda Ayuda
hr: Prikaži upute kako se koristi pomoć Pomoć
ja: ヘルプの使い方を表示する ヘルプ
pl: Pokazuje instrukcje jak korzystać z systemu pomocy Pomoc
pt_br: Exibe as instruções de uso da ajuda Ajuda
ru: Показать инструкции по использованию справки Справка
ta_in: உதவியை எவ்வாறு பயன்படுத்துவது என்பது பற்றிய வழிமுறைகளைக் காட்டு உதவி
uk: Відображати інструкції з використання довідки Довідка
zh_tw: 顯示如何使用說明 說明

source: Display program information, version number and copyright About
ca: Mostra informació del programa, número de versió i copyright Quant a
es_es: Mostrar información del programa, número de versión y copyright Acerda de
hr: Prikaz podataka o programu, broj verzije i autorska prava O programu
ja: プログラムの情報、バージョン、コピーライトを表示する バージョン情報
pl: Wyświetla informacje o programie, numerze wersji i prawach autorskich O programie
pt_br: Exibe informações do programa, número da versão e direitos autorais Sobre
ru: Показать информацию о программе, номер версии и авторские права О программе
ta_in: நிரல் தகவல், பதிப்பு எண் மற்றும் பதிப்புரிமையைக் காட்டு பற்றி
uk: Відображати інформацію про програму, номер версії та авторські права Про
zh_tw: 顯示檔案資訊, 版本號碼, 以及版權宣告 關於

source: Display subject and body of commit messages
ca: Mostra subjecte i cos dels missatges d'entrega
es_es: Mostrar asunto y cuerpo de los mensajes de consignación (commit)
ja: コミットメッセージのサブジェクトとボディを表示する
pt_br: Exibir assunto e corpo das mensagens de submissão
ru: Отобразить тему и содержимое сообщений фиксаций
ta_in: உறுதிமொழி செய்திகளின் பொருள் மற்றும் உள்ளடக்கத்தைக் காட்டு
uk: Відображати опис та тіло повідомленнь фіксації
zh_tw: 訊息欄位內容同時顯示「標題」和「內文」

source: Do &not show me this warning again (if Continue is selected)
ca: No em mostris més aquest avís (si prems Continua)
es_es: No volver a mostrar esta advertencia (si se selecciona Continuar)
ja: この警告を再度表示しない (続行が選択された場合のみ有効) (&N)
pl: &Nie pokazuj mi tej uwagi ponownie (jeśli Kontynuuj jest zaznaczone)
pt_br: &Não exibir este aviso novamente (se Continue estiver selecionado)
ru: &Не показывать больше это предупреждение (если выбрано Продолжить)
ta_in: இந்த எச்சரிக்கையை மீண்டும் எனக்கு &காட்ட வேண்டாம் (தொடர்ந்து தேர்ந்தெடுக்கப்பட்டால்)
zh_tw: 不再顯示該警告（如果選擇「繼續」）(&N)
