Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: "%s" will be permanently deleted. It can NOT be recovered! Do you really want to continue?
ca: S'eliminarà "%s" de forma permanent. No es podrà recuperar! Realment voleu continuar?
ja: "%s" は完全に削除されます。削除後は取り消す事はできません！ 本当に続行しますか？
pt_br: "%s" será excluído permanentemente. Ele NÃO pode ser recuperado! Você realmente deseja continuar?
ta_in: "%s" நிரந்தரமாக நீக்கப்படும். அதை மீட்டெடுக்க முடியாது! நீங்கள் உண்மையிலேயே தொடர விரும்புகிறீர்களா?
zh_tw: 「%s」會被永久刪除而「無法還原」！ 你真的要繼續？

source: "git am" is still in apply mode. Do you want to abort?
ca: "git am" encara està en mode aplicar. Voleu interrompre-ho?
es_es: "git am" sigue en modo aplicar. ¿Quieres abortar?
ja: "git am" は、まだ適用モードです。 中断しますか？
pt_br: "git am" ainda está no modo de aplicação. Você quer cancelar a operação?
ru: "git am" всё еще в режиме применения заплаток. Вы хотите прервать?
ta_in: "கிட் am" இன்னும் பயன்பாட்டு பயன்முறையில் உள்ளது. நீங்கள் கலைக்க விரும்புகிறீர்களா?
zh_tw: 「git am」仍在套用模式。 要中止嗎？

source: added
ca: afegit
es_es: añadido
hr: dodano
ja: 追加
pl: dodane
pt_br: adicionado
ru: добавлен
ta_in: சேர்க்கப்பட்டது
uk: додано
zh_tw: 已加入

source: added files
ca: fitxers afegits
es_es: archivos añadidos
hr: dodane datoteke
ja: 追加されたファイル
pl: dodane pliki
pt_br: arquivos adicionados
ru: добавленные файлы
ta_in: சேர்க்கப்பட்ட கோப்புகள்
uk: додані файли
zh_tw: 加入的檔案

source: an unnamed file
ca: un fitxer sense nom
es_es: un fichero sin nombre
hr: datoteka bez imena
ja: 名前無しファイル
pl: plik bez nazwy
pt_br: um arquivo sem nome
ru: безымянный файл
ta_in: பெயரிடப்படாத கோப்பு
uk: неіменований файл
zh_tw: 未命名檔案

source: and support the developers
ca: i suporteu els desenvolupadors
es_es: y apoyar a los desarrolladores
hr: i podržite TortoiseSVN programere
ja: そして、開発者たちをサポートしてください。
pl: i wspieraj twórców programu
pt_br: e apóie os desenvolvedores
ru: и поддержать разработчиков
ta_in: மேலும் உருவாக்குபவர்களை ஆதரிக்கவும்
uk: та підтримайте розробників
zh_tw: 並請支持開發者

source: assume-valid
ca: Considera'l vàlid
es_es: considerar-válido
ja: assume-unchanged (変更なしとみなす)
ru: предположительно-годный
ta_in: செல்லுபடியாக-கருதுங்கள்
zh_tw: 假設有效

source: author
ca: autor
es_es: autor
hr: autor
ja: 著者
pl: autor
pt_br: autor
ru: автор
ta_in: ஆசிரியர்
uk: автор
zh_tw: 作者

source: author (>= 0.5%)
ca: autor (>= 0.5%)
es_es: autor (>=0,5%)
ja: 著者 (0.5%以上)
pt_br: autor (>= 0,5%)
ru: автор (>= 0.5%)
ta_in: ஆசிரியர் (>= 0.5%)
zh_tw: 作者 (>= 0.5%)

source: based on TortoiseSVN (https://tortoisesvn.net/)
ca: basat en TortoiseSVN (https://tortoisesvn.net/)
ja: TortoiseSVN (https://tortoisesvn.net/) を基に製作されました。
pt_br: baseado no TortoiseSVN (https://tortoisesvn.net/)
ta_in: ஆமைSVN (https://tortoisesvn.net/) அடிப்படையில்

source: changes to-be-integrated
ca: canvis per-ser-integrats
ja: 統合される変更
pt_br: mudanças à serem integradas
ta_in: ஒருங்கிணைக்க-வேண்டிய மாற்றங்கள்

source: column '%ls'
ca: columna '%ls'
ja: カラム '%ls'
pl: kolumna '%ls'
pt_br: coluna '%ls'
ta_in: நெடுவரிசை '%ls'

source: commits
ca: Entregues
es_es: consignas
hr: pohrane
ja: コミット
pl: zatwierdzenia zmian
pt_br: submissões
ru: фиксации
ta_in: உறுதிமொழிகள்
uk: фіксувань
zh_tw: 提交記錄

source: conflicted
ca: en conflicte
es_es: conflicto
hr: u sukobu
ja: 競合
pl: w stanie konfliktu
pt_br: em conflito
ru: конфликт
ta_in: முரண்பட்டது
uk: конфліктних
zh_tw: 衝突

source: day
ca: dia
es_es: día
ja: 日
pl: dzień
pt_br: dia
ru: день
ta_in: நாள்
uk: день
zh_tw: 日

source: deleted
ca: suprimit
es_es: Eliminado
hr: obrisano
ja: 削除
pl: usunięte
pt_br: excluído
ru: удалён
ta_in: நீக்கப்பட்டது
uk: знищено
zh_tw: 刪除

source: diff from pipe
ca: diferències del canal
es_es: diff desde pipe
ja: パイプからの差分
pt_br: comparação de pipe
ru: сравнить из канала
ta_in: குழாயிலிருந்து வேறுபாடு
zh_tw: 來自管道的差異

source: eMail settings
ca: Configuració de correu electrònic
es_es: Configuraciones de correo electrónico
ja: eMailの設定
pl: Ustawienia email
pt_br: Configurações de eMail
ru: eMail настройки
ta_in: மின்னஞ்சல் அமைப்புகள்
zh_tw: 電郵設定

source: external
ca: extern
es_es: externo
hr: vanjsko
ja: 外部
pl: zewnętrzny
pt_br: externo
ru: внешнее
ta_in: வெளிப்புறம்
uk: зовнішній
zh_tw: 外部

source: file, not a submodule
ca: fitxer, no un sub-mòdul
ja: サブモジュールでないファイル
pt_br: arquivo, não um submódulo
ta_in: கோப்பு, துணைதொகுதி அல்ல

source: file/foldernames
ca: fitxer/noms de carpeta
ja: ファイル/フォルダ名
pl: nazwy plików/folderów
pt_br: nomes de arquivos/pastas
ta_in: கோப்பு/கோப்புறை பெயர்கள்

source: full paths
ca: camins complets
ja: フルパス
pl: pełne ścieżki
pt_br: caminhos completos
ta_in: முழு பாதைகள்

source: git did not exit cleanly (exit code %d)
ca: Git no s'ha tancat bé (codi de sortida %d)
es_es: git no se cerró limpiamente (código de salida %d)
ja: gitは正常に終了しませんでした (終了コード %d)
pl: Polecenie git nie zostało zakończone pomyślnie (kod wyjścia %d)
pt_br: o git não saiu corretamente (código de saída %d)
ru: git завершил выполнение некорректно (код завершения %d)
ta_in: கிட் சுத்தமாக வெளியேறவில்லை (வெளியேறு குறியீடு %d)
zh_tw: Git 不正常結束（結束碼 %d）

source: ignored
ca: ignorat
es_es: ignorado
hr: zanemareno
ja: 無視
pl: ignorowany
pt_br: ignorado
ru: игнорируемый
ta_in: புறக்கணிக்கப்பட்டது
uk: ігноровано
zh_tw: 忽略

source: include &untracked
ca: Inclou arxius no rastrejats
es_es: incluir &sín seguimiento
ja: バージョン管理外のファイルを含む(&U)
pt_br: incluir &não monitorados
ru: включая неверсированные
ta_in: அடங்கும் &தடுக்கப்படாதது
zh_tw: 包括未追蹤的

source: incomplete
ca: incomplet
es_es: incompleto
hr: nedovršeno
ja: 未完了
pl: niekompletny
pt_br: incompleto
ru: незакончен
ta_in: முழுமையற்றது
uk: незавершено
zh_tw: 未完成

source: inherit
ca: hereda
es_es: heredar
ja: 引き継ぐ
pt_br: herdar
ru: не перекрывать
ta_in: மரபுரிமை
uk: успадкувати
zh_tw: 繼承

source: item kept locally
ca: Element guardat localment
es_es: objetos mantenidos localmente
hr: stavka sačuvana lokalno
ja: ローカルに保持される項目
pl: element trzymany lokalnie
pt_br: ítem mantido localmente
ru: элемент оставлен локально
ta_in: உள்ளூரில் வைக்கப்பட்ட பொருள்
zh_tw: 檔案保留於本地端

source: keep the file lists in English
ca: manté les llistes de fitxers en anglès
es_es: mantener las listas de ficheros en inglés
ja: ファイルリストは英語を維持する
pl: zachowaj listę plików po angielsku
pt_br: manter listas de arquivo em inglês
ru: сохранить список файлов на англисйком
ta_in: கோப்பு பட்டியல்களை ஆங்கிலத்தில் வைத்திருங்கள்
zh_tw: 保持用英語顯示檔案列表

source: line: %d(+) %d(-) files: %s = %ld %s = %ld %s = %ld %s = %ld
ca: línia: %d(+) %d(-) arxius: %s = %ld %s = %ld %s = %ld %s = %ld
es_es: línea: %d(+) %d(-) archivos: %s = %ld %s = %ld %s = %ld %s = %ld
ja: 行数: %d増 %d減、ファイル: %s = %ld %s = %ld %s = %ld %s = %ld
pl: wiersz: %d(+) %d(-) plików: %s = %ld %s = %ld %s = %ld %s = %ld
pt_br: linhas: %d(+) %d(-) arquivos: %s = %ld %s = %ld %s = %ld %s = %ld
ru: строк: %d(+) %d(-) файлов: %s = %ld %s = %ld %s = %ld %s = %ld
ta_in: வரி: %d(+) %d(-) கோப்புகள்: %s = %ld %s = %ld %s = %ld %s = %ld
zh_tw: 行：%d(+) %d(-) 檔案：%s = %ld %s = %ld %s = %ld %s = %ld

source: line: %d(+) %d(-) files: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
ca: línia: %d(+) %d(-) arxius: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
es_es: línea: %d(+) %d(-) archivos: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
ja: 行数: %d増 %d減、ファイル: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
pl: wiersz: %d(+) %d(-) plików: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
pt_br: linhas: %d(+) %d(-) arquivos: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
ru: строки: %d(+) %d(-) файлы: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
ta_in: வரி: %d(+) %d(-) கோப்புகள்: %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld
zh_tw: 行：%d(+) %d(-) 檔案：%s = %ld %s = %ld %s = %ld %s = %ld %s = %ld %s = %ld

source: manager - all Windows users
ca: administrador - tots els usuaris del Windows
ja: manager - 全てのWindowsユーザー
pt_br: gerenciador - todos os usuários do Windows
ru: manager - все пользователи Windows
ta_in: மேலாளர் - அனைத்து சாளரங்கள் பயனர்களும்
zh_tw: manager - 所有 Windows 使用者

source: manager - current Windows user
ca: administrador - usuari actual del Windows
ja: manager - 現在のWindowsユーザー
pt_br: gerenciador - usuário atual do Windows
ru: manager - текущий пользователь Windows
ta_in: மேலாளர் - தற்போதைய சாளரங்கள் பயனர்
zh_tw: manager - 目前 Windows 使用者

source: manager - this repository only
ca: manager - només aquest dipòsit
ja: manager - このレポジトリのみ
pt_br: gerenciador - este repositório apenas
ru: manager - только это хранилище
ta_in: மேலாளர் - இந்த களஞ்சியம் மட்டும்
zh_tw: manager - 只限此版本庫

source: manager-core - all Windows users
ta_in: மேலாளர்-கரு - அனைத்து சாளரங்கள் பயனர்களும்

source: manager-core - current Windows user
ta_in: மேலாளர்-கரு - தற்போதைய சாளரங்கள் பயனர்

source: manager-core - this repository only
ta_in: மேலாளர்-கரு - இந்த களஞ்சியம் மட்டும்

source: master
ja: マスター
pt_br: mestre
ta_in: தலைவன்

source: merged
ca: fusionat
es_es: combinado
hr: stopljeno
ja: マージ
pl: scalono
pt_br: combinado
ru: Слит
ta_in: இணைக்கப்பட்டது
uk: злито
zh_tw: 合併

source: missing
ca: manca
es_es: faltante
hr: nedostaje
ja: 行方不明
pl: Nie znaleziono
pt_br: ausente
ru: отсутствует
ta_in: காணவில்லை
uk: відсутні
zh_tw: 缺少

source: missing/deleted/replaced
ca: No trobat/eliminat/substituït
es_es: faltante/borrado/reemplazado
ja: 行方不明/削除/置換
pl: brakujące/usunięte/zastąpione
pt_br: faltando/excluído/substituído
ru: Отсутствует/удалён/замещён
ta_in: காணவில்லை/நீக்கப்பட்டது/மாற்றப்பட்டது
uk: Выдсутні/видалені/замінені
zh_tw: 遺失／已刪除／已取代

source: modified
ca: modificat
es_es: modificado
hr: izmijenjeno
ja: 変更
pl: zmodyfikowane
pt_br: modificado
ru: изменён
ta_in: மாற்றியமைக்கப்பட்டது
uk: змінено
zh_tw: 已修改

source: modified/copied
ca: Modificat/copiat
es_es: modificado/copiado
ja: 変更/コピー
pl: zmodyfikowane/skopiowane
pt_br: modificado/copiado
ru: Изменён/скопирован
ta_in: மாறியது/நகல்
uk: змінені/з копіювані
zh_tw: 已修改／已複製

source: month
ca: mes
es_es: mes
hr: mjesec
ja: 月
pl: miesiąc
pt_br: mês
ru: месяц
ta_in: மாதம்
uk: місяць
zh_tw: 月

source: new branch
ca: Nova branca
es_es: nuevo ramal
ja: 新しいブランチ
pl: nowa gałąź
pt_br: novo ramo
ru: новая ветвь
ta_in: புதிய கிளை
zh_tw: 新建分支

source: no
hr: ne
ja: いいえ
pl: nie
pt_br: não
ru: нет
ta_in: இல்லை
uk: ні
zh_tw: 否

source: no description for this command is available
ca: no hi ha descripció disponible per aquesta comanda
es_es: no hay descripción disponible para este comando.
hr: opis ove naredbe nije dostupan
ja: このコマンドの説明は提供されません
pl: opis tej komendy nie jest dostępny
pt_br: não existe descrição para esse comando
ru: нет описания для этой команды
ta_in: இந்த கட்டளைக்கான விளக்கம் எதுவும் கிடைக்கவில்லை
uk: для цієї команди нема опису
zh_tw: 此指令尚無說明

source: no submodule
ca: no sub-mòdul
ja: サブモジュールでない
pt_br: sem submódulos
ta_in: துணைதொகுதி இல்லை

source: non-versioned
ca: sense versionar
es_es: no-versionado
hr: bez verzije
ja: バージョン管理外
pl: poza kontrolą wersji
pt_br: sem controle de versão
ru: неверсирован
ta_in: பதிப்பு-செய்யப்படாத
uk: неверсійних
zh_tw: 無版本控制

source: none
ca: cap
es_es: ninguno
ja: 無し
pl: brak
pt_br: nenhum
ru: ничего
ta_in: எதுவும்இல்லை
uk: нема
zh_tw: 無

source: normal
hr: normalno
ja: 通常
pl: normalne
ru: нормальный
ta_in: இயல்பான
uk: нормально
zh_tw: 一般

source: not found
ca: no trobat
es_es: no encontrado
ja: 見つかりません
pl: nie znaleziono
pt_br: não encontrado
ru: не найден
ta_in: காணப்படவில்லை
uk: не знайдено
zh_tw: 找不到

source: not initialized
ca: no inicialitzat
ja: 未初期化
pt_br: não inicializado
ta_in: தொடக்கப்படவில்லை

source: obstructed
ca: obstruït
es_es: atrancado
hr: zapriječen
ja: 妨害
pl: niedostępny
pt_br: obstruído
ru: мешающий
ta_in: தடைபட்டது
uk: заважає
zh_tw: 阻礙

source: on %1
ca: a %1
es_es: en %1
hr: prema %1
pl: na %1
pt_br: em %1
ru: на %1
ta_in: %1 இல்
uk: на %1
zh_tw: 於 %1

source: patched
ca: apedaçat
es_es: parcheado
ja: パッチ適用済
pl: poprawiono
pt_br: corrigido
ru: пропатчено
ta_in: ஒட்டப்பட்டது
zh_tw: 已補綴

source: pixels
ca: píxels
hr: pikseli
ja: 画素
pl: piksele
ru: пикселы
ta_in: பிக்சல்கள்
uk: пікселі
zh_tw: 圖素

source: possible or real conflict/obstructed
ca: Un conflicte possible o real s'ha evitat
es_es: real o posible conflicto/atrancado
ja: 競合/障害が発生もしくはその可能性がある
pl: możliwy lub prawdziwy konflikt/zablokowany
pt_br: conflito/obstrução possível ou real
ru: Конфликтующий/мешающий
ta_in: சாத்தியமான அல்லது உண்மையான மோதல்/தடைப்பட்டது
uk: можливі або дійсні конфлікти/перешкоди
zh_tw: 可能的或真實的「衝突／阻塞」

source: previous rebase directory rebase-apply still exists but mbox given. Do you want to
ca: encara existeix el directori previ de rebase rebase-apply però s'ha donat mbox. Voleu
ja: mboxが与えられましたが、前のリベースディレクトリにrebase-applyファイルが残っています。 どうしますか？
pt_br: o diretório rebase-apply de uma reorganização anterior ainda existe, mas foi dado um mbox. Você deseja
ta_in: முந்தைய மறுதளம் கோப்புறை மறுதளம்-இடு இன்னும் உள்ளது ஆனால் எம்பொட்டி கொடுக்கப்பட்டுள்ளது. உனக்கு வேண்டுமா
zh_tw: 殘留之前變基用的目錄「rebase-apply」，but mbox given。 你是否想要？

source: prn
ta_in: அச்சு

source: quarter of year
ca: trimestre
es_es: trimestre
hr: tromjesečje
ja: 四半期
pl: kwartał roku
pt_br: trimestre
ru: квартал
ta_in: காலாண்டு
uk: квартал
zh_tw: 季

source: relative paths
ca: camins relatius
ja: 相対パス
pl: ścieżki względne
pt_br: caminhos relativos
ta_in: தொடர்புடைய பாதைகள்

source: renamed
ca: Reanomenat
es_es: renombrado
ja: 名前変更
pl: zmień nazwę
pt_br: renomeado
ru: переименованный
ta_in: மறுபெயரிடப்பட்டது
uk: перейменовані
zh_tw: 已重新命名

source: replaced
ca: substituït
es_es: reemplazado
hr: zamijenjeno
ja: 置換
pl: Zastąpiono
pt_br: substituído
ru: замещён
ta_in: மாற்றபட்டது
uk: замінені
zh_tw: 取代

source: scanning path:
ca: escanejant camí:
es_es: ruta de escaneado:
ja: パスをスキャン中:
pl: ścieżka skanowania:
pt_br: analisando caminho:
ru: просматриваем путь:
ta_in: ஊடுகதிர்சோதி பாதை:
uk: сканується шлях:
zh_tw: 掃瞄路徑：

source: skip-worktree
ca: Omet arbre de treball
es_es: Omitir-árbol de trabajo
ja: skip-worktree (作業ツリーを保持)
pl: pomiń-drzewo-robocze
ru: опустить-рабочую-копию
ta_in: தவிர்-வேலைமரம்

source: switched to %s
ca: canviat a %s
ja: %s に切り替え
pl: przełączono do %s
pt_br: alternado para %s
ru: переключено на %s
ta_in: இதற்கு மாறியது %s
uk: переключено на %s
zh_tw: 切換至 %s

source: take care of submodule changes
ca: Ocupa't dels canvis als sub-mòduls
es_es: ocúpese de los cambios de submódulos
ja: サブモジュールの変更を管理
pt_br: cuidar de mudanças de submódulos
ru: заботиться об изменениях в подмодуле
ta_in: துணைதொகுதி மாற்றங்களை கவனித்துக்கொள்
zh_tw: 留意子模組的改變

source: to %1
ca: a %1
es_es: a %1
hr: prema %1
pl: do %1
pt_br: para %1
ru: до %1
ta_in: %1 இதற்கு
uk: до %1
zh_tw: 至 %1

source: to %s
ca: a %s
es_es: a %s
hr: prema %s
ja: %s へ
pl: do %s
pt_br: para %s
ru: в %s
ta_in: %s இதற்கு
uk: до %s
zh_tw: 至 %s

source: week
ca: setmana
es_es: semana
hr: tjedan
ja: 週
pl: tydzień
pt_br: semana
ru: неделя
ta_in: வாரம்
uk: тиждень
zh_tw: 週

source: wincred - all Windows users
ca: wincred - tots els usuaris de Windows
es_es: wincred - todos los usuarios de Windows
ja: wincred - すべてのWindowsユーザー
pl: wincred - wszyszy użytkownicy Windows
pt_br: wincred - todos usuários do Windows
ru: wincred - все пользователи Windows
ta_in: சாளரங்கள்நற்சான்றிதழ்கள் - அனைத்து சாளரங்கள் பயனர்களும்
zh_tw: wincred - 所有 Windows 使用者

source: wincred - current Windows user
ca: wincred - l'usuari de windows actual
es_es: wincred - usario actual de Windows
ja: wincred - 現在のWindowsユーザー
pl: wincred - bieżący użytkownik Windows
pt_br: wincred - usuário atual do Windows
ru: wincred - текущий пользователь Windows
ta_in: சாளரங்கள்நற்சான்றிதழ்கள் - தற்போதைய சாளரங்கள் பயனர்
zh_tw: wincred - 目前 Windows 使用者

source: wincred - this repository only
ca: wincred - només aquest dipòsit
es_es: wincred - sólo este repositorio
ja: wincred - このレポジトリのみ
pl: wincred - wyłącznie bieżące repozytorium
pt_br: wincred - apenas este repositório
ru: wincred - только это хранилище
ta_in: சாளரங்கள்நற்சான்றிதழ்கள் - இந்த களஞ்சியம் மட்டும்
zh_tw: wincred - 只限此版本庫

source: winstore - current Windows user
ca: winstore - l'usuari de windows actual
es_es: wincred - usuario actual de Windows
ja: winstore - 現在のWindowsユーザー
pl: winstore - bieżący użytkownik Windows
pt_br: winstore - usuário atual do Windows
ru: winstore - текущий пользователь Windows
ta_in: சாளரங்கள்கடை - தற்போதைய சாளரங்கள் பயனர்
zh_tw: winstore - 目前 Windows 使用者

source: winstore - this repository only
ca: winstore - només aquest dipòsit
es_es: winstore - sólo este repositorio
ja: winstore - このレポジトリのみ
pl: winstore - wyłącznie bieżące repozytorium
pt_br: winstore - apenas este repositório
ru: winstore - только это хранилище
ta_in: சாளரங்கள்கடை - இந்த களஞ்சியம் மட்டும்
zh_tw: winstore - 只限此版本庫

source: year
ca: any
es_es: año
hr: godina
ja: 年
pl: rok
pt_br: ano
ru: год
ta_in: ஆண்டு
uk: рік
zh_tw: 年

source: yes
ca: sí
es_es: si
hr: da
ja: はい
pl: tak
pt_br: sim
ru: да
ta_in: ஆம்
uk: так
zh_tw: 是

source: %d commits ahead "%s"
es_es: %d consignacions (commits) por delante "%s"
ru: %d фиксаций перед "%s"
zh_tw: %d 個版本領先「%s」

source: %d files reverted to %s.
es_es: %d archivos restituidos a %s.
pl: %d plików przywrócono do %s.
ru: В %d файлах убраны изменения и они восстановлены к %s.
zh_tw: 復原了 %d 個檔案到 %s。

source: %d files selected, %d files total
es_es: %d archivos seleccionados, de %d archivos
hr: %d datoteka označeno, %d datoteka ukupno
pl: %d wybranych plików, %d plików ogółem
ru: файлов выбрано: %d, файлов всего: %d
zh_tw: 選擇了 %d 個檔案，共 %d 個檔案

source: %d most active author(s) with at least %d commits each (%d %%)
es_es: %d autor(es) más activo(s) con al menos %d consignaciones (commits) cada uno (%d %%)
hr: %d najažurnijih autora s najmanje %d pohranjivanja svaki (%d %%)
pl: %d najbardziej aktywny(ch) autorów z przynajmniej %d zapisami zmian (%d %%)
ru: %d наиболее активных авторов, по крайней мере %d фиксаций у каждого (%d %%)
zh_tw: 前 %d 個最活躍的作者（至少有 %d(%d%%) 次提交數）

source: %ld minute(s) and %ld second(s)
es_es: %ld minuto(s) y %ld segundo(s)
hr: %ld minute(a) i %ld sekunde(a)
pl: %ld minut(y) i %ld sekund(y)
ru: %ld мин %ld с
zh_tw: %ld 分鐘 %ld 秒

source: %s - at revision: %d
es_es: %s - en la revisión: %d
hr: %s - prema reviziji: %d
pl: %s - w wersji: %d
ru: %s - до ревизии: %d
zh_tw: %s - 於版本：%d

source: %s [Recovered]
es_es: %s [Recuperada]
ru: %s [Восстановлено]
zh_tw: %s [已復原]

source: %s in %s
es_es: %s en %s
hr: %s u %s
pl: %s w %s
ru: %s за %s
zh_tw: %s 於 %s

source: %s requires Git >= %s
es_es: %s necesita Git >= %s
pl: %s wymaga Git >= %s
ru: %s требует Git версии >= %s
zh_tw: %s 需要 Git >= %s

source: %s, at %s
es_es: %s, de %s
hr: %s, na %s
pl: %s, %s
ru: %s, скорость %s
zh_tw: %s，於 %s

source: %s\Export (%d) of %s
es_es: %s\Exportados (%d) de %s
hr: %s\Izvoz (%d) od %s
ru: %s\Экспорт (%d) %s
zh_tw: %s\匯出 (%d) 筆%s

source: %s\Export of %s
es_es: %s\Exportados de %s
hr: %s\Izvoz %s
ru: %s\Экспорт %s
zh_tw: %s\匯出 %s

source: &Activate
es_es: &Activar
hr: &Aktiviraj
pl: &Aktywuj
ru: &Активировать
zh_tw: 啟動(&A)

source: &Add >>
es_es: &Añadir >>
hr: &Dodaj >>
pl: &Dodaj >>
ru: &Добавить >>
zh_tw: 加入(&A) >>

source: &Add or Remove Buttons
es_es: &Añadir o quitar botones
hr: &Dodaj ili makni gumb
pl: &Dodaj lub usuń przyciski
ru: &Добавить или убрать кнопки
zh_tw: 新增或移除按鈕(&A)

source: &Application Look
es_es: &Buscar aplicación
hr: &Izgled aplikacije
pl: &Wygląd aplikacji
ru: Внешний вид &приложения
zh_tw: 應用程式外觀(&A)

source: &Arguments:
es_es: &Argumentos:
hr: &Argumenti:
pl: &Argumenty:
ru: &Аргументы:
zh_tw: 引數(&A):

source: &Assign
es_es: &Asignar
hr: &Pridijeli
pl: &Przypisz
ru: &Назначить
zh_tw: 指派(&A)

source: &Associate double-click event with:
es_es: &Asociar la acción doble-click con:
hr: &Pridruži dupli klik akciju:
pl: &Przypisz dwuklik do akcji:
ru: Связать &двойной щелчок с:
zh_tw: 將按兩下事件與下列項目產生關聯(&A):

source: &Auto Hide
es_es: &Auto ocultar
pl: &Autoukrywanie
ru: &Скрывать автоматически
zh_tw: 自動隱藏(&A)

source: &Blue:
es_es: &Azul:
hr: &Plavi:
pl: &Niebieski:
ru: &Син:
zh_tw: 藍色(&B):

source: &Button Appearance...
es_es: &Apariencia del botón...
hr: &Izgled gumbiju...
pl: &Wygląd przycisków...
ru: Внешний вид к&нопок...
zh_tw: 按鈕外觀(&B)...

source: &Button text:
es_es: &Texto del botón:
pl: &Tekst przycisków:
ru: Текст на &кнопке:
zh_tw: 按鈕文字(&B):

source: &CD-ROM
zh_tw: 光碟機(&C)

source: &Categories:
es_es: &Categorías:
hr: &Kategorije:
pl: &Kategorie:
ru: &Категории:
zh_tw: 分類(&C):

source: &Category:
es_es: &Categoría:
hr: &Kategorija:
pl: &Kategoria:
ru: &Категория:
zh_tw: 分類(&C):

source: &Choose commands from:
es_es: &Elegir comandos desde:
hr: &Izaberi komande od:
pl: &Wybierz polecenia z:
ru: Вы&берите команды:
zh_tw: 選取命令(&C):

source: &Close Window(s)
es_es: &Cerrar ventana(s)
hr: &Zatvori prozor(e)
pl: &Zamknij okno(a)
ru: &Закрыть окна
zh_tw: 關閉視窗(&C)

source: &Command:
es_es: &Comando:
hr: &Naredba:
pl: &Polecenie:
ru: &Команда:
zh_tw: 命令(&C)：

source: &Copy Button Image
es_es: &Copia la imagen del botón
hr: &Kopiraj sliku s gumba
pl: &Skopiuj obraz przycisku
ru: &Скопировать изображение на кнопке
zh_tw: 複製按鈕影像(&C)

source: &Delete remote && local
es_es: &Eliminar en remoto y local
pl: &Usuń zdalne && lokalne
ru: Удалить внешнюю && локальную
zh_tw: 刪除遠端及本地(&D)

source: &Docking
es_es: &Acoplado
hr: &Sidrenje
pl: &Dokowanie
ru: &Присоединение
zh_tw: 停駐(&D)

source: &Don't ask me again
ca: &No m'ho preguntis més
es_es: &No me pregunte de nuevo
ja: 次からは確認しない(&D)
pl: &Nie pytaj ponownie
pt_br: &Não me pergunte novamente
ru: Не &спрашивать меня снова
uk: &Не запитувати мене знову
zh_tw: 不再詢問(&D)

source: &Floating
es_es: &Flotante
pl: &Pływające
ru: П&лавающее
zh_tw: 浮動(&F)

source: &Green:
es_es: &Verde:
hr: &Zelena:
pl: &Zielony:
ru: &Зел:
zh_tw: 綠(&G)：

source: &Image
es_es: &Imagen
pl: &Obraz
ru: &Изображение
zh_tw: 影像(&I)

source: &Image only
es_es: &Sólo imagen
pl: &Tylko obraz
ru: Только &изображение
zh_tw: 僅影像(&I)

source: &Initial directory:
es_es: &Directorio inicial:
pl: &Katalog początkowy:
ru: &Исходная папка:
zh_tw: 初始目錄(&I)：

source: &Large Icons
es_es: &Iconos grandes
pl: &Duże ikony
ru: &Крупные значки
zh_tw: 大圖示(&L)

source: &Line number (%d - %d)
es_es: &Número de línea (%d - %d)
pl: Numer &linii (%d - %d)
ru: &Номер строки (%d - %d)
zh_tw: 行號 (&L) (%d - %d)

source: &Luminence:
es_es: &Luminancia:
pl: &Jasność:
ru: &Яркость:
zh_tw: 亮度(&L)：

source: &Menu animations:
es_es: &Animaciones del menú:
hr: &Animacije izborika:
pl: &Animacje menu:
ru: Анимированное &меню:
zh_tw: 選單動畫效果(&M)：

source: &Menu contents:
es_es: &Contenido del menú:
pl: &Zawartość menu:
ru: &Содержимое меню:
zh_tw: 選單內容(&M)：

source: &Minimize
es_es: &Minimiza
pl: &Minimalizuj
ru: &Свернуть
zh_tw: 最小化(&M)

source: &New...
es_es: &Nuevo...
pl: &Nowy...
ru: Со&здать...
zh_tw: 新增(&N)...

source: &No double-click event
es_es: &Sin acciones de doble-click
hr: &Bez akcije dupli klik
pl: &Bez zdarzenia dwukliku
ru: &Нет события по двойному щелчку
zh_tw: 無雙擊事件(&N)

source: &Print Preview
es_es: &Vista previa de impresión
hr: &Pregled prije ispisa
pl: &Podgląd wydruku
ru: &Предварительный просмотр
zh_tw: 預覽列印(&P)

source: &Red:
es_es: &Rojo:
pl: &Czerwony:
ru: &Крсн:
zh_tw: 紅色(&R)：

source: &Reset
es_es: &Reinicializar
pl: &Zresetuj
ru: С&брос
zh_tw: 重設(&R)

source: &Reset Toolbar
es_es: &Reinicializar barra de tareas
pl: &Zresetuj pasek narzędzi
ru: Сб&росить панель инструментов
zh_tw: 重設工具列(&R)

source: &Reset my usage data
es_es: &Reiniciar mis datos
pl: &Usuń dane nt. użycia
ru: О&чистить мои данные об использовании
zh_tw: 重設我的使用狀況資料(&R)

source: &Reset to Default
es_es: &Restablecer predeterminados
pl: &Przywróć wartości domyślne
ru: С&бросить на исходные
zh_tw: 還原至預設值(&R)

source: &Saturation:
es_es: &Saturaciónn:
pl: &Nasycenie:
ru: &Насыщенность:
zh_tw: 飽和度(&S)：

source: &Show Menus for:
es_es: &Mostrar menus por:
hr: &Prikaži izborike za:
pl: &Pokaż menu dla:
ru: По&казывать меню для:
zh_tw: 顯示選單於(&S)：

source: &Show text labels
es_es: &Motras etiquetas de texto
hr: &Prikaži tekst oznake
pl: &Pokaż etykiety
ru: &Текстовые метки
zh_tw: 顯示文字標籤(&S)
