Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Saving notes failed.
ca: No s'han pogut desar les notes.
es_es: Fallo al guardar nostas.
ja: ノートの保存に失敗しました。
pl: Zapisywanie notki nie powiodło się.
pt_br: Falha ao salvar notas.
ru: Сохранить заметки не удалось.
ta_in: குறிப்புகளைச் சேமிப்பதில் தோல்வி.
zh_tw: 儲存備註失敗

source: Scan
ca: Escaneja
es_es: Escanear
ja: スキャン
pl: Skanuj
pt_br: Escanear
ru: Сканировать
ta_in: ஊடுசோதி
uk: Сканувати
zh_tw: 掃瞄

source: Scintilla
es_es: Ápice
ta_in: சிண்டில்லா

source: Se&ttings...
ca: Configuració...
es_es: Con&figuración...
ja: 設定(&T)...
pt_br: Confi&gurações
ru: &Настройки...
ta_in: அமைவுகள்...
uk: Налаштування...
zh_tw: 設定(&T)...

source: Search &log messages...
ca: Cerca missatges &log...
es_es: Buscar mensajes de &Reg...
hr: Pretraži &dnevnik poruka...
ja: ログメッセージを検索(&L)...
pl: Szukaj w &opisach zmian...
pt_br: Pesquisar mensagens do &histórico...
ru: Найти в &сообщениях журнала...
ta_in: &பதிவு செய்திகளைத் தேட...
uk: Пошук &логових повідомлень...
zh_tw: 搜尋日誌訊息(&L)...

source: Search &up
ca: Cerca am&unt
es_es: Buscar &arriba
ja: 上へ検索(&U)
pl: Sz&ukaj powyżej
pt_br: Procurar &acima
ru: Поиск &вверх
ta_in: தேடல் &மேலே
uk: Пошук в&гору
zh_tw: 往上搜尋(&U)

source: Search for:
ca: Cerca:
es_es: Búsqueda de:
hr: Potraži:
ja: 検索する文字列:
pl: Szukaj:
pt_br: Localizar:
ru: Что искать:
ta_in: தேடு:
uk: Що шукати:
zh_tw: 搜尋：

source: Searching for better path to apply patch...
ca: Cercant un camí millor on aplicar el pedaç...
es_es: Buscando la mejor ruta para aplicar el parche...
ja: パッチ適用のよりよいパスを検索...
pl: Szukam lepszej ścieżki do zastosowania poprawki...
pt_br: Procurando por um caminho melhor para aplicar correções...
ru: Поиск подходящего пути для применения заплатки...
ta_in: ஒட்டைப் பயன்படுத்த சிறந்த பாதையைத் தேடுகிறது...
uk: Триває пошук кращого шляху куди б прикласти латку...
zh_tw: 正在搜尋更好的路徑來套用補綴．．．

source: Seek failed on %1
ca: Cerca fallida a %1
es_es: Búsqueda fallida en %1
hr: Potraga je prekinuta na %1
ja: %1 のシークに失敗しました。
pl: Przeszukiwanie %1 zakończone niepowodzeniem
pt_br: Busca falhou em %1
ru: Поиск не удался на %1
ta_in: %1 இல் தேடுதல் தோல்வியடைந்தது
uk: Пошук зазнав невдачі на %1
zh_tw: 搜尋錯誤: %1

source: Select
ca: Selecciona
es_es: Seleccionar
ja: 選択
pl: Zaznacz
pt_br: Selecionar
ru: Выбрать
ta_in: தேர்ந்தெடு
uk: Вибрати
zh_tw: 選擇

source: Select &All
ca: Selecciona &Tot
es_es: Seleccionar &Todo
hr: Označi &sve
ja: すべて選択(&A)
pl: Zaznacz &wszystko
pt_br: Selecionar &Tudo
ru: Выбрать &все
ta_in: &அனைத்தையும் தேர்ந்தெடு
uk: Вибрати &все
zh_tw: 全選(&A)

source: Select File...
ca: Selecciona Fitxer...
es_es: Seleccionar Archivo...
hr: Izaberi datoteku...
ja: ファイルを選択...
pl: Wybierz plik...
pt_br: Selecionar Arquivo...
ru: Выбрать файл...
ta_in: கோப்பை தேர்ந்தெடு...
uk: Вибрати файл...
zh_tw: 選擇檔案...

source: Select SSH client
ca: Selecciona client SSH
es_es: Seleccionar cliente SSH
hr: Izaberi SSH klijent
ja: SSHクライアントを選択
pl: Wybierz klienta SSH
pt_br: Selecionar cliente SSH
ru: Выбрать клиент SSH
ta_in: பாதுகாப்பானஓடு வாடிக்கையாளரை தேர்ந்தெடு
uk: Вибрати клієнт SSH
zh_tw: 選擇 SSH 用戶端程式

source: Select a button.
ca: Selecciona un botó.
es_es: Seleccionar un botón.
hr: Molim odaberite tipku.
ja: ボタンを選択してください。
pl: Wybierz przycisk.
pt_br: Selecione um botão.
ru: Выберите кнопку.
ta_in: ஒரு பொத்தானை தேர்ந்தெடு.
uk: Вибрати кнопку
zh_tw: 請選擇按鈕.

source: Select an object on which to get Help
ca: Selecciona un objecte per obtenir-ne ajuda
es_es: Seleccionar un objeto del que obtener ayuda
hr: Odaberi objekt za koji želiš dobiti pomoć
ja: ヘルプを表示するために、オブジェクトを選択する
pl: Wskaż element, na którego temat chcesz uzyskać pomoc
pt_br: Selecionar um objeto para o qual obter Ajuda
ru: Выберите объект, по которому надо получить справку
ta_in: உதவி பெற ஒரு பொருளைத் தேர்ந்தெடுக்கவும்
uk: Вибрати об'єкт, про який потрібна довідка
zh_tw: 選擇要查詢說明的物件

source: Select changelist
ca: Selecciona llista de canvis
es_es: Seleccionar lista de cambios
hr: Označi popis izmjena
ja: 変更リストを選択
pl: Wybierz listę zmian
pt_br: Selecionar lista de alterações
ru: Отметить группу изменений
ta_in: மாற்றப்பட்டியலை தேர்ந்தெடு
uk: Вибрати список змін
zh_tw: 選擇變更列表

source: Select diff application
ca: Selecciona aplicació comparació
es_es: Seleccionar aplicación dif.
hr: Izaberite aplikaciju za pregled razlika
ja: 差分用アプリケーションを選択
pl: Wybierz program do porównywania
pt_br: Selecionar aplicação de comparação
ru: Выбрать приложение просмотра различий
ta_in: வேறுபாடு பயன்பாட்டை தேர்ந்தெடு
uk: Виберіть програму для відмінностей
zh_tw: 選擇比較差異工具

source: Select file
ca: Selecciona el fitxer
es_es: Seleccionar fichero
ja: ファイルを選択
pl: Wybierz plik
pt_br: Selecionar arquivo
ru: Выбрать файл
ta_in: கோப்பை தேர்ந்தெடு
uk: Виберіть файл
zh_tw: 選擇檔案

source: Select folder to associate with this issue tracker
ca: Seleccioneu carpeta que s'ha d'associar amb el seguidor d'incidències
es_es: Seleccionar la carpeta que quieres asociar a este seguidor de problemas
ja: 課題追跡システムに関連付けるフォルダーを選択してください
pl: Wybierz folder, który powiązać z tym systemem śledzenia błędów
pt_br: Selecionar a pasta para associar ao rastreador de problemas
ru: Выберите папку, с которой будет связана эта система отслеживания проблем
ta_in: இந்த சிக்கல் கண்காணிப்புடன் இணைக்க கோப்புறையைத் தேர்ந்தெடுக்கவும்
uk: Виберіть каталог, який пов'язати з цим проблемобліком
zh_tw: 請選擇要和此 bug 追蹤程式關聯的資料匣

source: Select folder to export to. You might need to create a new folder before performing this export.
ca: Seleccioneu la carpeta a on voleu exportar. Potser vulgueu crear una carpeta nova abans de fer la exportació.
es_es: Seleccionar carpeta a donde exportar. Puede que tengas que crear una nueva carpeta antes de realizar esta exportación.
hr: Odaberi mapu u koju će biti napravljen izvoz. Možda bi trebalo napraviti novu mapu prije no što se napravi izvoz.
ja: エクスポート先のフォルダーを選択してください。 これを実行する前に新しいフォルダーを作成する必要があるかもしれません。
pl: Wskaż folder, do którego ma nastąpić eksport. Być może trzeba będzie utworzyć nowy folder przed rozpoczęciem eksportu.
pt_br: Selecionar pasta para a qual exportar. Você pode precisar criar uma nova pasta antes de exportar.
ru: Выберите папку для экспорта. Вам может понадобится создать новую папку перед выполнением этого экспорта.
ta_in: ஏற்றுமதி செய்ய கோப்புறையைத் தேர்ந்தெடுக்கவும். இந்த ஏற்றுமதியைச் செய்வதற்கு முன் நீங்கள் ஒரு புதிய கோப்புறையை உருவாக்க வேண்டியிருக்கும்.
uk: Виберіть каталог, куди експортувати. Можливо перед експортуванням слід створити новий каталог.
zh_tw: 選擇要匯出至的資料夾。 你可能需要在進行匯出之前先建立新資料夾。

source: Select folder to run script for
ca: Selecciona carpeta a on córrer el script
es_es: Seleccionar carpeta a ejecutar sentencias para
hr: Odaberite radnu mapu za skript
ja: スクリプトを実行するフォルダーを選択
pl: Wybierz folder dla którego uruchomić hook-skrypt
pt_br: Selecionar pasta para execução do script
ru: Выберите папку для запуска скрипта
ta_in: கையெழுத்துப்படிவத்தை இயக்க கோப்புறையைத் தேர்ந்தெடு
uk: Вибрати каталог, для якого слід запустити скрипт
zh_tw: 請選擇要執行指令檔的目錄

source: Select folder to save the selected files to
ca: Selecciona carpeta a on desar els fitxers seleccionats
es_es: Seleccione la carpeta a donde guardar los archivos seleccionados
hr: Odaberite radnu mapu za snimanje odabrane datoteke
ja: 選択したファイルを保存するフォルダーを選択してください
pl: Wybierz folder do którego zachować wybrane pliki
pt_br: Selecione a pasta onde os aquivos selecionados serão salvos
ru: Выберите папку, в которую будут сохранены выбранные файлы
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புகளை சேமிக்க கோப்புறையைத் தேர்ந்தெடுக்கவும்
uk: Вибрати каталог для збереження виділених файлів
zh_tw: 請選擇要儲存檔案的目錄

source: Select hook script file
ca: Selecciona fitxer amb l'script d'interconnexió
es_es: Seleccionar archivo de script de enganche (hook)
hr: Izaberite datoteku skripte
ja: フックスクリプトファイルを選択
pl: Wybierz plik skryptu przechwytującego
pt_br: Selecionar arquivo script de gancho
ru: Выбрать файл хук скрипта
ta_in: கொக்கி கையெழுத்துப்படிவம் கோப்பை தேர்ந்தெடு
uk: Виберіть файл скрипта зачіпки
zh_tw: 請選擇掛鉤指令檔

source: Select items automatically
ca: Selecciona elements automàticament
es_es: Seleccionar objetos automáticamente
hr: Automatski odaberi stavke
ja: 項目を自動的に選択する
pl: Zaznacz elementy automatycznie
pt_br: Selecionar itens automaticamente
ru: Отмечать элементы автоматически
ta_in: உருப்படிகளை தானாக தேர்ந்தெடு
uk: Вибрати елементи автоматично
zh_tw: 自動選擇項目

source: Select merge application
ca: Selecciona aplicació de fusió
es_es: Seleccionar aplicación de 'merge'
hr: Izaberi aplikaciju za spajanja
ja: マージ用アプリケーションを選択
pl: Wybierz program do scalania plików
pt_br: Selecionar aplicação de combinação
ru: Выбрать приложение слияния
ta_in: ஒன்றிணைப்பு பயன்பாட்டை தேர்ந்தெடு
uk: Вибрати програму для злиття
zh_tw: 選擇合併工具

source: Select merge target
ca: Selecciona destinació de la fusió
es_es: Seleccionar destino a combinar
hr: Izaberi odredište spajanja
ja: マージするターゲットを選択
pl: Wybierz cel scalania
pt_br: Selecionar alvo para combinar
ru: Выберите с чем производить слияние
ta_in: இணைப்பு இலக்கைத் தேர்ந்தெடு
uk: Вибрати ціль злиття
zh_tw: 選擇合併目標

source: Select remote ref - TortoiseGit
ta_in: தொலைநிலை குறிப்பு - ஆமைகிடை தேர்ந்தெடு

source: Select the behavior of the progress dialog at the end of the operation.
ta_in: செயல்பாட்டின் முடிவில் முன்னேற்ற உரையாடலின் நடத்தையைத் தேர்ந்தெடுக்கவும்.

source: Select the entire document Select All
ca: Selecciona el document sencer Seleciona tot
es_es: Seleccionar todo el documento Seleccionar Todo
hr: Označi cijeli dokument Označi sve
ja: ドキュメント全体を選択する 全選択
pl: Zaznacza cały dokument Zaznacz wszystko
pt_br: Selecionar o documento inteiro Selecionar Tudo
ru: Выбрать весь документ Выбрать всё
ta_in: முழு ஆவணத்தையும் தேர்ந்தெடு அனைத்தையும் தெரிவுசெய்
uk: Виділити документ цілком Виділити все
zh_tw: 選取整份文件 全選

source: Select the language this project is using. This settings affects the spell checker used for commit messages.
ca: Selecciona l'idioma per aquest projecte. Aquesta configuració afecta el corrector ortogràfic utilitzat en els missatges d'entrega.
es_es: Seleccionar el idioma que este usando este proyecto. Esta configuración afecta al corrector ortográfico usado para los mensajes de consignación (commit).
ja: このプロジェクトで使用している言語を選択してください。この設定は、コミットメッセージを入力する際のスペルチェッカーに影響します。
pl: Wybierz język dla tego projektu. To ustawienie skutkuje wykorzystaniem narzędzia sprawdzenia pisowni dla wiadomości zatwierdzania.
pt_br: Selecione o idioma que este projeto usa. Esta configuração afeta o corretor ortográfico usado para as mensagens de submissão.
ru: Выберите язык проекта. Эта настройка влияет на проверку орфографии в диалоге фиксации.
ta_in: இந்தத் திட்டம் பயன்படுத்தும் மொழியைத் தேர்ந்தெடுங்கள். இந்த அமைப்புகள் உறுதிமொழி செய்திகளுக்குப் பயன்படுத்தப்படும் எழுத்துப்பிழை சரிபார்ப்பைப் பாதிக்கிறது.
uk: Виберіть яку мову використовуе цей проект. Ця настройка діє на провірку ошибок у повідомленнях фіксації.
zh_tw: 選擇該項目正在使用的語言。此設定會影響到用於提交訊息的拼寫檢查器。

source: Select tracked branch
ca: Selecciona la branca rastrejada
es_es: Seleccionar ramal (branch) en seguimiento
ja: 追跡するブランチを選択
pt_br: Selecionar ramo rastreado
ru: Выбрать отслеживаемую ветвь
ta_in: கண்காணிக்கப்பட்ட கிளையைத் தேர்ந்தெடு
zh_tw: 設定遠端追蹤分支

source: Select viewer for diff-files
ca: Selecciona visualitzador per fitxers diff
es_es: Seleccionar el visor de archivos dif.
hr: Izaberite preglednik datoteka s popisom razlika
ja: ファイルの差分を表示するビューアーを選択
pl: Wybierz program do przeglądania plików różnicowych
pt_br: Selecionar visualizador para arquivos de comparação
ru: Выберите программу просмотра файлов различий
ta_in: வேறுபாடு-கோப்புகளுக்கு பார்வையாளரைத் தேர்ந்தெடுக்கவும்
uk: Виберіть переглядач для файлів відмінностей
zh_tw: 選擇檔案差異檢視器

source: Select what file you want to save as
ca: Seleccioni l'arxiu que voleu anomenar i desar
es_es: Seleccione qué fichero quiere guardar como
ja: どのファイルを名前を付けて保存するか選択してください
pl: Wybierz, który plik chcesz zapisać pod inną nazwą
pt_br: Selecione qual arquivo que deseja salvar como
ru: Выберите файл, который вы хотите сохранить как
ta_in: நீங்கள் எந்த கோப்பை சேமிக்க விரும்புகிறீர்கள் என்பதை தேர்ந்தெடுக்கவும்
uk: Виберіть який файл ви хочете зберігти як
zh_tw: 請選擇你要另存的檔案

source: Select what file you want to save as Note: There is unresolved conflict!
ca: Seleccioni l'arxiu que voleu anomenar i desar Nota: Hi ha un conflicte que encara no s'ha resolt
es_es: Seleccione qué fichero quiere guardar como Nota: ¡Hay un conflicto no resuelto!
ja: どのファイルを名前を付けて保存するか選択してください 注意: 未解決の競合があります!
pl: Wybierz, który plik chcesz zapisać pod inną nazwą Uwaga: Występuje nierozwiązany konflikt!
pt_br: Selecione que arquivo você quer salvar como Nota: Existem conflitos não resolvidos!
ru: Выберите файл, который вы хотите сохранить Примечание: Есть неулаженный конфликт!
ta_in: நீங்கள் எந்த கோப்பை சேமிக்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும் குறிப்பு: தீர்க்கப்படாத முரண்பாடு உள்ளது!
uk: Виберіть який файл ви хочете зберігти як Примітка: Існуе не розв'язаний коніфлікт
zh_tw: 請選擇你要另存的檔案 注意：尚有未解決的衝突！

source: Select/deselect &all
ca: Selecciona/Desselecciona tots
es_es: Seleccionar/deseleccionar &todo
ja: すべてを選択/解除(&A)
pl: Zaznacz/odznacz &wszystko
pt_br: Marcar/desmarcar &todos
ru: Выбрать/снять &все
ta_in: அனைத்தையும் தேர்ந்தெடு/தேர்வுநீக்கு
uk: Вибрати/зняти усє
zh_tw: 全部選擇或取消(&A)

source: Selection History
ca: Historial de selecció
es_es: Historial de selección
ja: 選択履歴
pt_br: Histórico de Seleção
ru: Предыдущий выбор
ta_in: தேர்வு வரலாறு
uk: Істроія вибору
zh_tw: 瀏覽記錄

source: Send
ca: Envia
es_es: Enviar
ja: 送信
pl: Wyślij
pt_br: Enviar
ru: Отправить
ta_in: அனுப்பு
uk: Відправити
zh_tw: 傳送

source: Send Email
ca: Envia email
es_es: Enviar Correo
ja: メールを送信
pl: Wyślij e-maila
pt_br: Enviar Email
ru: Отправить e-mail
ta_in: மின்னஞ்சல் அனுப்பு
uk: Відправити Email
zh_tw: 傳送郵件

source: Send Mail after create
ca: Envia email després de crear
es_es: Enviar por Correo después de crear
ja: 作成後にメール送信
pl: Wyślij maila po utworzeniu
pt_br: Enviar Mail após criar
ru: Отправить e-mail после создания
ta_in: உருவாக்கிய பின் அஞ்சல் அனுப்பு
uk: Відправити Email після створення
zh_tw: 建立後發送郵件

source: Send Mail failed to send message.
ca: Envia Correu no ha pogut enviar el missatge
es_es: Enviar por correo Error al enviar el mensaje.
hr: Send Mail nije uspio poslati poruku.
ja: Send Mail はメッセージの送信に失敗しました。
pl: Nie udało się wysłać wiadomości.
pt_br: SendMail falhou ao enviar mensagem.
ru: Не удалось отослать письмо.
ta_in: அஞ்சல் அனுப்புதல் செய்தியை அனுப்ப முடியவில்லை.
uk: Send Mail не зміг відправити повідомлення.
zh_tw: 發送郵件功能無法寄出訊息.

source: Send Mail...
ca: Envia Correu...
es_es: Enviar Correo...
ja: メールを送信...
pl: Wyślij e-maila...
pt_br: Enviar Mail...
ru: Отправить e-mail...
ta_in: அஞ்சல் அனுப்பு...
uk: Відправити пошту...
zh_tw: 傳送郵件...

source: Send Patch
ca: Envia pedaç
es_es: Enviar Ruta
ja: パッチを送信
pl: Wyślij zmiany
pt_br: Enviar Arquivo de Correções
ru: Отправить заплатку
ta_in: ஒட்டை அனுப்பு
uk: Відправити Патч
zh_tw: 傳送補綴

source: Send Patch by Email
ca: Envia pedaç per email
es_es: Enviar Ruta por Correo
ja: パッチをメール送信
pl: Wyślij zmiany na e-maila
pt_br: Enviar Correções por E-mail
ru: Отправить заплатку по почте
ta_in: மின்னஞ்சல் மூலம் ஒட்டை அனுப்பு
uk: Відправити Патч по Email
zh_tw: 用郵件傳送補綴

source: Send Patch(es) by eMail
ca: Envia pedaç(os) per email
es_es: Enviar Ruta(s) por Correo
ja: パッチをメール送信
pl: Wyślij zmianę(zmiany) na maila
pt_br: Enviar Arquivos de Correção por E-Mail
ru: Отправить заплатку(и) по эл.почте
ta_in: மின்னஞ்சல் மூலம் ஒட்டு(களை) அனுப்பு
uk: Відправити Патч(и) по Email
zh_tw: 用郵件傳送補綴

source: Sending content
ca: Enviant contingut
es_es: Enviando contenido
hr: Šaljem sadržaj
ja: コンテンツを送信
pl: Wysyłanie zawartości
pt_br: Enviando conteúdo
ru: Передача содержимого
ta_in: உள்ளடக்கத்தை அனுப்புகிறது
uk: Надсилається вміст
zh_tw: 正在傳送內容

source: Sending...
ca: Enviant...
es_es: Enviando...
ja: 送信中...
pl: Wysyłanie...
pt_br: Enviando...
ru: Передача...
ta_in: அனுப்புகிறது...
uk: Відправка....
zh_tw: 傳送中．．．

source: Server &address:
ca: &Adreça del Servidor:
es_es: &Dirección del Servidor:
hr: &Adresa poslužitelja:
ja: サーバーアドレス(&A):
pl: &Adres serwera:
pt_br: &Endereço do Servidor:
ru: &Адрес сервера:
ta_in: சேவையகம் &முகவரி:
uk: &Адреса сервера:
zh_tw: 伺服器位址(&A)：

source: Set au&thor
ca: Estableix &autor
es_es: Establecer au&tor
ja: 作者を設定(&T)
pl: Ustaw au&tora
pt_br: Definir au&tor
ru: Установить автора
ta_in: &ஆசிரியர் அமை
uk: Встановити ав&тора
zh_tw: 設定作者(&T)

source: Set author &date
ca: Estableix la &data d'autor
es_es: Establecer &fecha de autoría
ja: 著述日時を設定する(D)
pt_br: Definir &data de autoria:
ru: Установить &дату автора
ta_in: ஆசிரியர் &தேதியை அமை
uk: Встановити автора &дату
zh_tw: 設定作者日期(&D)

source: Sets the remote as the "pushremote" for the selected local branch.
ca: Estableix el remot com a "pushremote" de la branca seleccionada
es_es: Establece el remoto como el "pushremote" (remoto de impulsión) para el ramal local seleccionado.
ja: 選択したローカルブランチでリモートを「pushremote」としてセットする。
pt_br: Configura o remoto como o "pushremote" para o ramo local selecionado.
ru: Установить внешнее хранилище как "внешнее для отправки" для выбранной локальной ветви.
ta_in: தேர்ந்தெடுக்கப்பட்ட உள்ளூர் கிளைக்கு தொலைநிலையை "தள்ளுதொலைநிலை" ஆக அமைக்கிறது.
zh_tw: 把所選本地分支的「pushremote」設成這個遠端

source: Sets the remote branch as the "pushbranch" for the selected local branch.
ca: Estableix la branca remota com la "pushbranch" per la branca local seleccionada.
es_es: Establece el ramal remoto como el "pushbranch" (ramal de impulsión) para el ramal local seleccionado.
ja: 選択したローカルブランチでリモートブランチを「pushbranch」としてセットする。
pt_br: Configura o ramo remoto como o "pushbranch" para o ramo local selecionado.
ru: Установить внешнюю ветвь как "ветвь для отправки" для выбранной локальной ветви.
ta_in: தேர்ந்தெடுக்கப்பட்ட உள்ளூர் கிளைக்கான தொலைநிலை கிளையை "தள்ளுகிளை" ஆக அமைக்கிறது.
zh_tw: 把所選本地分支的「pushbranch」設到這個遠端分支

source: Setting properties...
ca: Establint propietats...
es_es: Configurando propiedades...
hr: Postavljanje svojstava...
ja: プロパティを設定...
pl: Ustawianie atrybutów...
pt_br: Ajuste de propriedades...
ru: Установка свойств...
ta_in: பண்புகளை அமைத்தல்...
uk: Встановлюються властивості...
zh_tw: 正在設定性質．．．

source: Settings
ca: Configuració
es_es: Configuraciones
hr: Postavke
ja: 設定
pl: Ustawienia
pt_br: Preferências
ru: Настройки
ta_in: அமைப்புகள்
uk: Налаштування
zh_tw: 設定

source: Shell
hr: Ljuska
ja: シェル
pl: Powłoka
ru: В оболочке
ta_in: ஓடு
uk: Оболонка

source: Shell Extended
es_es: Shell Extendido
ja: 拡張したシェル
pl: Powłoka rozszerzona
pt_br: Shell Estendido
ru: Оболочка расширена
ta_in: ஓடு நீட்டிக்கப்பட்டது
zh_tw: Shell 增強

source: Shell Icon Cache was rebuilt!
ca: El cache d'icones de shell s'ha regenerat!
es_es: ¡La caché de iconos del Shell se reconstruyó!
hr: Spremnik ikona ljuske je ponovo izgrađen!
ja: シェルのアイコンキャッシュは再構築されました。
pl: Pamięć podręczna ikon systemowych została przebudowana!
pt_br: Cache de ícones do shell resconstruido!
ru: Кэш значков оболочки восстановлен!
ta_in: ஓடு சின்னம் இடைமாற்று மீண்டும் கட்டப்பட்டது!
uk: Кеш піктограм оболонки перебудовано!
zh_tw: 重建了 Shell 圖示快取！

source: Shift-JIS
ru: Shift-JIS японская кодировка
ta_in: மாற்று-ஜப்பானியதொழில்துறைதரநிலை

source: Short &date/time format in log messages
ca: Format curt de &data/hora als missatges de log
es_es: &Fecha/hora abriviada en los mensajes de reg.
hr: Kratki oblik &datuma/vremena u dnevniku poruka
ja: ログメッセージに短い日付/時刻形式を使用する(&D)
pl: Użyj krótkiego formatu &daty/czasu w opisach zmian
pt_br: Formato curto de &data/hora no histórico
ru: Короткий формат &даты/времени
ta_in: பதிவு செய்திகளில் குறுகிய &தேதி/நேர வடிவம்
uk: Короткий формат &дати/часу у повідомленнях логу
zh_tw: 日誌訊息使用簡短「日期／時間」格式(&D)

source: Shorten property list
ca: Escurça llista de propietats
es_es: Acortar lista de propiedades
ja: プロパティリストを短縮する
pl: Skróć listę atrybutów
pt_br: Lista de propriedades reduzida
ru: Сократить список свойств
ta_in: பண்பு பட்டியலை சுருக்கவும்
uk: Скоротити список властивостей
zh_tw: 縮短性質列表

source: Show
ca: Mostra
es_es: Mostrar
hr: Prikaži
ja: 表示
pl: Pokaż
pt_br: Exibir
ru: Показать
ta_in: காட்டு
uk: Показати
zh_tw: 顯示

source: Show &RefLog
ta_in: &குறிப்பு பதிவு காட்டு

source: Show &Unversioned Files
ca: Mostra arxius no versionats
es_es: Mostar archivos &No versionados
ja: バージョン管理外のファイルを表示(&U)
pl: Pokaż &niewersjonowane pliki
pt_br: Exibir Arquivos &Não Versionados
ru: Показывать неверсированные файлы
ta_in: &பதிக்கப்படாத கோப்புகளைக் காட்டு
zh_tw: 顯示未版本控制的檔案(&U)

source: Show &Whole Project
ca: Mostra projecte &sencer
es_es: Mostrar Proyecto en &Conjunto
ja: プロジェクト全体を表示(&W)
pl: Pokaż &cały projekt
pt_br: Exibir &Todo o Projeto
ru: Показать весь проект
ta_in: &முழு திட்டத்தைக் காட்டு
uk: Показати Проект &цілком
zh_tw: 顯示整個專案(&W)

source: Show &changes
ca: Mostra &canvis
es_es: Mostar &cambios
hr: Prikaži &izmjene
ja: 変更を表示(&C)
pl: Pokaż &zmiany
pt_br: Exibir &alterações...
ru: Показать &изменения
ta_in: &மாற்றங்களை காட்டு
uk: Показати &зміни
zh_tw: 顯示變更(&C)

source: Show &log
ca: Mostra &log
es_es: Mostrar &Reg.
hr: Prikaži &dnevnik
ja: ログを表示(&L)
pl: Pokaż &dziennik
pt_br: Exibir &histórico
ru: &Журнал
ta_in: காண்பி &பதிவு
uk: Показати &лог
zh_tw: 顯示日誌(&L)

source: Show &log...
ca: Mostra &log...
es_es: Mostrar &Reg...
hr: Prikaži &dnevnik...
ja: ログを表示(&L)...
pl: Pokaż &dziennik...
pt_br: Exibir &histórico...
ru: &Журнал...
ta_in: காண்பி &பதிவு...
uk: Показати &лог...
zh_tw: 顯示日誌(&L)...

source: Show &nested refs
ca: Mostra els refs a&niuats
es_es: Mostrar referencias (refs) &anidadas
ja: ネストした ref を表示 (&N)
pt_br: Mostrar refs a&ninhadas
ru: Показать &вложенные ссылки
ta_in: &உள்ளமைக்கப்பட்ட குறிப்புகள் காட்டு
zh_tw: 顯示巢狀參照

source: Show &overlays and context menu only in explorer
ca: Mostra &sobreposiscions i menú només a l'explorador
es_es: Mostrar &superposiciones y menú contextual sólo en el explorador
hr: Prikaži p&reklapanja i skočni izbornik samo u exploreru
ja: エクスプローラー上でのみオーバーレイとコンテキストメニューを表示(&O)
pl: &Nakładki i menu kontekstowe pokazuj tylko w eksploratorze
pt_br: Exibir &sobreposições e menu de contexto apenas no explorer
ru: Показывать &пометки и контекстное меню только в проводнике
ta_in: ஆய்வுப்பணியில் மட்டும் &மேலடுக்குகள் மற்றும் சூழல் பட்டியலைக் காட்டு
uk: Показувати пе&рекриття та контекстні меню тільки у провіднику
zh_tw: 僅在檔案總管中顯示圖示覆蓋與快顯功能表(&O)

source: Show Environment Variables
ca: Mostra variables d'entorn
es_es: Mostrar variables de entorno
ja: 環境変数を表示
pl: Pokaż zmienne środowiskowe
pt_br: Exibir Variáveis de Ambiente
ru: Показать переменные окружения
ta_in: சுற்றுச்சூழல் மாறிகளைக் காட்டு
uk: Показати налаштування оточення
zh_tw: 顯示環境變數

source: Show HEAD revision nodes
ca: Mostra nodes revisió HEAD
es_es: Mostrar revison de nodos HEAD
hr: Prikaži čvorove glavne revizije
ja: HEADリビジョンのノードを表示
pl: Pokaż węzły wersji HEAD
pt_br: Exibir nós da revisão HEAD
ru: Показать узлы ГОЛОВНОЙ ревизии
ta_in: தலை மறுபதிப்பு முனைகளைக் காட்டு
uk: Показувати вузли HEAD-модифікації
zh_tw: 顯示 HEAD 版本節點

source: Show Inline-Diff word by word Inline diff word-wise
ca: Mostra Diff en-línia paraula per paraula Diff en-línia per paraula
es_es: Mostrar Dif.-enlínea , palabra a palabra Dif.-enlínea por-palabra
hr: Prikaži razlike u retku riječ po riječ Razlike po riječima unutar retka
ja: 単語単位での行内差分を表示する 単語単位 行内差分
pl: Pokaż różnice w linii uwzględniając słowa Różnice w linii wg słów
pt_br: Exibir Diferenças em Linhas palavra por palavra Diferença em linha por palavra
ru: Показывать внутристрочные различия по словам Внутристрочные различия по словам
ta_in: வரியில்-வேறுபாட்டை வார்த்தைக்கு வார்த்தை காட்டு வரியில் வேறுபாடு வார்த்தை வாரியாக
uk: Показувати відмінності в рядках слово за словом Дослівні відмінності в рядках
zh_tw: 顯示行內逐字差異 逐字差異
