Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Hide the script while running
ca: Amaga el script mentres s'està executant
es_es: Ocultar sec. de comandos mientras se ejecuta
hr: Sakrij skript dok se izvršava
ja: 実行時はスクリプトを非表示にする
pl: Ukryj skrypt kiedy jest wykonywany
pt_br: Ocultar scrip durante execução
ru: Скрыть скрипт во время работы
ta_in: இயங்கும் போது கையெழுத்துப்படிவத்தை மறை
uk: Ховати скрипт поки він виконується
zh_tw: 隱藏執行中的指令檔

source: Hide the selected items in the context menu:
ca: Amaga els elements seleccionats en el menú contextual:
pt_br: Ocultar os itens selecionados no menu de contexto:
ta_in: தேர்ந்தெடுக்கப்பட்ட உருப்படிகளை சூழல் பட்டியலில் மறை:

source: Hide unchanged
ca: Amaga els no modificats
es_es: Ocultar inalterados
ja: 変更のないものを隠す
pt_br: Assumir Não Modificado
ru: Скрыть неизменённые
ta_in: மாறாததை மறை
zh_tw: 隱藏沒有變更的

source: Hide unchanged refs in Ref Compare List
ca: Amaga els refs no modificats a la Ref Compare List
es_es: Oculta las referencias inalteradas en la Lista de Comparación de Referencias
ja: Ref比較リストにおいて変更のないものを隠す
pt_br: Ocultar referências não modificadas na Lista de Comparação de Referências
ru: Скрыть неизменённые ссылки в Перечне Сравнения Ссылок
ta_in: குறிப்பு ஒப்பீட்டு பட்டியலில் மாறாத குறிப்புகளை மறை
zh_tw: 在參照比對列表中隱藏沒有變更的參照

source: Hide/Show the patch file list
ca: Mostra/oculta la llista de pedaços
es_es: Mostrar/Ocultar la lista de archivos de parche
ja: パッチファイルの 一覧を表示/非表示
pl: Ukryj/Pokaż listę plików poprawki
pt_br: Ocultar/Exibir a lista de arquivos de correção
ru: Спрятать/показать список файлов заплаток
ta_in: ஒட்டு கோப்பு பட்டியலை மறை/காண்பி
zh_tw: 「隱藏／顯示」補綴檔列表

source: Hide/Show the patch file list Hides or shows the patch file list
ca: Amaga/Mostra el llistat de fitxers pedaç Amaga o mostra el llistat de fitxers pedaç
es_es: Mostrar/Ocultar la lista de archivos de parches Oculta o muestra la lista de archivos de parches
hr: Sakrij/pokaži popis zakrpa Sakriva ili pokazuje popis datoteka zakrpa
ja: パッチファイルのリストを表示もしくは非表示にする パッチリストの表示/非表示
pl: Ukryj/pokaż listę plików poprawek Ukrywa lub pokazuje listę plików poprawek
pt_br: Ocultar/Exibir a lista de arquivos corrigidos Oculta ou exibe a lista de arquivos corrigidos
ru: Скрыть/показать список файлов заплатки Скрывает или показывает список файлов, затронутых заплаткой
ta_in: ஒட்டு கோப்பு பட்டியலை மறை/காண்பி ஒட்டு கோப்பு பட்டியலை மறைக்கிறது அல்லது காட்டுகிறது
uk: Сховати/Показати список файлів-латок Ховає або показує список файлів-латок
zh_tw: 「隱藏／顯示」補綴檔列表 隱藏或顯示補綴檔案列表

source: Hint
ca: Consell
es_es: Consejo
ja: ヒント
pt_br: Dica
ru: Подсказка
ta_in: உதவிகுறிப்பு
uk: Підказка
zh_tw: 提示

source: Hint: Recently used commit messages are available using the context menu of the text field.
ca: Consell: Els missatges d'entrega recents estan disponibles amb el menú contextual del camp de text.
ja: ヒント：最近使用したコミットメッセージは、テキストフィールドのコンテキストメニューから利用できます。
pt_br: Dica: Mensagens de submissão recentemente utilizadas estão disponíveis usando o menu de contexto do campo de texto.
ta_in: உதவிகுறிப்பு: உரை புலத்தின் சூழல் பட்டியலைப் பயன்படுத்தி சமீபத்தில் பயன்படுத்தப்பட்ட உறுதிமொழி செய்திகள் கிடைக்கின்றன.
zh_tw: 提示：在文字輸入區域使用快顯功能表可以取回最近使用過的提交訊息。

source: Hook Scripts
ca: Scripts d'interconnexió
es_es: Scripts de enganches
hr: Skripte
ja: フックスクリプト
pl: Skrypty przechwytujące
pt_br: Scripts de Gancho
ru: Скрипты Хуков
ta_in: கொக்கி கையெழுத்துப்படிவங்கள்
uk: Скрипти зачіпок
zh_tw: 掛鉤指令檔

source: Hook Type
ca: Tipus d'interconnexió
es_es: Tipo de enganche
hr: Vrsta udice
ja: フックの種類
pl: Typ przechwycenia
pt_br: Tipo de Gancho
ru: Тип Хука
ta_in: கொக்கி வகை
uk: Тип зачіпки
zh_tw: 掛鉤類型

source: Hook Type:
ca: Tipus d'interconnexió:
es_es: Tipo de Enganchados:
hr: Vrsta udice:
ja: フックの種類:
pl: Typ przechwycenia:
pt_br: Tipo de Gancho:
ru: Тип Хука:
ta_in: கொக்கி வகை:
uk: Тип зачіпки:
zh_tw: 掛鉤類型：

source: Hook script failed
ta_in: கொக்கி கையெழுத்துப்படிவம் தோல்வியடைந்தது

source: I don't use Git for Windows and need special workarounds
ca: No utilitzo el Git per al Windows i em calen alternatives especials
ja: 私はGit for Windowsを使用せず、特別な回避策が必要です
pt_br: Eu não uso o Git para Windows e preciso de ajustes especiais
ta_in: நான் சாளரங்களிற்கான கிட் ஐப் பயன்படுத்துவதில்லை, மேலும் சிறப்புத் தீர்வுகள் தேவை
zh_tw: 我不使用 Git for Windows，我需要特定的應急方案：

source: I&nclude paths:
ca: &Inclou els camins:
es_es: Rutas I&ncluidas:
hr: U&ključi staze:
ja: 含めるパス(&N):
pl: &Uwzględnij ścieżki:
pt_br: I&ncluir caminhos:
ru: В&ключить пути:
ta_in: பாதைகளை &சேர்:
uk: Вк&лючати шляхи:
zh_tw: 包含路徑(&N)：

source: IBugTraqProvider
pt_br: Provedor IBugTraq
ta_in: என்பிழைதடவழங்குபவர்

source: ID
ta_in: அடையாளம்

source: ID:220:V C +G
ta_in: அடையாளம்:220:V C +G

source: ID:32771:V C +W
ta_in: அடையாளம்:32771:V C +W

source: ID:32772:V +O
pl: ID:32772:V +N
ta_in: அடையாளம்:32772:V +O

source: ID:32773:V C +O
ta_in: அடையாளம்:32773:V C +O

source: ID:32773:V CS+S
ta_in: அடையாளம்:32773:V CS+S

source: ID:32774:V C +O
ta_in: அடையாளம்:32774:V C +O

source: ID:32774:V C +T
ta_in: அடையாளம்:32774:V C +T

source: ID:32775:V C +D
ta_in: அடையாளம்:32775:V C +D

source: ID:32776:V C +S
ta_in: அடையாளம்:32776:V C +S

source: ID:32778:V +F
pl: ID:32778:V +D
ta_in: அடையாளம்:32778:V +F

source: ID:32779:V +S
ta_in: அடையாளம்:32779:V +S

source: ID:32782:V C +P
ta_in: அடையாளம்:32782:V C +P

source: ID:32787:V C +F
ta_in: அடையாளம்:32787:V C +F

source: ID:32789:VA +N
ta_in: அடையாளம்D:32789:VA +N

source: ID:32790:VA +P
ta_in: அடையாளம்:32790:VA +P

source: ID:32793:V C +V
ta_in: அடையாளம்:32793:V C +V

source: ID:32794:V C +R
ta_in: அடையாளம்:32794:V C +R

source: ID:32811:V C +U
ta_in: அடையாளம்:32811:V C +U

source: ID:32817:V +W
ta_in: அடையாளம்:32817:V +W

source: ID:32818:V +H
ta_in: அடையாளம்:32818:V +H

source: ID:32819:V +D
ta_in: அடையாளம்:32819:V +D

source: ID:32822:V C +F
ta_in: அடையாளம்:32822:V C +F

source: ID:32825:V C +L
ta_in: அடையாளம்:32825:V C +L

source: ID:32825:VA +D
pl: ID:32825:VA +S
ta_in: அடையாளம்:32825:VA +D

source: ID:32837:VA +M
ta_in: அடையாளம்:32837:VA +M

source: ID:32857:VA +F
ta_in: அடையாளம்:32857:VA +F

source: ID:32870:V C +L
ta_in: அடையாளம்:32870:V C +L
uk: ID:32809:V C +F

source: ID:32873:V C +E
ta_in: அடையாளம்:32873:V C +E

source: ID:32881:V C +P
ta_in: அடையாளம்:32881:V C +P
uk: ID:32814:V C +L

source: ID:32883:V C +A
ta_in: அடையாளம்:32883:V C +A

source: ID:32893:V C +G
ta_in: அடையாளம்:32893:V C +G

source: ID:32976:V C +E
ta_in: அடையாளம்:32976:V C +E

source: ID:57601:V C +O
ta_in: அடையாளம்:57601:V C +O

source: ID:57603:V C +S
ta_in: அடையாளம்:57603:V C +S

source: ID:57604:V CS+S
ta_in: அடையாளம்:57604:V CS+S

source: ID:57634:V C +C
ta_in: அடையாளம்:57634:V C +C

source: ID:57635:V C +X
ta_in: அடையாளம்:57635:V C +X

source: ID:57636:V C +F
ta_in: அடையாளம்:57636:V C +F

source: ID:57637:V C +V
ta_in: அடையாளம்:57637:V C +V

source: ID:57643:V C +Z
ta_in: அடையாளம்:57643:V C +Z

source: ID:57665:V C +Q
ta_in: அடையாளம்:57665:V C +Q

source: ID:57665:V C +W
ta_in: அடையாளம்:57665:V C +W

source: ISO 8859-1
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-1

source: ISO 8859-10
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-10

source: ISO 8859-11
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-11

source: ISO 8859-13
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-13

source: ISO 8859-14
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-14

source: ISO 8859-15
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-15

source: ISO 8859-16
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-16

source: ISO 8859-2
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-2

source: ISO 8859-3
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-3

source: ISO 8859-4
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-4

source: ISO 8859-5
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-5

source: ISO 8859-6
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-6

source: ISO 8859-7
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-7

source: ISO 8859-8
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-8

source: ISO 8859-9
ta_in: சர்வதேசதரநிர்ணயஅமைப்பு 8859-9

source: Icon Overlays
ca: Sobreposició d'icones
es_es: Iconos Superpuestos
hr: Prekrivne ikone
ja: アイコンオーバーレイ
pl: Nakładki ikon
pt_br: Sobreposição de Ícones
ru: Пометки на значках
ta_in: சின்னம் மேலடுக்குகள்
uk: Перекривання піктограм
zh_tw: 圖示覆蓋

source: Icon Set
ta_in: சின்னம் தொகுப்பு

source: Icons (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All Files (*.*)|*.*||
ca: Icones (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Tots els fitxers (*.*)|*.*||
es_es: Iconos (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Todos los ficheros (*.*)|*.*||
ja: アイコン ファイル (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|すべてのファイル (*.*)|*.*||
pl: Ikony (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Wszystkie pliki (*.*)|*.*||
pt_br: Ícones (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Todos os Arquivos (*.*)|*.*||
ru: Картинки (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Все файлы (*.*)|*.*||
ta_in: சின்னங்கள் (*.ico, *.jpg, *.png, *.bmp,*.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|அனைத்து கோப்புகளும் (*.*)|*.*||
uk: Піктограми (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Всі файли (*.*)|*.*||
zh_tw: 圖示 (*.ico, *.jpg, *.png, *.bmp, *.gif)|*.ico;*.jpg;*.jpeg;*.png;*.bmp;*.gif|所有檔案 (*.*)|*.*||

source: Icons/Design/Code: Luebbe Onken
es_es: Iconos/Diseño/Código: Luebbe Onken
ja: アイコン/デザイン/コード: Luebbe Onken
pl: Ikony/Wygląd/Kod: Luebbe Onken
pt_br: Ícones/Design/Código: Luebbe Onken
ru: Значки/Дизайн/Код: Luebbe Onken
ta_in: சின்னங்கள்/வடிவமைப்பு/குறியீடு: லுபே ஓன்கென்
uk: Піктограми/Дизайн/Код: Luebbe Onken
zh_tw: 圖示／設計／程式： Luebbe Onken

source: Identical
ca: Idèntic
es_es: Idéntico
ja: 同一
pt_br: Idêntico
ru: Идентичный
ta_in: ஒத்த
uk: Ідентичні
zh_tw: 一致的

source: If activated, prevents the overlays and the context menu from showing in 'save as...' or 'open' dialogs
ca: Si s'activa, no es mostren sobreposicions ni menús als diàlegs 'anomena i desa...' o 'obre'
es_es: Activándolo, evita las superposiciones y mostrar el menú contextual en los diálogos de "guardar como..." o "abrir"
ja: 有効にすると、「名前を付けて保存」や「開く」ダイアログ内でオーバーレイやコンテキストメニューが非表示になります。
pl: Włączenie opcji zapobiega pojawianiu się ikon nakładkowych oraz menu kontekstowych w oknach dialogowych 'zapisz jako...' lub 'otwórz'
pt_br: Se ativado, impede que as sobreposições ou menus de contexto apareçam nas caixas de diálogos "Salvar como.." ou "Abrir"
ru: Если отмечено, то контекстное меню и пометки на значках не будут отображаться в диалогах 'сохранить как...' и 'открыть'
ta_in: செயல்படுத்தப்பட்டால், மேலடுக்குகள் மற்றும் சூழல் பட்டியலை 'இவ்வாறு சேமி...' அல்லது 'திறந்த' உரையாடல்களில் காட்டுவதைத் தடுக்கிறது
uk: Якщо активовано, запобігає показу перекривань і контекстного меню в діалогах 'зберегти як...' і 'відкрити'
zh_tw: 如果啟用，在「另存新檔」或「開啟舊檔」對話視窗中不顯示覆蓋圖示和快顯功能表。

source: If checked --track is passed to git, if unchecked --no-track is passed to git, else neither --track nor --no-track is passed to git (see help).
ca: Si s'activa, s'enviara a git la comanda --track. Si no s'activa, s'enviarà --no-track. En qualsevol altre casos, no s'enviarà res (vegeu l'ajuda)
es_es: Marcandola dos guiones -- se pasán a git, desmarcandola los dos guiones no se pasarán a git, solo se le pasrá un guión - (ver ayuda).
ja: チェックされれば--trackオプションをgitコマンドへ渡します。クリアされれば、--no-trackを渡します。いずれでもなければ、--trackも--no-trackも渡しません。（ヘルプを参照して下さい）
pt_br: Se marcado --track é passado para o git, se desmarcado --no-track é passado para o git, se não nenhum dos dois é passado para o git (veja a ajuda).
ru: Если отмечено то опция --track будет передана в git, если не отмечено то опция --no-track будет передана в git, в других случаях ни --track ни --no-track не будет передана в git (смотрите справку).
ta_in: தேர்வு செய்யப்பட்டால் --track கிட்டிற்கு அனுப்பப்படும், தேர்வு செய்யப்படவில்லை என்றால் --no-track கிட்டிற்கு அனுப்பப்படும், இல்லையெனில் --track அல்லது --no-track கிட்க்கு அனுப்பப்படாது (உதவி பார்க்கவும்).
zh_tw: 如果啟用則把 --track 傳給 git；如果不啟用則把 --no-track 傳給 git；否則兩者都不傳給 git

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
ca: Si se selecciona, fent doble clic sobre una revisió a la llista del registre la compara amb la revisió prèvia
es_es: Marcandola, haciendo doble-clic sobre una revisión de la lista de registro se comparará con la revisión anterior
hr: Ako je označeno, dvostruki klik na reviziji u popisu dnevnika će usporediti datoteku s prošlom revizijom
ja: 有効にすると、ログリスト内でリビジョンをダブルクリックすると直前のリビジョンと比較します。
pl: Jeśli zaznaczone, dwuklik na wersji w okienku dziennika porównuje ją z poprzednią wersją
pt_br: Se marcado, um clique duplo em uma revisão na lista do histórico compara o item com sua revisão anterior
ru: Если отмечено, двойной щелчок на ревизии в списке сообщений сравнивает с её предыдущей
ta_in: இயக்கப்பட்டால், பதிவுப் பட்டியலில் உள்ள மீள்திருத்தத்தின் மீது இருமுறை சொடுக்கம் செய்தால், முந்தைய மீள்திருத்தத்துடன் ஒப்பிடும்
uk: Якщо позначено, то подвійне клацання на модифікації у логовому списку порівнює її з попередньою модифікацією
zh_tw: 如果啟用，可以在日誌列表中的一個版本上雙擊與其前一版比較

source: If checked, the commit dialog will be started again automatically after an error, while preserving your last selection and log message.
ca: Si s'activa, la finestra d'entrega es mostrarà automàticament si hi hagués algun error. També es recorda de la selecció i el missatge.
ja: 有効にした場合、保存作業中にエラーが検知された場合に再びコミットダイアログが 自動的に開始されます。
pl: Jeśli włączone, dialog zatwierdzania będzie po błędzie uruchamiany ponownie, z zachowaniem ostatnio wybranych elementów i opisu zmian.
pt_br: Se marcado, o diálogo de submissão será reaberto automaticamente após um erro, preservando sua última seleção e mensagem de histórico.
ru: Если отмечено, диалог фиксации будет перезапущен автоматически после ошибки с теми же выбранными файлами и сообщением журнала.
ta_in: இயக்கப்பட்டால், உறுதிமொழி உரையாடல் பிழையின் பின்னர் தானாகவே மீண்டும் தொடங்கப்படும், அதே நேரத்தில் உங்கள் கடைசி தேர்வு மற்றும் பதிவு செய்தியைப் பாதுகாக்கும்.
zh_tw: 如果啟用，在提交中發生錯誤後，會自動重新顯示提交視窗， 並保留先前的選項與日誌訊息。

source: If enabled, TortoiseGit checks once a week if a newer version is available
ca: Si s'activa, TortoiseGit comprovarà si hi ha actualitzacions un cop per setmana
es_es: Acitvándola, TortoiseGit comprobará una vez por semana, si hay una versión más reciente disponible
ja: 有効にした場合、 TortoiseGit は週に一度新しいバージョンがリリースされているかを調べます
pl: Jeśli opcja jest włączona, TortoiseGit sprawdza raz w tygodniu, czy jest dostępna nowsza wersja
pt_br: Se habilitado, o TortoiseGit checa uma vez por semana por uma nova versão disponível
ru: Если включено, TortoiseGit будет проверять наличие новой версии раз в неделю
ta_in: இயக்கப்பட்டால், புதிய பதிப்பு கிடைக்குமா என்பதை ஆமைகிட் வாரத்திற்கு ஒருமுறை சரிபார்க்கிறது
uk: Якщо встановлено, TortoiseGit перевіряе один раз на тиждень наявність нових версій
zh_tw: 啟用時，TortoiseGit 每週會檢查一次最新版本。

source: If enabled, working tree folders which are excluded from showing overlays still show the overlay for status 'normal'
ca: Si s'activa, les carpetes que estan excloses de mostrar icones sobreposades, mostren una superposició amb la icona d'estat "normal".
es_es: Activándola, las carpetas de trabajo de los árboles serán excluidas de mostrar superposiciones aún mostrarán la supeposición 'normal' para el estado
ja: 有効にすると、オーバーレイの対象から除外されている作業ツリーのフォルダーが、 「通常」の状態としてオーバーレイ表示されます。 無効にすると、オーバーレイは表示されません。
pl: Jeśli włączone, foldery kopii roboczej, które są wyłączone z pokazywania nakładek ikon, wciąż pokazują nakładkę statusu 'normalny'
pt_br: Se habilitado, as pastas da cópia de trabalho que estão excluídas de exibir as sobreposições ainda exibirão a sobreposição para o status 'normal'
ru: Если отмечено, то в рабочих копиях на исключённых (но версированных) папках всё равно будет показываться пометка на значке как для статуса 'нормальная'.
ta_in: இயக்கப்பட்டால், மேலடுக்குகளைக் காட்டுவதில் இருந்து விலக்கப்பட்ட பணிபுரியும் மரக் கோப்புறைகள் 'சாதாரண' நிலைக்கான மேலடுக்கைக் காட்டுகின்றன
uk: Якщо встановлено, виключені теки у робочому деріві продовжують відображаютися іконкой зі статусом 'звичайний'
zh_tw: 啟用時，工作目錄中設定為除外的資料夾 仍然會顯示「正常」狀態的覆蓋圖示。

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
ca: Si està seleccionat, els fitxers a dins de carpetes sense versionar es poden mostrar al control d'estat. El control d'estat s'utilitza, per exemple, al diàleg d'entrega.
ja: 有効にすると、バージョン管理外のフォルダーに存在するファイルが状態表示コントロールに表示されます。 状態表示コントロールは、コミットダイアログなどで使用されています。
pl: Jeśli włączone, pliki znajdujące się w folderach nie objętych wersjonowaniem będą widoczne w kontrolerze statusu. Kontroler statusu jest używany m.in. w oknie zatwierdzania zmian.
pt_br: Se marcado, arquivos de pastas não versionadas poderão ser exibidos no controle de status. O controle de status é usado, por exemplo, no diálogo de submissão.
ru: Если отмечено, файлы из неверсированных папок будут показаны в списке состояния. Список состояния используется, например, в диалоге фиксации.
ta_in: அமைத்தால், பதிப்பு செய்யப்படாத கோப்புறைகளுக்குள் உள்ள கோப்புகள் நிலைக் கட்டுப்பாட்டில் காட்டப்படும். உதாரணமாக உறுதிமொழி உரையாடலில் நிலைக் கட்டுப்பாடு பயன்படுத்தப்படுகிறது.
uk: Якщо встановлено, то файли в неверсійних каталогах можуть бути показаними у контролі стану. Контроль стану використовується, наприклад, у діалозі фіксації.
zh_tw: 設定此選項時，位於無版本控制目錄下的檔案也會在狀態中顯示。 例如在提交視窗中就會用到這個功能。

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
ca: Si està seleccionat, els fitxers sense versionar marcaran l'estat del directori pare com a modificat Per exemple, se'ls hi sobreposarà la icona de modificació.
ja: 有効にすると、バージョン管理外のファイルを含むフォルダーの状態を変更としてマークします。 つまり、変更のオーバーレイアイコンが付きます。
pl: Jeżeli opcja jest włączona, niewersjonowane pliki skutkują oznaczeniem nadrzędnego folderu jako zmodyfikowany np. otrzymają one ikonę nakładkową 'zmodyfikowane'.
pt_br: Se marcado, arquivos não versionados irão marcar o status do diretório pai como modificado ou seja, eles exibem a sobreposição do ícone de modificação.
ru: Если отмечено, то наличие неверсированных файлов помечает родительскую папку как изменённую, т.е. у неё на значке будет пометка 'изменена'.
ta_in: அமைக்கப்பட்டால், பதிப்பு செய்யப்படாத கோப்புகள், பெற்றோர் கோப்பகத்தின் நிலையை மாற்றியமைக்கப்பட்டதாகக் குறிக்கும் அதாவது அவை மாற்றியமைக்கப்பட்ட மேலடுக்கு சின்னத்தைப் பெறும்.
uk: Якщо встановлено, неверсійні файли позначатимуть стан батьківського каталогу як змінений, наприклад, там буде піктограма перекриття 'модифіковано'.
zh_tw: 設定此選項時，含有無版本控制的檔案會使上層的資料夾被標記為已修改 也就是會顯示已修改的圖示。

source: If this is enabled, no value is stored or overwritten at this config level.
ca: Si està activat, no es desa o sobreescriu cap valor en aquest nivell de configuració.
ja: 有効にすると、この設定レベルでは値は保存/上書きされません
pt_br: Se isto estiver ativado, nenhum valor é gravado ou sobrescrito neste nível de configuração.
ta_in: இது இயக்கப்பட்டால், இந்த கட்டமைப்பு மட்டத்தில் எந்த மதிப்பும் சேமிக்கப்படாது அல்லது மேலெழுதப்படாது.

source: If you are executing a versioned file from the repository, please note that the content possibly have been altered by third parties unnoticed (e.g. after pull or merge). Keep this in mind especially if you approve a repository hook permanently.
pt_br: Se você está executando um arquivo versionado do repositório, favor reparar que o conteúdo possivelmente foi alterado por terceiros sem aviso (p.ex. após um pull ou merge). Tenha isto em mente especialmente se você aprovou um gancho com o repositório permanentemente.
ta_in: நீங்கள் களஞ்சியத்திலிருந்து ஒரு பதிப்புக் கோப்பை இயக்குகிறீர்கள் என்றால், உள்ளடக்கமானது மூன்றாம் தரப்பினரால் கவனிக்கப்படாமல் மாற்றப்பட்டிருக்கலாம் என்பதைக் கவனத்தில் கொள்ளவும் (எ.கா. இழுத்தல் அல்லது ஒன்றிணைத்த பிறகு). குறிப்பாக நீங்கள் ஒரு களஞ்சிய கொக்கியை நிரந்தரமாக அங்கீகரித்திருந்தால், இதை மனதில் கொள்ளுங்கள்.

source: If you plan to work inside this folder, leave this unchecked. Typically a bare repo can only have changes 'pushed' to it. (By convention, a bare repo folder should have a name that ends with '.git')
ca: Si tens planificat treballar dins d'aquesta carpeta, deixa-ho desmarcat. Normalment, un dipòsit cru només es pot rebre canvis enviats des d'un altre dipòsit -git push-. (La convenció indica que els dipòsits crus han de tenir un nom acabat en .git.)
es_es: Si planeas trabajar en esta carpeta, deje esta casilla sin marcar. Típicamente un repositorio vacío sólo puede tener cambios de tipo "impulsado" (pushed) hacia él. (Por convención, una carpeta de repositorio vacío debe tener un nombre que termina en '. Git')
ja: もしこのフォルダーで編集作業を行いたいのであれば、チェックを外して下さい。典型的にはBareリポジトリはプッシュされた変更だけを含みます。 （慣例により、Bareリポジトリは .git で終わる名前にして下さい。）
pt_br: Se você planeja trabalhar nesta pasta, deixe isto desmarcado. Tipicamente um repositório nu pode apenas ter mudanças 'empurradas' para ele. (Por convenção, a pasta de um repositório nu deve ter um nome que termine em '.git')
ru: Если вы планируете работать внутри этой папки, не ставьте эту галочку. Изменения в такой репозиторий могут быть только отправлены. (По договоренности имя папки голого репозитория должно оканчиваться на ".git")
ta_in: இந்தக் கோப்புறைக்குள் நீங்கள் வேலை செய்யத் திட்டமிட்டால், இதைத் தேர்வுசெய்யாமல் விட்டுவிடுங்கள். பொதுவாக ஒரு வெற்று களஞ்சியத்தில் மாற்றங்களை 'தள்ள' மட்டுமே முடியும். (சம்பிரதாயத்தின்படி, ஒரு வெற்று களஞ்சிய கோப்புறைக்கு '.git' உடன் முடிவடையும் பெயர் இருக்க வேண்டும்)
uk: Якщо ви плануете працювати у цій теці, повинно бути порожнім. Зазвичай очищенне сховище може мати тільки зміни які в ньго відправлені.(За угодою, тека очищеного сховища мае закінчуватися '.git')
zh_tw: 如果你打算在這個目錄內作業，請不要勾選此項。典型的純版本庫只用來被推送變更。（按照慣例，純版本庫的資料夾名稱應該以「.git」結尾）。

source: If you want to use a translated version of TortoiseGit and your language is missing, <a id="download">download</a> and install a matching language pack now and hit "Refresh" before continuing.
ca: Si desitgeu utilitzar una versió traduïda del TortoiseGit però no trobeu el vostre idioma, <a id="download">descarregueu </a> i instal·leu un paquet d'idioma equivalent i premeu "Refresca" abans de seguir.
ja: もし、翻訳された TortoiseGit を使用したいのに言語が見つからない場合、言語パックを <a id="download">ダウンロード</a>してインストールし、「更新」ボタンを押してください。
pt_br: Se você quer usar a versão traduzida do TortoiseGit e seu idioma está faltando, <a id="download">baixe</a> e instale um pacote de idiomas compatível agora e clique em "Atualizar" antes de continuar.
ta_in: நீங்கள் ஆமைகிட்டின் மொழிபெயர்க்கப்பட்ட பதிப்பைப் பயன்படுத்த விரும்பினால் மற்றும் உங்கள் மொழி இல்லை என்றால், <a id="download">பதிவிறக்க</a> மற்றும் பொருத்தமான மொழி தொகுப்பை இப்போது நிறுவி, தொடர்வதற்கு முன் "புதுப்பித்தல்" என்பதை அழுத்தவும்.
zh_tw: 如你想用翻譯版 TortoiseGit 但找不到該語言， <a id="download">下載</a> 及安裝語言包及按 「重新整理」。

source: If your git installation needs an extra entry in the PATH environment variable, you can enter it here and it will get appended to %PATH% automatically when TortoiseGit starts.
ca: Si la instal·lació del Git demana una entrada extra a la variable d'entorn PATH, introduïu-la aquí i s'afegirà automàticament a %PATH% quan arrenqui el TortoiseGit.
ja: もし、使用する git が、PATH環境変数に追加のエントリを要求する場合、ここに入力することができます。TortoiseGit が git を呼び出すときに自動的に %PATH% に追加されます。
pt_br: Se sua instalação do git precisa de entradas extra na variável de ambiente PATH, você pode entrá-la aqui e ela será adicionada à %PATH% automaticamente quando o TortoiseGit iniciar.
ta_in: உங்கள் கிட் நிறுவலுக்கு பாதை சூழல் மாறியில் கூடுதல் உள்ளீடு தேவைப்பட்டால், நீங்கள் அதை இங்கே உள்ளிடலாம் மற்றும் ஆமைகிட் தொடங்கும் போது அது தானாகவே %PATH% உடன் இணைக்கப்படும்.
zh_tw: 如果你安裝的 git 需要額外的 PATH 環境變數，你可以在這裡輸入它們；當 TortoiseGit 啟動時會把它們自動附加到 %PATH% 中。

source: Ignore
ca: Ignora
es_es: Ignorar
hr: Zanemari
ja: 無視
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
ta_in: புறக்கணி
uk: Ігнорувати
zh_tw: 忽略
