Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: &Open... Ctrl+O
ca: &Obre... Ctrl+O
es_es: &Abrir... Ctrl+O
ja: 開く(&O)... Ctrl+O
pl: &Otwórz... Ctrl+O
pt_br: &Abrir... Ctrl+O
ru: &Открыть... Ctrl+O
ta_in: &திற... Ctrl+O
uk: &Відкрити... Ctrl+O
zh_tw: 開啟(&O)... Ctrl+O

source: &Options
ca: &Opcions
es_es: &Opciones
ja: オプション(&O)
pl: &Opcje
pt_br: &Opções
ru: &Параметры
ta_in: &விருப்பங்கள்
uk: &Параметри
zh_tw: 選項(&O)

source: &Overlay Icon:
ca: &Sobreposar icona:
es_es: &Icono sobrepuestos:
ja: オーバーレイアイコン(&O):
pt_br: Ícone de &Sobreposição:
ru: Пометка:
ta_in: &மேலடுக்கு சின்னம்:
uk: Перекривати значки
zh_tw: 覆蓋圖示(&O)：

source: &Overlay images O
ca: &Sobreposar imatges O
es_es: Superp&oner imágenes O
ja: オーバーレイイメージ(&O) O
pl: &Nałóż obrazy N
pt_br: S&obrepor imagens O
ru: На&ложить изображения O
ta_in: &மேலடுக்கு படங்கள் O
uk: Пе&рекривати зображення O
zh_tw: 覆蓋圖示(&O) O

source: &Override branch if exists
ca: &Sobreescriu la branca, si ja existeix
ja: 既存ブランチがあれば上書きする(&O)
pt_br: S&obrescrever branch se existir
ru: Перезаписать существующую ветвь
ta_in: &கிளை இருந்தால் மேலெழுதவும்
zh_tw: 覆寫已存在的分支 (&O)

source: &Password:
ca: &Contrasenya:
es_es: &Contraseña:
hr: &Zaporka:
ja: パスワード(&P):
pl: &Hasło:
pt_br: &Senha:
ru: Па&роль:
ta_in: &கடவுச்சொல்:
uk: &Пароль:
zh_tw: 密碼(&P)：

source: &Paste
ca: &Enganxa
es_es: &Pega
hr: &Ubaci
ja: 貼り付け(&P)
pl: &Wklej
pt_br: &Colar
ru: &Вставить
ta_in: &ஒட்டு
uk: В&ставити
zh_tw: 貼上(&P)

source: &Pick ALL
ca: &Escull tots
es_es: &Escojer TODOS
ja: すべて採用(&P)
pl: &Wybierz WSZYSTKO
pt_br: &Pegar TODOS
ru: &Оставить ВСЕ
ta_in: &அனைத்தையும் தேர்ந்தெடு
uk: &Вибрати ВСІ
zh_tw: 選取全部(&P)

source: &Port:
es_es: &Puerto:
ja: ポート(&P):
pt_br: &Porta:
ru: &Порт:
ta_in: &துறைமுகம்:
uk: &Порт:
zh_tw: 埠(&P)：

source: &Preserve merges
ca: &Preserva fusions
ja: マージを保つ(&P)
pt_br: &Preservar combinações
ru: &Сохранить слияния
ta_in: &ஒன்றிணைப்புகளை பாதுகாக்கவும்
zh_tw: 保留合併點(&P)

source: &Print...
ca: &Imprimeix...
es_es: &Imprimir...
ja: 印刷(&P)...
pl: &Drukuj...
pt_br: &Imprimir...
ru: &Печать...
ta_in: &அச்சிடு...
uk: &Друк...
zh_tw: 列印(&P)...

source: &Print... Ctrl+P
ca: &Imprimeix... Ctrl+P
es_es: Im&primir... Ctrl+P
ja: 印刷(&P)... Ctrl+P
pl: &Drukuj... Ctrl+P
pt_br: &Imprimir... Ctrl+P
ru: &Печать... Ctrl+P
ta_in: &அச்சிடு... Ctrl+P
uk: &Друк... Ctrl+P
zh_tw: 列印(&P)... Ctrl+P

source: &Proceed
ca: &Continua
es_es: &Proceder
ja: 続行(&P)
pt_br: &Prosseguir
ru: &Продолжить
ta_in: &தொடரவும்
uk: &Продовжити
zh_tw: 繼續(&P)

source: &Proceed anyway Ignore the hook script and run the command anyway.
ta_in: &எப்படியும் தொடரவும் கொக்கி கையெழுத்துப்படிவத்தைப் புறக்கணித்து, எப்படியும் கட்டளையை இயக்கவும்.

source: &Prune
ta_in: &கிளைநறுக்கி

source: &Pull
ca: &Estira
es_es: &Incorporar (pull)
ja: プル(&P)
pl: &Pobierz
pt_br: &Puxar
ru: &Получить
ta_in: &இழு
uk: &Витягнути
zh_tw: 拉取(&P)

source: &Pull...
ca: &Estira...
ja: プル(&P)...
pl: &Pobierz...
pt_br: &Puxar...
ru: &Получить...
ta_in: &இழு...
uk: &Витягнути...
zh_tw: 拉取(&P)...

source: &Push all branches
ca: Empeny totes les branques
es_es: &Impulsar (push) todos las ramales
ja: すべてのブランチをプッシュ(&P)
pl: &Wypchnij wszystkie gałęzie
pt_br: &Empurrar todos os ramos
ru: &Отправить все ветви
ta_in: &அனைத்து கிளைகளையும் தள்ளு
uk: &Виштовхнути всі гілки
zh_tw: 推送所有分支(&P)

source: &ReCommit
ca: &ReEntrega
es_es: &ReConsignar (commit)
ja: コミットをやり直す(&R)
pt_br: &Nova Submissão
ru: &ПереФиксация
ta_in: &மீண்டும் உறுதிமொழி
zh_tw: 重新提交(&R)

source: &Rebase
es_es: &Reasentar (rebase)
ja: リベース(&R)
pt_br: &Reorganizar
ru: &Перебазировать
ta_in: &மறுதளம்
uk: &Перебазування
zh_tw: 變基(&R)

source: &Recursive
ca: &Recursiu
es_es: &Recursivo
ja: 再帰的(&R)
pl: &Rekurencyjne
pt_br: &Recursivo
ru: &Рекурсивно
ta_in: &சுழற்சி
uk: &Рекурсивно
zh_tw: 遞迴(&R)

source: &Redo
ca: &Refer
es_es: &Repetir
hr: &Ponovi
ja: やり直し(&R)
pl: &Ponów
pt_br: &Refazer
ru: &Вернуть
ta_in: &மறுபடியும் செய்;
uk: Пе&реробити
zh_tw: 取消復原(&R)

source: &Ref:
pl: &Odniesienie:
pt_br: &Referência:
ru: &Ссылка:
ta_in: &குறிப்பு:
uk: &Посилання:
zh_tw: 參照(&R)：

source: &Refresh
ca: &Refresca
es_es: &Refresca
hr: &Osvježi
ja: 更新(&R)
pl: &Odśwież
pt_br: &Atualizar
ru: &Обновить
ta_in: &புதுப்பி
uk: О&новити
zh_tw: 重新整理(&R)

source: &Regular Expression
ca: &Expressió regular
es_es: &Expresión regular
ja: 正規表現(&R)
pl: &Wyrażenia regularne
pt_br: Expressão &Regular
ru: &Регулярное выражение
ta_in: &வழக்கமான வெளிப்பாடு
uk: &Регулярний вираз
zh_tw: 正規表示式(&R)

source: &Remind me later
ca: &Recorda-m'ho després
es_es: &Recordármelo más tarde
ja: 後で通知する(&R)
pl: &Przypomnij mi później
pt_br: &Lembrar-me depois
ru: &Напомнить мне позже
ta_in: &பின்னர் எனக்கு நினைவூட்டு
uk: &Нагалати мені пізніше
zh_tw: 稍後再提醒(&R)

source: &Remote Branch:
ca: Branca remota
es_es: &Ramal remoto:
ja: リモートブランチ(&R):
pl: &Zdalna gałąź:
pt_br: &Ramo Remoto:
ru: &Внешняя Ветвь:
ta_in: &தொலைநிலை கிளை:
uk: &Віддалена гілка:
zh_tw: 遠端分支(&R)：

source: &Remote branches
ca: &Branques remotes
es_es: &Ramales remotos
ja: リモートブランチ(&R)
pt_br: Ramos &remotos
ru: &Внешние ветви:
ta_in: &தொலை கிளைகள்
uk: &Віддалені гілки
zh_tw: 遠端分支(&R)

source: &Remote:
ca: Remot:
es_es: &Remota:
ja: リモート(&R):
pl: &Zdalny:
pt_br: &Remoto:
ru: &Внешнее хранилище:
ta_in: &தொலைநிலை:
uk: &Віддалено:
zh_tw: 遠端(&R)：

source: &Remove
ca: &Treu
es_es: &Quitar
hr: &Ukloni
ja: 削除(&R)
pl: &Usuń
pt_br: &Remover
ru: &Удалить
ta_in: &நீக்கு
uk: Ви&далити
zh_tw: 移除(&R)

source: &Remove this file from index
ca: Elimina aquest arxiu de l'index
es_es: &Eliminar archivo del índice
ja: このファイルをインデックスから削除(&R)
pl: &Usuń plik z indeksu
pt_br: &Remover este arquivo do índice
ru: &Убрать этот файл из индекса
ta_in: &இந்த கோப்பை அட்டவணையில் இருந்து அகற்று
uk: &Видалити це з індексу
zh_tw: 從索引中移除此檔案(&R)

source: &Replace
ca: &Substitueix
es_es: &Reemplazar
ja: 置換(&R)
pl: &Zastąp
pt_br: &Substituir
ru: &Заменить
ta_in: &மாற்று
uk: &Замінити
zh_tw: 取代(&R)

source: &Repo-browser
ca: &Navegador de dipòsits
es_es: &Explorador-Repos
hr: &Preglednik skladišta
ja: リポジトリブラウザー(&R)
pl: &Przeglądarka repozytorium
pt_br: Navegador de &repositório
ru: Обозреватель хранилища
ta_in: &களஞ்சிய-உலாவி
uk: Оглядач &репозиторію
zh_tw: 版本庫瀏覽器(&R)

source: &Reset filter
ca: &Reinicialitza filtre
es_es: &Reinicia filtro
ja: フィルターをリセット(&R)
pl: &Resetuj filtr
pt_br: &Restaurar filtro
ru: &Сбросить фильтр
ta_in: &வடிப்பானை மீட்டமை
uk: &Переініціалізувати фільтр
zh_tw: 重設過濾器 (&R)

source: &Resolved
ca: &Resolt
es_es: &Resuelto
ja: 解決済み(&R)
pl: &Rozwiązany
pt_br: &Resolvido
ru: Улажено
ta_in: &தீர்ந்தது
uk: &Вирправлено
zh_tw: 已解決(&R)

source: &Restore
ca: &Restaura
es_es: &Restaura
ja: 復元(&R)
pl: &Przywróć
pt_br: &Restaurar
ru: &Восстановить
ta_in: &மீட்டமை
uk: &Відновити
zh_tw: 還原(&R)

source: &Restore old state
ca: &Restaura l'estat antic
es_es: &Restaurar el estado anterior
ja: 前の状態に復元(&R)
pl: &Przywróć poprzedni stan
pt_br: &Restaurar estado antigo
ru: &Восстановить старое состояние
ta_in: &பழைய நிலையை மீட்டமை
uk: &Відновити старий стан
zh_tw: 還原舊狀態(&R)

source: &Retry
ca: &Torna-ho a provar
es_es: &Reintentar
ja: 再試行(&R)
pl: Ponów próbę
pt_br: &Tentar novamente
ru: По&вторить
ta_in: &மீண்டும் முயற்சிக்கவும்
uk: &Повторити
zh_tw: 重試(&R)

source: &Revert change by this commit
ca: Restitueix els canvis fets per aquesta entrega
es_es: &Revertir cambios de esta consignación (commit)
ja: このコミットの変更を戻す(&R)
pl: &Cofnij zmianę wprowadzoną przez to zatwierdzenie
pt_br: &Reverter mudanças feitas nesta submissão
ru: &Откатить изменения этой фиксации
ta_in: &இந்த உறுதிமொழியால் மாற்றத்தை மாற்றவும்
uk: &Повернути зміни по цьому внеску
zh_tw: 復原這個版本的變更(&R)

source: &Revert changes by these commits
ca: Restitueix els canvis fets per aquestes entregues
es_es: &Revertir cambios de estas consignaciones (commits)
ja: これらのコミットの変更を戻す(&R)
pl: &Cofnij zmiany wprowadzone przez te zatwierdzenia
pt_br: &Reverter mudanças feitas nestas submissões
ru: &Откатить изменения этих фиксаций
ta_in: &இந்த உறுதிமொழிகளால் மாற்றங்களை மாற்றவும்
uk: &Повернути зміни по цих внесках
zh_tw: 復原這些版本的變更(&R)

source: &Run Run the hook script
pt_br: &Executar Executa o script de gancho
ta_in: &இயக்கு கொக்கி கையெழுத்துப்படிவத்தை இயக்கு

source: &SSH client:
ca: &Client SSH:
es_es: &Cliente SSH:
hr: &SSH klijent:
ja: SSHクライアント(&S):
pl: &Klient SSH:
pt_br: Cliente &SSH:
ru: SSH &клиент:
ta_in: &பாதுகாப்பானஓடு வாடிக்கையாளர்:
uk: Клієнт &SSH
zh_tw: SSH 用戶端(&S)：

source: &Save
ca: &Desa
es_es: &Guarda
ja: 保存(&S)
pl: &Zapisz
pt_br: &Salvar
ru: &Сохранить
ta_in: &சேமி
uk: &Зберегти
zh_tw: 儲存(&S)

source: &Save authentication
ca: &Desa Autenticació
es_es: &Guarda autentificación
hr: &Snimi autentikaciju
ja: 認証を保存(&S)
pl: &Zapisz parametry uwierzytelnienia
pt_br: &Salvar autenticação
ru: &Сохранить аутентификацию
ta_in: &சேமி அங்கீகாரம்
uk: &Зберегти автентифікацію
zh_tw: 儲存認證(&S)

source: &Save graph as...
ca: &Desa gràfic com...
es_es: &Guardar gráfico como...
hr: &Snimi graf kao...
ja: グラフに名前を付けて保存(&S)...
pl: &Zapisz wykres jako...
pt_br: &Salvar gráfico como...
ru: &Сохранить график как...
ta_in: வரைபடத்தை இவ்வாறு சேமி...
uk: &Зберегти граф як...
zh_tw: 圖形另存新檔(&S)...

source: &Save list of selected files to...
ca: &Desa llista de fitxers seleccionats a...
es_es: &Guardar lista de archivos seleccionados a...
hr: &Snimi popis odabranih datoteka u...
ja: 選択ファイルのリストを保存(&S)...
pl: &Zapisz listę wybranych plików do...
pt_br: &Salvar lista de arquivos selecionadas para...
ru: Сохранить с&писок выбранных файлов...
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் பட்டியலை &சேமி...
uk: &Зберегти список вибраних файлів до...
zh_tw: 儲存選擇的檔案清單至(&S)...

source: &Save Ctrl+S
ca: &Desa Ctrl+S
es_es: &Guardar Ctrl+S
ja: 保存(&S) Ctrl+S
pl: &Zapisz Ctrl+S
pt_br: &Salvar Ctrl+S
ru: &Сохранить Ctrl+S
ta_in: &சேமி Ctrl+S
uk: &Зберегти Ctrl+S
zh_tw: 儲存(&S) Ctrl+S

source: &Search...
ca: &Cerca...
ja: 検索(&S)...
pt_br: &Pesquisar...
ta_in: &தேடு...
uk: &Пошук...

source: &Set Git path
ca: &Estableix el camí Git
es_es: &Ajustar ruta de Git
ja: Gitへのパスを設定(&S)
pt_br: &Definir caminho do Git
ru: &Установить путь к Git
ta_in: &கிட் பாதையை அமைக்கவும்
uk: &Задати шлях до Git
zh_tw: 設定 Git 路徑(&S)

source: &Set upstream/track remote branch
ca: &Especifica el Upstream/segueix branca remota
es_es: &Establecer ascendencia (upstream)/rastreo de ramal remoto
ja: 上流/追跡しているリモートブランチに設定(&S)
pt_br: &Definir upstream/rastrear ramo remoto
ru: &Установить верховую/отслеживаемую внешнюю ветвь
ta_in: மேல்நீரோடை/கண்காணி தொலைநிலை கிளை &அமை
zh_tw: 設定「上游／追蹤」遠端分支(&S)

source: &Settings
ca: &Configuració
es_es: &Configuraciones
hr: &Postavke
ja: 設定(&S)
pl: &Ustawienia
pt_br: &Configurações
ru: &Настройки
ta_in: &அமைப்புகள்
uk: &Налаштування
zh_tw: 設定(&S)

source: &Settings...
ca: &Configuració...
es_es: &Configuraciones...
ja: 設定(&S)...
pl: &Ustawienia...
pt_br: &Configurações...
ru: &Настройки...
ta_in: &அமைப்புகள்...
uk: &Налаштування...
zh_tw: 設定(&S)...

source: &Signing key ID:
ca: Clau de signatura:
es_es: &ID de la clave de firma:
ja: 署名鍵 ID(&S):
pl: &ID zarejestrowanego klucza:
pt_br: ID da chave de &assinatura:
ru: ID &ключа для подписи:
ta_in: &கையொப்பமிடும் திறவுகோல் அடையாளம்:
uk: ID підпису

source: &Skip
ca: &Omet
es_es: &Saltar
ja: スキップ(&S)
pl: &Pomiń
pt_br: &Pular
ru: &Пропустить
ta_in: &தவிர்
uk: &Пропустити
zh_tw: 跳過(&S)

source: &Soft: Leave working tree and index untouched
ca: &Tou: Deixa el directory de treball i l'índex tal com estaven
ja: Soft: 作業ツリーとインデックスは現状を維持(&S)
pt_br: &Soft: Deixa a cópia de trabalho e o índice intocados
ru: Мягкий: Оставить рабочую копию и индекс как есть
ta_in: &மென்மை: பணிபுரியும் மரத்தையும் குறியீட்டையும் தொடாமல் விடுங்கள்
zh_tw: &Soft：保持「工作目錄」和「索引」不變。

source: &Squash
ca: &Esclafa
es_es: &Compactar (squash)
ja: 融合(&S)
pt_br: &Esmagar
ru: &Объединить
ta_in: &நசுக்கு
zh_tw: 壓合(&S)

source: &Squash ALL
ca: &Esclafa tots
es_es: &Compactar (squash) TODO
ja: すべて融合(&S)
pt_br: &Esmagar TUDO
ru: &Объединить ВСЕ
ta_in: அனைத்தும் &நசுக்கு
zh_tw: 壓合全部(&S)

source: &Staging
ta_in: &அரங்கேற்றம்

source: &Start
ca: &Inicia
es_es: &Iniciar
ja: 開始(&S)
pt_br: &Iniciar
ru: &Начать
ta_in: &தொடங்கு
uk: &Почати
zh_tw: 開始(&S)

source: &Stash
es_es: &Acopiar (stash)
ja: スタッシュ(&S)
pt_br: &Reservar
ru: &Копилка
ta_in: பதுக்கிவை
uk: &Сховок
zh_tw: 收藏(&S)

source: &Status Bar
ca: &Barra d'Estat
es_es: &Barra de estado
hr: &Statusna traka
ja: ステータスバー(&S)
pl: Pasek &stanu
pt_br: Barra de &Status
ru: &Строка статуса
ta_in: &நிலைப் பட்டி
uk: &Рядок стану
zh_tw: 狀態列(&S)

source: &Store credentials...
ta_in: நற்சான்றிதழ்களை&சேமிக்கவும்...

source: &Switch to new branch
ca: Canvia a la branca nova
es_es: &Cambiar a nuevo ramal
ja: 新しいブランチに切り替える(&S)
pl: &Przełącz się do nowej gałęzi
pt_br: &Mudar para um novo ramo
ru: &Переключиться на новую ветвь
ta_in: &புதிய கிளைக்கு மாறு
uk: &Переключитись на нову гілку
zh_tw: 切换到新分支(&S)

source: &Switch/Checkout to
pt_br: &Trocar/Restaurar para
ta_in: &மாறு/சரிபார்ப்பு இதற்கு

source: &Symbol View
ca: &Visualització Símbols
es_es: &Ver símbolos
hr: &Pogled simbola
ja: アイコン表示(&S)
pl: &Widok symboli
pt_br: Visão de &Símbolos
ru: &Крупные значки
ta_in: &சின்னக் காட்சி
uk: &Символьний перегляд
zh_tw: 符號檢視(&S)

source: &Tab size:
ca: &Longitud del tabulador:
es_es: &Tamaño de ficha:
hr: &Veličina taba:
ja: タブ幅(&T):
pl: Rozmiar &tabulatora:
pt_br: Tamanho do &Tab:
ru: Размер &табул.:
ta_in: &தாவல் அளவு:
uk: Розмір &табуляції
zh_tw: &Tab 寬度：

source: &Tag
ca: &Etiqueta
es_es: &Etiqueta
ja: タグ(&T)
pt_br: &Etiqueta
ru: &Метка
ta_in: &குறிச்சொல்
uk: &Тег
zh_tw: 標籤(&T)

source: &Tags
ca: &Etiquetes
es_es: &Etiquetas
ja: タグ(&T)
pl: &Tagi
pt_br: &Etiquetas
ru: &Метки
ta_in: &குறிச்சொற்கள்
uk: &Теги
zh_tw: 標籤(&T)

source: &Tags:
ca: &Etiquetes
es_es: &Etiquetas:
ja: タグ(&T):
pl: &Tagi:
pt_br: &Etiquetas:
ru: &Метки:
ta_in: &குறிச்சொற்கள்:
uk: &Теги:
zh_tw: 標籤(&T)：

source: &Timeout in seconds to stop the auto-completion parsing
ca: &Temps d'espera en segons per aturar l'anàlisi de compleció automàtica
es_es: &Límite de tiempo en segundos para detener el análisis de autocompletado
hr: &Vrijeme u sekundama do zaustavljanja parsiranja autodopune
ja: 自動補完リストの作成がタイムアウトになるまでの秒数(&T)
pl: &Czas w sekundach do zatrzymania auto-uzupełniania parsowania
pt_br: &Tempo, em segundos, para parar a interpretação do autocompletar
ru: &Таймаут для остановки разбора автозавершения (сек)
ta_in: தானியங்கி நிறைவு பாகுபடுத்தலை நிறுத்த &நேரமுடிவு நொடிகளில்
uk: &Час у секундах до припинення синтаксичного аналізу автозавершення
zh_tw: 停止自動完成列表處理的時間上限(&T)

source: &Toolbar
ca: &Barra d'Eines
es_es: &Barra de tareas
hr: &Traka s alatima
ja: ツールバー(&T)
pl: Pasek &narzędzi
pt_br: &Barra de Ferramentas
ru: Панель инструментов
ta_in: &கருவிப்பட்டி
uk: Рядок &знаряддь
zh_tw: 工具列(&T)

source: &Toolbars and Docking Windows
ca: &Barra d'eines i acoblament de finestra
es_es: &Ventanas acopladas y barras de tareas
ja: ツールバーとドッキングウィンドウ(&T)
pl: &Paski narzędzi i okna dokujące
pt_br: &Barras de Ferramentas e Janelas Ancoradas
ru: &Панели инструментов и закрепляемые окна
ta_in: &கருவிப்பட்டிகள் மற்றும் நறுக்குதல் சாளரங்கள்
uk: &Панелі інструментів та закріплюючи вікна
zh_tw: 工具列及停駐視窗

source: &TortoiseGit
ta_in: &ஆமைகிட்

source: &TortoiseGitMerge
ja: TortoiseGitMerge(&T)
ta_in: &ஆமைகிட்ஒன்றிணை

source: &Trunk:
es_es: &Troncal:
pt_br: &Tronco:
ru: &Ствол:
ta_in: &தண்டு:
zh_tw: 主幹(&T)：

source: &Try Again
ca: &Prova un altre cop
es_es: &Intentar de nuevo
ja: やり直し(&T)
pl: Spróbuj ponownie
pt_br: &Tente Novamente
ru: П&опробуйте еще раз
ta_in: &மீண்டும் முயற்சிக்கவும்
uk: &Спробувати знову
zh_tw: 再試一次(&T)

source: &Two Page
ca: &Dues Pàgines
es_es: &Dos páginas
hr: &Dvije stranice
ja: 2ページ(&T)
pl: &Dwie strony
pt_br: &Duas Páginas
ru: &Две страницы
ta_in: &இரண்டு பக்கம்
uk: &Дві сторінки
zh_tw: 雙頁(&T)

source: &URL:
ta_in: &ஒருங்கிணைந்தவளஇருப்பிடம்:

source: &Undo
ca: &Desfés
es_es: &Deshacer
hr: &Poništi
ja: 元に戻す(&U)
pl: &Cofnij
pt_br: &Desfazer
ru: &Откатить
ta_in: &செயல்தவிர்
uk: С&касувати
zh_tw: 復原(&U)

source: &Unified diff
ca: &Compara Unificat
es_es: &Dif. Unificado
hr: &Objedinjena razlika
ja: &Unified形式の差分
pl: &Plik różnicowy
pt_br: Diferenças &unificadas
ru: Объединённые разли&чия
ta_in: &ஒருங்கிணைந்த வேறுபாடு
uk: &Об'єднані відмінності
zh_tw: 統合式差異 (&U)

source: &Unified diff with
ca: &Compara Unificat
es_es: &Unificar Dif. con
ja: &Unified 形式の差分
pl: &Plik różnicowy
pt_br: Diferenciar &unificado com
ru: &Объединенные различия с
ta_in: &ஒருங்கிணைந்த வேறுபாடு இதனுடன்
uk: &Об'єднані відмінності з
zh_tw: 統合式差異檔(&U)

source: &Unknown drives
ca: &Unitats desconegudes
es_es: &Unidades desconocidas
hr: &Nepoznati diskovi
ja: その他/判定に失敗(&U)
pl: &Dyski nieznanych typów
pt_br: Unidades &desconhecidas
ru: &Неизвестные носители
ta_in: &தெரியாத இயக்கிகள்
uk: &Невідомі диски
zh_tw: 未知磁碟(&U)

source: &Unlock
ta_in: &திறத்தல்

source: &Unstaging
ta_in: &அரங்கேறாத

source: &Up
ca: Amunt
es_es: &Arriba
ja: 上へ(&U)
pl: &W górę
pt_br: &Acima
ru: &Вверх
ta_in: &மேல்
uk: &Вгору
zh_tw: 向上(&U)

source: &Update item to revision
ca: Actualitza element a una revisió
es_es: &Actualizar objeto a la revisión
hr: &Obnovi stavku prema reviziji
ja: 項目をこのリビジョンへ更新(&U)
pl: &Uaktualnij element do wersji
pt_br: &Atualizar Item Para Revisão
ru: &Обновить элемент до ревизии
ta_in: &உருப்படியை மீள்பார்வைக்கு புதுப்பிக்கவும்
uk: &Обновити элемент до ревізії
zh_tw: 更新項目至版本(&U)

source: &Upstream:
es_es: &Ascendencia (upstream):
ja: 上流(&U):
pt_br: &Rio acima:
ru: &Верховая:
ta_in: &மேல்நீரோடை:
zh_tw: 上游(&U)：

source: &Use auto-completion of file paths and keywords
ca: &Utilitza compleció automàtica de camins de fitxers i paraules clau
es_es: &Usar autocompletar en rutas de archivos y palabras clave
hr: &Koristite autozavršavanje staza datoteka i ključnih riječi
ja: ファイルのパスやキーワードの自動補完を使用する(&U)
pl: &Używaj podpowiadania ścieżek plików i słów kluczowych
pt_br: &Usar auto completar para caminhos de arquivo e palavras-chave
ru: &Использовать автозавершение путей файлов и ключевых слов
ta_in: &கோப்பு பாதைகள் மற்றும் திறவுகோல்வார்த்தைகளை தானாக நிறைவு செய்வதை பயன்படுத்தவும்
uk: В&икористовувати автодоповнення для файлових шляхів та ключових слів
zh_tw: 使用自動完成檔案名稱及關鍵字(&U)

source: &Username:
ca: &Nom d'Usuari:
es_es: &Nombre de Usuario:
hr: &Korisničko ime:
ja: ユーザー名(&U):
pl: &Użytkownik:
pt_br: &Usuário:
ru: &Имя:
ta_in: &பயனர்பெயர்:
uk: Ім'я &користувача
zh_tw: 帳號(&U)：

source: &View
ca: &Vista
es_es: &Ver
hr: &Pogled
ja: 表示(&V)
pl: &Widok
pt_br: &Exibir
ru: &Вид
ta_in: &நோக்கு
uk: Пере&глянути
zh_tw: 檢視(&V)

source: &View effective config
ta_in: பயனுள்ள கட்டமைப்பை &பார்

source: &Warn on missing Signed-Off-By on commit
ca: Avisa quan es faci una entrega sense signatura
es_es: &Advertir cuando falte el Firmado-por en la consignación (commit)
ja: コミットが Signed-off-by を含まない場合に警告(&W)
pl: &Ostrzegaj o brakującym Signed-Off-By przy zatwierdzaniu
pt_br: &Avisar sobre ausência de Signed-Off-by na submissão
ru: &Предупреждать о неверной подписи коммита
ta_in: உறுதிமொழியில் கையொப்பமிடாதது குறித்து எச்சரிக்கவும்
zh_tw: 提交缺少 Signed-Off-By 時發出警告(&W)

source: &Whole Project
ca: Projecte sencer
es_es: &Proyecto entero
ja: プロジェクト全体(&W)
pl: &Cały projekt
pt_br: &Todo Projeto
ru: &Весь проект
ta_in: &முழு திட்டம்
uk: &Увесь проект
zh_tw: 整個專案(&W)

source: &Whole word
ca: &Paraula Sencera
es_es: &Palabra completa
hr: &Cijela riječ
ja: 単語単位(&W)
pl: &Całe słowo
pt_br: Palavra &inteira
ru: Cлово &целиком
ta_in: &முழு சொல்
uk: &Ціле слово
zh_tw: 符合全字(&W)

source: &Within file
ca: &Dins del fitxer
es_es: &Dentro del fichero
ja: ファイルの中で(&W)
pl: Wewnątrz piliku
pt_br: &Dentro do arquivo
ru: &В файле
ta_in: &கோப்புக்குள்
uk: &У файлі
zh_tw: 在檔案之內(&W)

source: &Yes
ca: &Sí
es_es: &Sí
ja: はい(&Y)
pl: Tak
pt_br: &Sim
ru: &Да
ta_in: &ஆம்
uk: &Так
zh_tw: 是(&Y)

source: &add "cherry picked from"
ca: &afegeix "escollit des de"
ja: "cherry picked from" を追加(&A)
pt_br: &adicionar "escolha seletiva a partir de"
ru: &добавить "пересмотрено вручную из"
ta_in: &சேர் "சிவந்த கனி தேர்ந்தெடுக்கப்பட்டது"
zh_tw: 加入「cherry picked from」(&A)

source: &ignore space change
ca: Ignora canvis d'espais en blanc
es_es: &Ignorar cámbios de espacios
ja: 空白の変更を無視(&I)
pl: &Ignoruj zmiany białych znaków
pt_br: &ignorar dif. de espaço
ru: &Игнорировать изменения пробелов
ta_in: &இடைவெளி மாற்றத்தை புறக்கணி
uk: &ігнорувати зміни пробілів
zh_tw: 忽略空格變更(&I)

source: (TortoiseGit default)
ca: (TortoiseGit per defecte)
es_es: (TortoiseGit predeterminado)
ja: (TortoiseGit のデフォルト)
pt_br: (Padrão TortoiseGit)
ru: (по умолчанию в TortoiseGit)
ta_in: (ஆமைகிட் இயல்பான)
uk: (TortoiseGit за замовчуванням)
zh_tw: (TortoiseGit 預設)

source: (from %s)
ca: (des de %s)
es_es: (desde %s)
ja: （%s から）
pl: (z %s)
ru: (от %s)
ta_in: (%s இலிருந்து)
uk: (з %s)
zh_tw: (由 %s)

source: (no changelist)
ca: (sense llista de canvis)
es_es: (sin lista de cambios)
hr: (nema skupa izmjena)
ja: （変更リストに未分類）
pl: (brak listy zmian)
pt_br: (sem lista de alterações)
ru: (не в группе изменений)
ta_in: (மாற்றப்பட்டியல் இல்லை)
uk: (немає списку змін)
zh_tw: (沒有變更列表)

source: (no line number)
ca: (sense número de línia)
es_es: (sin números de línea)
hr: (bez brojeva linija)
ja: （行番号なし）
pl: (brak numeru linii)
pt_br: (sem numeração de linhas)
ru: (без номера строки)
ta_in: (வரி எண் இல்லை)
uk: (немає номера рядка)
zh_tw: (無行號)

source: (no value)
ca: (sense valor)
es_es: (sin valor)
ja: （値なし）
pl: (brak wartości)
pt_br: (sem valor)
ru: (нет значения)
ta_in: (மதிப்பு இல்லை)
uk: (немає значення)
zh_tw: (無此值)

source: (not found)
ca: (no trobat)
es_es: (no encontrado)
hr: (nije nađeno)
ja: （見つかりません）
pl: (nie znaleziono)
pt_br: (não encontrado)
ru: (не найден)
ta_in: (கிடைக்கவில்லை)
uk: (не знайдено)
zh_tw: (找不到)

source: (unknown)
ca: (desconegut)
es_es: (desconocido)
hr: (nepoznato)
ja: (想定外)
pl: (nieznany)
pt_br: (desconhecido)
ru: (неизвестно)
ta_in: (தெரியாத)
uk: (невідомо)
zh_tw: (不明)

source: - all -
ca: - tot -
es_es: - todo -
ja: - すべて -
pl: - wszystko -
pt_br: - tudo -
ru: - всё -
ta_in: - அனைத்தும் -
uk: - усі -
zh_tw: - 全部 -

source: --&all
es_es: --&todo
ja: すべて (--&all)
pl: --&wszystko
pt_br: --&tudo
ta_in: -&அனைத்தும்
zh_tw: 全部 (--&all)

source: .git/config in the repository root
ca: .git/config a l'arrel del dipòsit
es_es: .git/config en la raíz del repositorio
ja: ローカルリポジトリのルートの .git/config ファイル (ローカルリポジトリ固有の設定)
pl: .git/config w katalogu głównym repozytorium
pt_br: .git/config na raiz do repositório
ru: .git/config в корне хранилища
ta_in: களஞ்சியம் வேரில் .கிட்/கட்டமைப்பு
uk: .git/config у корні сховища
zh_tw: 在版本庫根目錄下的 .git/config

source: .git/info/exclude
ta_in: .கிட்/தகவல்/விலக்கு

source: .gitignore in the containing directories of the items
ca: .gitignore en el directori que conté els elements
es_es: .gitignore en los directorios que contengan los objetos
ja: アイテムのディレクトリの無視リストファイル(.gitignore)
pt_br: .gitignore nos diretórios dos itens
ru: .gitignore в директориях, содержащих элементы
ta_in: பொருட்களின் கோப்பகங்களில்.கிட்தவிர்
uk: .gitignore у теках єлементів
zh_tw: 在該檔案的目錄下的 .gitignore

source: .gitignore in the repository root
ca: .gitignore a l'arrel del dipòsit
es_es: .gitignore en la raiz de repositorio
ja: リポジトリルートの無視リストファイル(.gitignore)
pl: .gitignore w katalogu głównym repozytorium
pt_br: .gitignore na raiz do repositório
ru: .gitignore в корне хранилища
ta_in: களஞ்சியம் வேரில் .கிட்தவிர்
uk: .gitignore у корні сховища
zh_tw: 在版本庫根目錄下的 .gitignore

source: .tgitconfig in the repository root
ca: .tgitconfig a l'arrel del dipòsit
es_es: .tgitconfig en la raíz del repositorio
ja: リポジトリルートの .tgitconfig ファイル
pl: .tgitconfig w katalogu głównym repozytorium
pt_br: .tgitconfig na raiz do repositório
ru: .tgitconfig в корне хранилища
ta_in: .அகிட்கட்டமைப்பு களஞ்சிய மூலத்தில்
uk: .tgitconfig у корні сховища
zh_tw: 在版本庫根目錄下的 .tgitconfig

source: < &Previous
ca: < &Anterior
es_es: < &Anterior
ja: < 前へ (&P)
pl: Poprzedni
pt_br: < &Anterior
ru: < &Предыдущий
ta_in: < &முந்தையது
uk: < &Попередній
zh_tw: < 上一個(&P)
