Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: &Start Group
es_es: &Iniciar Grupo
pl: &Grupa startowa
ru: &Начальная группа
zh_tw: 啟動群組(&S)

source: &Tabbed Document
es_es: &Documento marcado
hr: &Dokument s tabovima
pl: &Dokument z zakładkami
ru: Документ с &закладками
zh_tw: 分頁的文件(&T)

source: &Text
es_es: &Texto
pl: &Tekst
ru: &Текст
zh_tw: 文字(&T)

source: &Text only
es_es: &Sólo texto
pl: &Tylko tekst
ru: &Только текст
zh_tw: 僅文字(&T)

source: &Toolbar Name:
es_es: &Nombre de la barra de tareas:
pl: &Nazwa paska narzędzi:
ru: &Наименование панели инструментов:
zh_tw: 工具列名稱(&T)：

source: &Toolbars:
es_es: &Barras de tareas:
pl: &Pasek narzędzi:
ru: &Панели инструментов:
zh_tw: 工具列(&T)：

source: &View:
es_es: &Ver:
pl: &Pokaż:
ru: &Вид:
zh_tw: 檢視(&V)：

source: &known changes
ca: &canvis coneguts
es_es: &cambios conocidos
ja: 把握している変更(&K)
pl: &znane zmiany
pt_br: mudanças &conhecidas
ru: &известные изменения
uk: &відомі зміни
zh_tw: 已知的變更(&K)

source: <All Branches>
ca: <Totes les branques>
es_es: <Todos los ramales>
ja: <すべてのブランチ>
pl: <Wszystkie gałęzie>
pt_br: <Todas as Ramificações>
ru: <Все ветви>
uk: <Усі Гілки>
zh_tw: <所有分支>

source: <Auto Generated by Git>
es_es: <Autogenerado por Git>
ja: <Git の自動生成>
pl: <Automatycznie wygenerowane przez Git>
pt_br: <Auto Gerado pelo Git>
ru: <Автоматически создано в Git>
uk: <Автоматично згенеровано Git-ом>
zh_tw: <由 Git 自動產生>

source: <Basic Refs>
ja: <基本的な参照>
pt_br: <Refs Básicas>
ru: <Основные Ссылки>
zh_tw: <基本參照>

source: <Local Branches>
es_es: <Ramales locales>
ja: <ローカルブランチ>
pl: <Lokalne gałęzie>
pt_br: <Ramos Locais>
ru: <Локальные Ветви>
uk: <Локальні гілки>
zh_tw: <本地分支>

source: <No branch>
ca: <Cap branca>
es_es: <Sin ramal>
ja: <ブランチなし>
pl: <Brak gałęzi>
pt_br: <Sem ramos>
ru: <вне ветви>
uk: <Нема гілки>
zh_tw: <沒有分支>

source: <Separator>
es_es: <Separador>
ru: <Разделитель>
zh_tw: <分隔線>

source: <Untitled>
es_es: <sin título>
pl: <Bez nazwy>
ru: <Неназванный>
zh_tw: <未命名>

source: <descr>
pl: <opis>
zh_tw: <描述>

source: <new changelist>
ca: <nova llista de canvis>
es_es: <nueva lista de cambios>
hr: <novi skup izmjena>
ja: <新しい変更リスト>
pl: <nowa lista zmian>
pt_br: <nova lista de alterações>
ru: <новая группа изменений>
uk: <новий список змін>
zh_tw: <新變更列表>

source: <placeholder>
es_es: <señalizador>
pl: <zastępczy>
pt_br: <reservado>
ru: <заполнитель>
zh_tw: <佔位符>

source: About
es_es: Acerca de
pl: Informacje o
ru: О программе
zh_tw: 關於

source: Active Files
es_es: Archivos activos
pl: Aktywne pliki
ru: Текущие файлы
zh_tw: 啟用中檔案

source: Add to Quick Access Toolbar
es_es: Añadir a la barra de acceso rápido
hr: Dodaj na traku s alatima za brzi pristup
pl: Dodaj do Paska Szybkiego Dostępu
ru: Добавить к панели быстрого доступа
zh_tw: 新增至快速存取工具列

source: All Commands
es_es: Todos los comandos
pl: Wszystkie polecenia
ru: Все команды
zh_tw: 全部命令

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
es_es: ¡Todos tus cambios se perderán! ¿Relamente quieres reinicar todas las barras de tareas y menus?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati sve alatne trake i izbornike?
pl: Wszystkie twoje zmiany zostaną utracone! Na pewno chcesz przywrócić wszystkie paski narzędzi i menu?
ru: Все ваши изменения будут потеряны! Вы действительно желаете выполнить сброс всех меню и панелей инструментов?
zh_tw: 全部的變更都會消失！確定要重設所有工具列和選單嗎？

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
es_es: ¡Todos tus cambios se perderán! ¿Relamente quieres reinicar todas las asignaciones de teclas?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati postavke tipkovnice?
pl: Wszystkie twoje zmiany zostaną utracone! Na pewno chcesz przywrócić przypisania skrótów klawiaturowych?
ru: Все ваши изменения будут потеряны! Вы действительно желаете выполнить сброс клавиатурных назначений?
zh_tw: 全部的變更都會消失！確定要重設鍵盤配置嗎？

source: All your changes will be lost! Do you really want to reset the menu '%s'?
es_es: ¡Todos tus cambios se perderán! ¿Relamente quieres reinicar el menú '%s'?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati izbornik "%s"?
ru: Все ваши изменения будут потеряны! Вы действительно желаете выполнить сброс меню '%s'?
zh_tw: 全部的變更都會消失！確定要重設選單「%s」嗎？

source: All your changes will be lost! Do you really want to reset the toolbar '%s'?
es_es: ¡Todos tus cambios se perderán! ¿Relamente quieres reinicar la barra de tareas '%s'?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati alatnu traku "%s"?
ru: Все ваши изменения будут потеряны! Вы действительно желаете выполнить сброс панели инструментов '%s'?
zh_tw: 全部的變更都會消失！確定要重設工具列「%s」嗎？

source: An unknown line type was found in line %d !
es_es: ¡Se encontró un tipo de línea desconocido en el línea %d !
hr: Nepoznati tip linije je nađen u liniji %d !
pl: W linii %d wystąpił nieznany typ linii!
ru: Неизвестный тип строки в строке номер %d !
zh_tw: 在第 %d 行發現不明型態資料！

source: Application Frame Menus:
es_es: Cuadros de menú de aplicación:
hr: Aplikacijski izbornici:
pl: Menu ramek aplikacji:
ru: Базовые меню приложения:
zh_tw: 應用程式窗框選單：

source: Aqua Style
es_es: Estilo Aqua
pl: Styl aqua
ru: Аква стиль
zh_tw: 水藍色樣式

source: Assigned to:
es_es: Asignado a:
hr: Pridjeljeno:
pl: Przypisano do:
ru: Назначено на:
zh_tw: 指定給：

source: Author: Stefan Kueng
es_es: Autor: Stefan Kueng
pl: Autor: Stefan Kueng
ru: Автор: Stefan Kueng
zh_tw: 作者： Stefan Kueng

source: Authors: Frank Li (lznuaa@gmail.com), Sven Strickroth (email@cs-ware.de)
es_es: Autores: Frank Li (lznuaa@gmail.com), Sven Strickroth (email@cs-ware.de)
ru: Авторы: Frank Li (lznuaa@gmail.com), Sven Strickroth (email@cs-ware.de)
zh_tw: 作者： Frank Li (lznuaa@gmail.com), Sven Strickroth (email@cs-ware.de)

source: Auto Crlf:
ru: Авто Crlf:
zh_tw: 自動轉換換行符號：

source: Auto Hide
es_es: Auto ocultar:
pl: Auto-ukrywanie
ru: Скрывать автоматически
zh_tw: 自動隱藏

source: Auto Hide All
es_es: Auto ocultar todo:
hr: Automatsko skrivanje
pl: Automatycznie ukryj
ru: Автоскрывать все
zh_tw: 自動隱藏全部

source: Back
es_es: Negro
pl: Wstecz
ru: Назад
zh_tw: 上一步

source: Black Style
es_es: Estilo Oscuro
pl: Styl czarny
ru: Черный стиль
zh_tw: 黑色樣式

source: Blue Style
es_es: Estilo Azul
pl: Styl niebieski
ru: Синий стиль
zh_tw: 藍色樣式

source: Branch %s behind %s %s will fastforward to %s
ru: Ветвь %s отстает от %s %s и может быть перемотано на %s
zh_tw: 分支 %s 是 %s 的子節點 %s 將快進到 %s

source: Button Appearance
es_es: Apariencia de botón
hr: Izgled gumba
pl: Wygląd przycisku
ru: Внешний вид кнопки
zh_tw: 按鈕外觀

source: C&ommands:
es_es: C&omandos:
pl: P&olecenia:
ru: Ко&манды:
zh_tw: 命令(&O)：

source: C&urrent Keys:
es_es: C&laves actuales:
pl: &Bieżące klawisze:
ru: Текущие &клавиши:
zh_tw: 目前按鍵(&U)：

source: Can't copy %s to %s
es_es: No se puede copiar %s a %s
hr: Ne mogu kopirati %s u %s
pl: Nie można skopiować %s do %s
ru: Не могу скопировать %s в %s
zh_tw: 無法複製 %s 至 %s

source: Can't copy bitmap image into the clipboard!
es_es: ¡No se puede copiar la imagen de mapa de bits en el portapapeles!
pl: Nie można skopiować bitmapy do schowka!
ru: Невозможно скопировать растровое изображение в буфер обмена!
zh_tw: 無法複製點陣影像至剪貼簿!

source: Can't create a new image!
es_es: ¡No se puede crear una nueva imagen!
pl: Nie można utworzyć nowego obrazu!
ru: Невозможно создать новое изображение!
zh_tw: 無法建立新影像!

source: Can't customize menus!
es_es: ¡No se puede personalizar los menús!
pl: Nie można dostosować menu!
ru: Невозможно настроить меню!
zh_tw: 無法自訂選單！

source: Can't paste bitmap image from the clipboard!
es_es: ¡No se puede pegar una imagen de mapa de bits desde el portapapeles!
hr: Nemogu zalijepiti bitmape iz priručnog spremika!
pl: Nie można wkleić obrazu ze schowka!
ru: Невозможно вставить растровое изображение из буфера обмена!
zh_tw: 無法從剪貼簿上貼上點陣圖!

source: Casca&de
es_es: Casca&da
pl: Kaska&dowo
ru: Каска&дом
zh_tw: 顯層式顯示 (&D)

source: Cascaded context menu
es_es: Menú contextual en cascada
hr: Kaskadni kontekstni izbornik
pl: Kaskadowe menu kontekstowe
ru: Вложенное контекстное меню
zh_tw: 階層式快顯功能表

source: Cate&gories:
es_es: Cate&gorias:
hr: Kage&gorije:
pl: Kate&gorie:
ru: Кате&гории:
zh_tw: 類別(&G)：

source: Change the style of the application Change Style
es_es: Cambiar estilo de la aplicación Cambiar Estilo
pl: Zmień styl aplikacji Zmień styl
ru: Изменить стиль приложения Изменить стиль
zh_tw: 變更應用程式的樣式 變更樣式

source: Changed files between %s and %s
es_es: Se cambiaron los ficheros entre %s y %s
ru: Изменённые файлы между %s и %s
zh_tw: %s 至 %s 間變更的檔案

source: Changed files between %s, %s and %s, %s
es_es: Archivos modificados entre %s, %s y %s, %s
hr: Promjenjene datoteke između %s, %s and %s, %s
pl: Zmienione pliki między %s, %s i %s, %s
ru: Изменённые файлы между %s, %s и %s, %s
zh_tw: %s, %s 至 %s, %s 間變更的檔案

source: Changes made (double-click on file for diff):
ca: Canvis fets (Fer doble click sobre el fitxer per veure diferències):
es_es: Cambios realizados (doble-click en el archivo para dif.):
hr: Izmijenjeno (dvostruki kliknite na datoteku za razlike):
ja: 変更した項目（ダブルクリックで差分を表示）:
pl: Dokonane zmiany (kliknij dwukrotnie, aby zobaczyć różnice):
pt_br: Alterações feitas (duplo clique no arquivo para comparar):
ru: Произведённые изменения (различия - по двойному щелчку на файле):
uk: Внесені зміни (для відмінностей двічі клацніть файл):
zh_tw: 變更（雙擊檔案可檢視差異）：

source: Changes the style of the application
es_es: Cambiar estilo de la aplicación
pl: Zmień styl aplikacji
ru: Изменяет стиль приложения
zh_tw: 變更程式的樣式

source: Cherry Pick selected commits...
es_es: Entresacar las consignas seleccionadas...
pl: Selekcjonowanie wybranych zmian...
ru: Пересмотреть выбранные фиксации...
zh_tw: 摘取選中的版本...

source: Cherry Pick this commit...
es_es: Entresacar esta consigna...
ru: Пересмотреть эту фиксацию...
zh_tw: 摘取這個版本

source: Cherry-pick failed! Skip this commit?
es_es: ¡Entresacado fallido! ¿Mantener esta consigna?
ru: Пересмотр неудачен! Пропустить эту фиксацию?
zh_tw: 摘取失敗！跳過這個版本？

source: Clear Tool Clear
es_es: Herramientas de limpieza Limpiar
hr: Alat čišćenja Očisti
pl: Narzędzie czyszczenia Wyczyść
ru: Инструмент очистки Очистка
zh_tw: 清除工具 清除

source: Clears %ld URLs stored for %ld working trees
es_es: Limpia %ld URLs almacenadas para %ld árboles de trabajo
pl: Czyści %ld URL-i zapisanych dla %ld kopii roboczych
ru: Очищает %ld URL, сохранённых для %ld рабочих копий
zh_tw: 清除 %ld 組 URL（自 %ld 份工作目錄）

source: Clears %ld log messages stored for %ld working trees
es_es: Limpia %ld mensajes de registro (log) almacenados para %ld árboles de trabajo
pl: Czyści %ld opisów zmian zapisanych dla %ld kopii roboczych
ru: Очищает %ld сообщений журнала, сохранённых для %ld рабочих копий
zh_tw: 清除 %ld 組日誌訊息（自 %ld 份工作目錄）

source: Clears %ld username/password pairs, %ld ssl certificates and %ld usernames
es_es: Limpiar %ld emparejamientos de usuarios/contraseñas,%ld certificados ssl y %ld nombres-de-usuarios
hr: Čisti %ld parova korisničko ime/zaporka, %ld ssl certifikata i %ld korisničkih imena
pl: Czyści %ld nazwę użytkownika/hasło, %ld certyfikaty ssl i %ld nazwy użytkownika
ru: Очищает %ld пар(ы) имя-пользователя/пароль, %ld сертификатов ssl и %ld имён пользователей
zh_tw: 清除 %ld 組「帳號／密碼」配對、%ld 份 SSL 憑證、以及 %ld 組帳號

source: Close Full Screen
es_es: Cerrar pantalla completa
hr: Odustani od cijelog ekrana
pl: Zamknij pełny ekran
ru: Выйти из полноэкранного
zh_tw: 關閉全螢幕

source: Close Print Preview &Close
es_es: Cerrar vista previa de impresión &Cerrar
pl: Zamknij podgląd wydruku &Zamknij
ru: Закрыть предварительный просмотр &Закрыть
zh_tw: 關閉列印預覽 關閉(&C)

source: Color
pl: Kolor
ru: Цвет
zh_tw: 色彩

source: Colors:
es_es: Colores:
hr: Boje:
pl: Kolory:
ru: Цвета:
zh_tw: 色彩：

source: Combine to one commit
es_es: Combinar en una consigna
ru: Объединить в одну фиксацию
zh_tw: 合併到一個提交

source: Comman&ds:
es_es: Coman&dos:
pl: &Polecenia:
ru: Ко&манды:
zh_tw: 命令(&D)：

source: Commands
es_es: Comandos
pl: Polecenia
ru: Команды
zh_tw: 命令

source: Commit %s not found in "%s". Update submodule now?
es_es: No se encontró la consignación (commit) %s en "%s". ¿Actualizar submódulo ahora?
ru: Фиксация %s не найдена в "%s". Обновить подмодуль сейчас?
zh_tw: 提交「%s 」沒在「%s」中被找到。立即更新子模組？

source: Compare change sets
zh_tw: 比對變更集

source: Comparing %s to %s
es_es: Comparando %s con %s
hr: Uspoređujem %s s %s
ru: Сравнение %s с %s
zh_tw: 正在比對 %s 與 %s

source: Context Menus:
es_es: Menús contextuales:
pl: Menu kontekstowe:
ru: Контекстные меню:
zh_tw: 快顯功能表：

source: Contract docked window
es_es: Contraer ventana acoplada
pl: Zwiń okno dokowane
ru: Сжать присоединённое окно
zh_tw: 縮短停駐的視窗

source: Copy %s to %s, Revision %s
es_es: Copiar de %s a %s, a revisión %s
hr: Kopiraj %s na %s, Revizija %s
ru: Копирование %s в %s, ревизия %s
zh_tw: 複製 %s 至 %s，版本 %s

source: Copy Tool Copy
es_es: Herramientas de copia Copiar
pl: Narzędzie kopiowania Kopiuj
ru: Инструмент копирования Копия
zh_tw: 複製工具 複製

source: Copy log messages to clipboard
es_es: Copiar mensages de Reg. al portapapeles
ru: Копировать журнал сообщений в буфер обмена
zh_tw: 複製日誌訊息到剪貼簿

source: Copyright (C) 2009-2016 TortoiseGit
ru: Авторские права (C) 2009-2016 TortoiseGit
zh_tw: 版權所有 (C) 2009-2016 TortoiseGit

source: Could not check for a newer version! %s (Error code: 0x%08X)
es_es: ¡No se pudo buscar una nueva versión! %s (Código de error: 0x%08X)
ru: Не могу проверить наличие новой версии! %s (Код ошибки: 0x%08X)
zh_tw: 無法檢查新版！%s（錯誤編：0x%08X）

source: Could not find "msysgit" or "windows" in versionstring of git.exe. If you are using git of the cygwin or msys2 environment you need to enable special hacks. For more information see the help file for the keyword "cygwin git" or "msys2 git".
ca: No s'ha trobat "msysgit" o "windows" a la cadena de versió de git.exe. Si useu el git del Cygwin o de l'entorn msys2 cal activar uns hacks especials. Vegeu més informació al fitxer d'ajuda amb la clau "cygwin git" o "msys2 git".
ja: git.exe のバージョン文字列に "msysgit" または "windows" が見つかりませんでした。 cygwinまたはmsys2環境のgitを使用している場合は、特別なハックを有効にする必要があります。 詳細については、ヘルプファイルをキーワード "cygwin git" または "msys2 git" で参照してください。
pt_br: Não foi possível encontrar a string de versão do "msysgit" ou "windows" para o git.exe. Se você está usando o ambiente cygwin ou msys2, você precisa ativar os hacks especiais. Para mais informações, procure no arquivo de ajuda por "cygwin git" ou "msys2 git".
zh_tw: 在 git 版本字串中無法找到「msysgit」或「windows」關鍵字。 如果你使用的是 cygwin 或 msys2 環境下的 git，你需要啟用專用的 hacks。 請在說明文件中搜尋關鍵字「cygwin git」或「msys2 git」以取得更多詳細的說明。

source: Could not retrieve revision %s of the file %s. Patching is not possible!
es_es: No se pudo obtener la revisión %s del archivo %s. ¡No es posible parchear!
hr: Nisam mogao dohvatiti reviziju %s datoteke %s. Nije moguće zakrpati!
pl: Nie można uzyskać wersji %s pliku %s. Nie jest możliwe zastosowanie poprawki!
ru: Не могу получить ревизию %s файла %s. Невозможно применить заплатку!
zh_tw: 無法取得 %s 版本的 %s 檔案。 無法進行補綴！

source: Create Branch at this version...
es_es: Crear ramal en esta versión...
pl: Stwórz gałąź w tej wersji...
ru: Создать ветвь из этой версии...
zh_tw: 在這版本建立分支...

source: Create Tag at this version...
es_es: Crear Etiqueta en esta versión...
pl: Stwórz tag w tej wersji...
ru: Создать метку на для версии...
zh_tw: 在這版本建立標籤...

source: Current
es_es: Actual
hr: Tekući
pl: Bieżący
ru: Текущий
zh_tw: 目前

source: Current branch %s is up to date If you want to force the rebase even if the current branch is a descendant of the commit you are rebasing onto, please check below "Force Rebase" checkbox.
ru: Текущая ветвь %s в актуальном состоянии Если если вы все равно хотите переместить, даже если текущая ветвь является потомком коммита, на который вы перемещаете, поставьте галочку "Принудительное перемещение".
zh_tw: 目前分支「%s」已經是最新 如果你想強制變基，請選擇下面「強制變基」選項。

source: Cus&tomize...
es_es: Per&sonalizar...
hr: Prila&godi...
pl: &Dostosuj...
ru: На&строить...
zh_tw: 自定(&T)...

source: Custom
es_es: Personalizar
hr: Prilagođeno
pl: Użytkownika
ru: Собственные
zh_tw: 自訂

source: Customize
es_es: Personalizar
hr: Prilagodi
pl: Dostosuj
ru: Настроить
zh_tw: 自訂

source: Customize Keyboard
es_es: Personalizar teclado
hr: Podesi tipkovnicu
pl: Dostosuj klawiaturę
ru: Настроить клавиатуру
zh_tw: 自訂鍵盤

source: Customize Quick Access Toolbar
es_es: Personalizar barra de accesi rápido
hr: Podesi traku za brzi pristup
pl: Dostosuj Pasek szybkiego dostępu
ru: Настроить панель быстрого доступа
zh_tw: 自訂快速存取工具列

source: Customize Quick Access Toolbar...
es_es: Personalizar barra de accesi rápido...
hr: Podesi traku za brzi pristup...
pl: Dostosuj Pasek szybkiego dostępu...
ru: Настроить панель быстрого доступа...
zh_tw: 自訂快速存取工具列...

source: Default Menu
es_es: Menú Predeterminado
hr: Početni izbornik
pl: Domyślne menu
ru: Меню по умолчанию
zh_tw: 預設選單

source: Default application menu. Appears when no documents are open.
es_es: Menú de aplicación Predeterminado. Aparece cuando no hay documentos abiertos.
hr: Osnovni izbornik aplikacije. Pojavljuje se kad nije otvoren niti jedan dokument.
pl: Domyślne menu aplikacji. Pojawia się, kiedy nie ma otwartych dokumentów.
ru: Меню приложения по умолчанию. Показывается, когда не открыто ни одного документа.
zh_tw: 預設程式選單. 沒開啟文件時使用.

source: Delete &local
es_es: Suprimir &local
pl: Usuń &lokalne
ru: Удалить локально
zh_tw: 刪除本地(&L)

source: Delete branch/tag
es_es: Suprimir ramal/etiqueta
pl: Usuń gałąź/tag
ru: Удалить ветвь/метку
zh_tw: 刪除「分支／標籤」

source: Deleted merge conflict
es_es: Elimiado conflicto al combiar
ru: Удалить конфликты слияния
zh_tw: 刪除分支合併衝突

source: Description:
es_es: Descripción:
hr: Opis:
pl: Opis:
ru: Описание:
zh_tw: 描述：

source: Diff Viewer::Merge Tool
ca: Visor de Diffs::Eina de fusió
es_es: Visor Dif.::Herramienta de combinación
ja: 差分ビューアー::マージツール
pl: Przeglądarka różnic::Narzędzie scalania
pt_br: Visualizador de Diferenças::Ferramenta de Combinação
ru: Просмотр различий::Инструмент для слияния
uk: Переглядач Diff::Інструмент злиття
zh_tw: 差異檢視器::合併工具

source: Display &buttons in this order
es_es: Muestra los &botones en este orden
hr: Pokaži &gumbe ovim redoslijedom
pl: Pokaż &przyciski w tej kolejności
ru: Показывать &кнопки в этом порядке
zh_tw: 依此次序顯示按鈕(&B)

source: Do you really want to delete the toolbar '%s'?
es_es: ¿Estás seguro que quieres suprimir la barra de herramientas '%s'?
hr: Želite li zaista obrisati traku '%s'?
ru: Вы действительно желаете удалить панель инструментов '%s'?
zh_tw: 確定要刪除工具列 '%s' 嗎？

source: Don't show the selected items: (press shift key to show them)
es_es: No mostrar los elementos seleccionados: (pulse la tecla mayúsculas para mostrarlos)
ru: Не показывать выбранные элементы: (отображаются при удерживании shift)
zh_tw: 不顯示以下選取的項目：（加按 Shift 鍵可重新顯示它們）

source: Drag to make this menu float
es_es: Arrastra para hacer de este menú flotante
hr: Odvuci kako bi izbornik postao plivajući
pl: Przeciągnij, aby to menu było pływające
ru: Перетащите, чтобы сделать это меню плавающим
zh_tw: 拖曳可使此選單浮動化

source: Draw
es_es: Extraer
hr: Nacrtaj
pl: Rysuj
ru: Рисование
zh_tw: 繪圖

source: Edit Button Image
es_es: Ediar imagen de botón
pl: Edytuj obraz przycisku
ru: Редактировать изображение на кнопке
zh_tw: 編輯按鈕影像

source: Ellipse Tools Ellipse
es_es: Herramientas Elipse Ellipse
hr: Ellipse Tools Elipsa
pl: Narzędzia Ellipse Ellipse
ru: Инструмент эллипс Эллипс
zh_tw: 橢圓工具 橢圓

source: Error while reading/writing the registry key %s %s
es_es: Error al leer/escribir la clave de registro %s %s
hr: Greška prilikom čitanja/zapisivanja u ključ registra %s %s
pl: Problem podczas odczytu/zapisu klucza rejestru %s %s
ru: Ошибка при чтении/записи ключа реестра %s %s
zh_tw: 讀寫登錄機碼「%s」時發生錯誤： %s

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
es_es: Ejecutable (*.exe)|*.exe|Comando (*.com)|*.com|Información (*.pdf)|*.pdf|Lotes (*.bat)|*.bat|Todos los archivos (*.*)|*.*||
pl: Pliki wykonywalne (*.exe)|*.exe|Pliki COM (*.com)|*.com|Pliki PDF (*.pdf)|*.pdf|Pliki wsadowe (*.bat)|*.bat|Wszystkie pliki (*.*)|*.*||
ru: Исполняемые (*.exe)|*.exe|Командные (*.com)|*.com|Информационные (*.pdf)|*.pdf|Пакетные (*.bat)|*.bat|Все файлы (*.*)|*.*||
zh_tw: 可執行檔 (*.exe)|*.exe|可執行檔 (*.com)|*.com|文件 (*.pdf)|*.pdf|批次檔 (*.bat)|*.bat|所有檔案 (*.*)|*.*||

source: Existing
es_es: Existente
hr: Postojeći
pl: Istniejący
ru: Существующий
zh_tw: 已存在

source: Expand (%s)
es_es: Expandir (%s)
ru: Раскрыть (%s)
zh_tw: 展開 (%s)

source: Expand docked window
es_es: Expandir ventana acoplada
hr: Raširi usidreni prozor
pl: Rozwiń okno dokowane
ru: Развернуть присоединённое окно
zh_tw: 展開停駐的視窗

source: Export this version...
es_es: Exportar esta versión...
pl: Eksportuj tę wersję...
ru: Экспортировать эту версию...
zh_tw: 匯出這個版本...

source: Fade
es_es: Difuninar
pl: Wygaś
ru: Замер
zh_tw: 淡出

source: Failed to checkout file "%s" of revision %s to "%s".
es_es: No se pudo comprobar el archivo "%s" de la revisión %s a la "%s".
pl: Nie powiodło się pobranie pliku "%s", wersja %s do "%s".
ru: Не удалось переключить файл "%s" фиксации %s на "%s".
zh_tw: 取出檔案「%s」失敗，版本為「%s」 至「%s」

source: Failed to start the issue tracker COM provider '%s'. %s
es_es: Error al iniciar el seguimineto de incidencias distribuidor COM '%s'. %s
pl: Nie udało się uruchomić providera COM '%s' dla systemu śledzenia błędów. %s
ru: Не удалось запустить поставщика системы отслеживания проблем '%s'. %s
zh_tw: 無法啟動 Bug 追蹤系統的 COM 提供者「%s」。 %s

source: Fast forward to %s
es_es: Avance rápido a %s
ru: Перемотка на %s
zh_tw: 快進至 %s

source: Fill Tool Fill
es_es: Herramienta de relleno Relleno
hr: Alat za popunjavanje Popuni
pl: Narzędzie wypełniania Wypełnij
ru: Инструмент заливки Заливка
zh_tw: 填滿工具 填滿

source: Folder
es_es: Carpeta
hr: Mapa
ru: Папка
zh_tw: 資料夾

source: For the current branch "%s" no tracked branch is configured. Do you want to set the selected branch "%s" as tracked branch? This will automatically select it for push and pull in the future.
ru: Для текущей ветки "%s" отсуствует настроенная отслеживаемая ветвь. Хотите ли вы настроить выбранную ветвь "%s" в качестве отслеживаемой? Это позволит автоматически выбирать её для получения и отправки.
zh_tw: 目前分支「%s」沒有設定追蹤分支。 你想要將「%s」設為追踨分支嗎？ 設定之後，它將會為「推送」和「拉取」自動選取目標分支。

source: Force: May discard
ca: Força: Es pot rebutjar
es_es: Forzar: Podría descartar
ja: 強制: 以下を失う可能性がある
pt_br: Forçar: Pode descartar
ru: Принудительно: можно потерять изменения
zh_tw: 強制：可能丟失

source: Format Patch...
es_es: Formato de Parche...
pl: Format poprawki...
ru: Сформировать заплатку...
zh_tw: 建立電郵補綴...

source: Forward
es_es: Adelante
hr: Naprijed
pl: W przód
ru: Вперёд
zh_tw: 向前

source: Found "msysgit" or "windows" in versionstring of git.exe, however, you have git.exe hacks enabled. These hacks must be disabled for proper operation with Git for Windows! You can find more information in the help file for the keyword "cygwin git" or "msys2 git".
ca: S'ha trobat "msysgit" o "windows" a la cadena de versió de git.exe, però els hacks del git.exe estan activats. Cal desactivar aquests hacks per a un funcionament correcte del Git del Windows. Vegeu més informació al fitxer d'ajuda amb la clau "cygwin git" o "msys2 git".
ja: git.exe のバージョン文字列に "msysgit" または "windows" が見つかったにもかかわらず、特別なハックが有効になっています。これらのハックは Git for Windows を利用する場合無効にする必要があります。 詳細については、ヘルプファイルをキーワード "cygwin git" または "msys2 git" で参照してください。
pt_br: Encontrada string de versão do git "msysgit" ou "windows", entretanto, você tem os hacks do git.exe ativos. Estes hacks devem ser desativados para funcionamento correto com o Git para Windows! Você pode encontrar mais informações no arquivo de ajuda para as palavras-chave "cygwin git" ou "msys2 git".
zh_tw: 在 git 版本字串中找到「msysgit」或「windows」關鍵字，然而，你啟用了 git.exe hacks；這些 hacks 必需被關閉才能正常使用 Git for Windows 相關操作！ 你可以在說明文件中使用關鍵字「cygwin git」或「msys2 git」取得更多相關資訊。
