Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: E&xport...
ca: E&xporta...
es_es: E&xportar...
hr: I&zvezi...
ja: エクスポート(&X)...
pl: &Eksportuj...
pt_br: E&xportar...
ru: &Экспорт...
ta_in: &ஏற்றுமதி...
uk: &Експорт...
zh_tw: 匯出(&X)...

source: E&xternal
ca: Extern
es_es: E&xterno
ja: 外部(&X)
pl: Z&ewnętrzny
pt_br: E&xterno
ru: В&нешние
ta_in: வெளி&புறம்
uk: Зовнішний
zh_tw: 外部(&X)

source: EOL
ja: 改行コード
ru: символ конца строки EOL
ta_in: வரிமுடிவு
zh_tw: 換行符號

source: EUC-KR
ta_in: விரிவாக்கப்பட்டயூனிக்சுகுறியீடு - கொரியன்

source: Eastern European
es_es: Europa del este
ja: 東ヨーロッパ
pl: wschodnioeuropejski
pt_br: Leste Europeu
ru: Восточная Европа
ta_in: கிழக்கு ஐரோப்பிய
zh_tw: 東歐

source: Edit
ca: Edita
es_es: Editar
hr: Izmijeni
ja: 編集
pl: Edytuj
pt_br: Editar
ru: Поправить
ta_in: தொகு
uk: Редагувати
zh_tw: 編輯

source: Edit &Notes
pt_br: Editar &Notas
ta_in: &குறிப்புகளைத் திருத்து

source: Edit &global .gitconfig
ca: Edita .gitconfig &global
es_es: Editar .gitconfig &global
ja: このユーザの設定を編集(&G)
pl: Edytuj &globalny .gitconfig
pt_br: Editar .gitconfig &global
ru: Редактировать &глобальный .gitconfig
ta_in: &உலகளாவிய .கிட்கட்டமைப்பை திருத்து
uk: Редаг. &глоб. .gitconfig
zh_tw: 編輯全域 .gitconfig (&G)

source: Edit &local .git/config
ca: Edita gitconfig local
es_es: Editar .git/config &local
ja: ローカルリポジトリ設定を編集(&L)
pl: Edytuj &lokalny .git/config
pt_br: Editar .git/config &local
ru: Конфиг репозитария
ta_in: &உள்ளூர் .கிட்/கட்டமைப்பை திருத்து
uk: Редаг. &лок. .git/config
zh_tw: 編輯本地 .git/config(&L)

source: Edit .tgitconfig
ca: Edita .tgitconfig
es_es: Editar .tgitconfig
ja: .tgitconfigを編集
pl: Edytuj .tgitconfig
pt_br: Editar .tgitconfig
ru: Редактироовать .tgitconfig
ta_in: திருத்து .அமைகிட்கட்டமைப்பு
uk: Редагувати .tgitconfig
zh_tw: 編輯 .tgitconfig

source: Edit Notes
ca: Edita notes
es_es: Editar Notas
ja: ノートを編集
pl: Edytuj notatki
pt_br: Editar Notas
ru: Редактировать заметки
ta_in: குறிப்புகளைத் திருத்து
uk: Редагувати нотатки
zh_tw: 編輯備註

source: Edit author
ca: Edita autor
es_es: Editar autor
hr: Izmijeni autora
ja: 著者を編集
pl: Edytuj autora
pt_br: Editar autor
ru: Изменить автора
ta_in: ஆசிரியரை திருத்து
uk: Редагувати автора
zh_tw: 編輯作者

source: Edit description
ca: Edita descripció
es_es: Editar descripción
ja: 説明を編集
pl: Edytuj opis
pt_br: Editar descrição
ru: Редактировать описание
ta_in: விளக்கத்தை திருத்து
uk: Редагувати опис
zh_tw: 編輯描述

source: Edit extension specific diff program
ca: Escull programa Comparador segons l'extensió
es_es: Editar programa de extensiones específicas dif
hr: Izmijenite program za izradu razlika/stapanje datoteka određene vrste
ja: 拡張子に応じた差分プログラムを編集
pl: Edytuj rozszerzenie konkretnego programu różnicowego
pt_br: Editar programa de comparação para extensões específicas
ru: Редактировать программу различий для конкретных расширений
ta_in: நீட்டிப்பு குறிப்பிட்ட வேறுபாடு நிரலைத் திருத்து
uk: Редагувати характерну для розширення програму відмінностей
zh_tw: 編輯該副檔名專用的比較差異程式

source: Edit extension specific merge program
ca: Escull rograma de fusió segons l'extensió
es_es: Editar programa de extensiones específicas merge
hr: Izmijeni program za stapanje određene vrste datoteka
ja: 拡張子に応じたマージプログラムを編集
pl: Edytuj rozszerzenie konkretnego programu scalania
pt_br: Atribuir programa de combinação para extensões específicas
ru: Редактировать программу слияния для конкретных расширений
ta_in: நீட்டிப்பு குறிப்பிட்ட ஒருங்கிணைப்பு நிரலைத் திருத்து
uk: Редагувати характерну для розширення програму злиття
zh_tw: 編輯根據副檔名的合併程式

source: Edit gl&obal .gitconfig
ca: Edita gitconfig per tot el sistema
es_es: Editar .gitconfig gl&obal
ja: このユーザの設定を編集(&O)
pl: Edytuj gl&obalny .gitconfig
pt_br: Editar .gitconfig gl&obal
ru: Глобальный конфиг
ta_in: &உலகளாவிய .கிட்கட்டமைப்பை திருத்து
uk: Редаг. гл&обал. .gitconfig
zh_tw: 編輯全域 .gitconfig (&O)

source: Edit global &XDG git/config
ca: Edita git/config &XDG global
es_es: Editar &XDG git/config global
ja: このユーザーのXDG設定を編集(&X)
pt_br: Editar configuração global &XDG git/config
ru: Редактировать глобальный &XDG git/config
ta_in: உலகளாவிய &எக்சுடிசி கிட்/கட்டமைப்பை திருத்து
zh_tw: 編輯全域 &XDG git/config

source: Edit local git config
ca: Edita la configuració git local
es_es: Editar config local de Git
ja: ローカルのgit configを編集
pl: Edytuj lokalną konfigurację git
pt_br: Editar git config local
ru: Редактировать локальные настройки git
ta_in: உள்ளூர் கிட் கட்டமைப்பைத் திருத்து
uk: Редаг. локальний git config
zh_tw: 編輯本地 .git/config

source: Edit log message
ca: Edita text de registre
es_es: Editar mensage de Reg.
hr: Upiši poruku dnevnika
ja: ログメッセージを編集
pl: Edytuj opis zmian
pt_br: Editar mensagem de histórico
ru: Редактировать сообщение журнала
ta_in: பதிவு செய்தியை திருத்து
uk: Редагувати повідомлення логу
zh_tw: 編輯日誌訊息

source: Edit s&ystemwide gitconfig
ca: Edita gitconfig per tot el sistema
es_es: Editar .gitconfig del &sistema
ja: 全ユーザ共通設定を編集(&Y)
pl: Edytuj o&gólnosystemowy gitconfig
pt_br: Editar gitconfig do &sistema
ru: Редактировать общесистемный gitconfig
ta_in: தொகு &கணினிமுழுவதும் கிட்கட்டமைப்பு
uk: Редаг. с&истем. gitconfig
zh_tw: 編輯系統 gitconfig (&Y)

source: Edit...
ca: Edita...
es_es: Editar...
hr: Uredi...
ja: 編集...
pl: Edytuj...
pt_br: Editar...
ru: Поправить...
ta_in: தொகு...
uk: Редагувати...
zh_tw: 編輯...

source: Effective
ca: Efectiu
es_es: Efectivo
ja: 有効値
pt_br: Efetivo
ru: Итог
ta_in: செயல்திறன்
uk: Поточні
zh_tw: 有效的

source: Either the name or IP of the proxy server
ca: Nom o IP del servidor intermediari
es_es: Cualesquiera nombre o la dirección IP del servidor proxy
hr: Ime ili IP zamjenskog poslužitelja
ja: プロキシサーバーの名前もしくは IP を入力します
pl: Nazwa lub adres IP serwera proxy
pt_br: Nome ou IP do servidor proxy
ru: Введите имя либо IP-адрес прокси-сервера
ta_in: பதிலாள் சேவையகத்தின் பெயர் அல்லது இணையநெறிமுறை முகவரி
uk: Ім'я або ж IP проксі-сервера
zh_tw: 輸入 proxy 伺服器的 IP 或名稱

source: Email
es_es: Correo
ja: メール
ru: Эл.почта
ta_in: மின்னஞ்சல்
zh_tw: 電郵

source: Email Address To and CC can't empty at the same time.
ca: Les adreces de correu electrònic A: i CC: no poden estar buides a la vegada.
es_es: La dirección de correo Para y CC no se puede vaciar a la vez.
ja: 同時に To/Cc に空白を指定する事はできません。
pl: Nie można wyczyścić w tym samym czasie adresu e-mail z pól DO i DW.
pt_br: Os endereços de e-mail Para e CC não pode ser vazios ao mesmo tempo.
ru: Эл.почта основного получателя и получателя копии не могут быть пустыми одновременно.
ta_in: இதற்கான மின்னஞ்சல் முகவரி மற்றும் நகல் ஒரே நேரத்தில் காலியாகாது.
zh_tw: 電郵地址及轉寄地址不能同時空白

source: Emails
ca: Correus electrònics
es_es: Correos
ja: メール
pl: E-maile
ru: Электропочты
ta_in: மின்னஞ்சல்கள்
uk: Електронні листи
zh_tw: 電郵

source: Empty
ca: Buit
es_es: Vaciar
hr: Prazno
ja: 空
pl: Pusty
pt_br: Vazio
ru: Отсутствующее
ta_in: காலி
uk: Порожньо
zh_tw: 空的

source: Enable Edit
ca: Activa l'edició
es_es: Habilitar edición
ja: 編集を 有効化
pl: Włącz edycję
pt_br: Habilitar Edição
ru: Разрешить редактирование
ta_in: திருத்தத்தை இயக்கு
uk: Дозволити редагування
zh_tw: 啟用編輯

source: Enable EditorConfig
ca: Habilita EditorConfig
es_es: Habilitar EditorConfig
ja: EditorConfig を有効化
pl: Włącz KonfigEdytora
pt_br: Habilitar EditorConfig
ru: Включить EditorConfig
ta_in: இயக்கு பதிப்பாசிரியர்கட்டமைப்பு
zh_tw: 啟用 EditorConfig

source: Enable Gravatar
ca: Activa Gravatar
es_es: Habilitar Gravatar
ja: Gravatarを有効化
pt_br: Habilitar Gravatar
ru: Включить Gravatar
ta_in: கிராவட்டரை இயக்கு
uk: Дозволити Gravatar
zh_tw: 啟用 Gravatar

source: Enable drag context menu
ca: Habilita el menú contextual arrossegar
es_es: Habilitar arrastrar menús contextuales
ja: ドラッグ時コンテキストメニューを有効化
pl: Włącz przeciągane menu kontekstowe
pt_br: Habilitar menu de contexto ao arrastar
ru: Включить перетаскиваемое контекстное меню
ta_in: இழுவை சூழல் பட்டியலை இயக்கு
uk: Дозв. перетяг. контекст. меню
zh_tw: 啟用拖曳快顯功能表

source: Enable loading/saving log cache files (tortoisegit.data, tortoisegit.index)
ca: Activa la CAU de registra en arxius (tortoisegit.data, tortoisegit.index)
es_es: Habilitar carga/descarga de ficheros de caché de registro ('log') (tortoisegit.data, tortoisegit.index)
ja: ログキャッシュファイル(tortoisegit.data, tortoisegit.index)の保存/読込を有効にする
pt_br: Permitir carregar/salvar arquivos de cachê do log (tortoisegit.data, tortoisegit.index)
ru: Разрешить загружать/сохранять файлы кэша журнала (tortoisegit.data, tortoisegit.index)
ta_in: பதிவு இடைமாற்று கோப்புகளை ஏற்றுதல்/சேமித்தல் (ஆமைகிட்.data, ஆமைகிட்.index)
uk: Дозволяе загружати/зберыгати файли кешу логу (tortoisegit.data, tortoisegit.index)
zh_tw: 啟用「載入／儲存」日誌快取檔（tortoisegit.data, tortoisegit.index）

source: Enable log cache
ca: Activa la CAU de registre
es_es: Habilitar caché de registro ('log')
ja: ログキャッシュの有効化
pl: Włącz pamięć podręczną zapisów
pt_br: Permitir cachê do log
ru: Включить кэш
ta_in: பதிவு தற்காலிக சேமிப்பை இயக்கு
uk: Дозволити кещувати лог
zh_tw: 啟用日誌快取

source: Enable showing Gravatar image in Log Dialog
ca: Permet mostrar imatges de Gravatar a la finestra de registre
es_es: Habilitar mostrado de imagen de Gravatar en el cuadro de diálogo de Registro (log)
ja: ログダイアログでGravatar画像の表示を有効にする
pt_br: Habilitar exibição de imagens do Gravatar na Janela de Hitórico
ru: Отображать Gravatar'ы в журнале
ta_in: பதிவு உரையாடலில் கிரவதார் படத்தைக் காட்டுவதை இயக்கு
uk: Дозволити показувати картинки Gravatar у діалозі логу
zh_tw: 啟用在日誌視窗中顯示 Gravatar 影像

source: Enable special hack for Cygwin git
ca: Activar hack especial per al git del Cygwin
ja: Cygwin git の特別なハックを有効にする
pt_br: Ativar hack especial para Cygwin git
ta_in: சிக்வின் கிட்டிற்கு சிறப்பு ஊடுருவு இயக்கு
uk: Використовувати магію для Cygwin git
zh_tw: 啟用 Cygwin git 專用 hack

source: Enable special hack for Msys2 git
ca: Activar hack especial per al git del msys2
ja: Msys2 git の特別なハックを有効にする
pt_br: Ativar hack especial para Msys2 git
ta_in: நுஅமைப்பு2 கிட்டுக்கு சிறப்பு ஊடுருவு இயக்கு
uk: Використовувати магію для Msys2 git
zh_tw: 啟用 Msys2 git 專用 hack

source: Enable syntax highlighting
ca: Activar el ressaltat sintàctic
es_es: Habilitar destacamiento de sintaxis
ja: シンタックスハイライトを有効化
pt_br: Ativar destaque de sintaxe
ru: Включить подсветку синтаксиса
ta_in: தொடரியல் முன்னிலைப்படுத்துவதை இயக்கு
uk: Включити підсвітлювання синтаксису
zh_tw: 啟用語法高亮顯示

source: Enabled Overlay Handlers
ca: Activa sobreposició d'icones
es_es: Controladores de superposición habilitados
ja: 有効なオーバーレイハンドラー
pl: Uruchomione uchwyty nakładek
pt_br: Manipuladores de Sobreposição Ativados
ru: Используемые пометки
ta_in: இயக்கப்பட்டது மேலடுக்கு கையாளுபவர்கள்
zh_tw: 已啟用圖示覆蓋

source: Encode
ca: Codifica
es_es: Codificar
ja: エンコード
pl: Zakoduj
pt_br: Codificar
ru: Кодировать
ta_in: குறியீடு
zh_tw: 編碼

source: Encoding
ca: Codificació
es_es: Codificación
ja: エンコーディング
pl: Kodowanie
pt_br: Codificação
ru: Кодировка
ta_in: குறியாக்கம்
uk: Кодування
zh_tw: 編碼

source: Encoding Convert to the specified encoding Hold down the Ctrl key to reload the file with the specified encoding.
ca: Codificació Converteix a la codificació especificada Premeu la tecla Ctrl per a carregar el fitxer amb la codificació especificada.
ja: エンコーディング 特定のエンコーディングに変換 特定のエンコーディングでファイルを再読込するには、Ctrlキーを押し続けてください。
pl: Kodowanie Konwertuj do wskazanego kodowania Przytrzymaj klawisz Ctrl by ponownie wczytać plik we wskazanym kodowaniu.
pt_br: Codificação Converter para a codificação especificada Segure a tecla Ctrl para recarregar o arquivo com a codificação especificada.
ru: Кодировка Преобразовать в указанную кодировку Нажмите клавишу Ctrl для перезагрузки файла с указанной кодировкой.
ta_in: குறியீடு குறிப்பிட்ட குறியாக்கத்திற்கு மாற்று குறிப்பிட்ட குறியாக்கத்துடன் கோப்பை மீண்டும் ஏற்ற கட்டுப்பாடு விசையை அழுத்திப் பிடிக்கவும்.
zh_tw: 編碼 轉換到特定的編碼 按住 Ctrl 鍵將不轉換檔案內容，而是以指定的編碼方式重新顯示該檔案。

source: Encountered a hardware I/O error while accessing %1.
ca: S'ha trobat un error d'E/S de hardware mentre s'accedia %1.
es_es: Se encontró un error hardware de I/O mientras se accedía a %1.
hr: Prijavljena je U/I greška sklopovlja dok se pristupalo %1.
ja: %1 にアクセス中にハードウェア I/O エラーが通知されました。
pl: Podczas dostępu do %1 wystąpił sprzętowy błąd wejścia/wyjścia.
pt_br: Foi encontrado um erro E/S de hardware durante o acesso a %1.
ru: Случилась аппаратная ошибка ввода/вывода при обращении к %1.
ta_in: %1ஐ அணுகும் போது வன்பொருள் உள்ளீடு/வெளியீடு பிழை ஏற்பட்டது.
uk: Під час доступу до %1 виявлено апаратну помилку вводу/виводу.
zh_tw: 存取 %1 時發生硬體 I/O 錯誤。

source: Encountered a locking violation while accessing %1.
ca: S'ha trobat una violació de bloqueig mentre s'accedia %1.
es_es: Se encontró un bloqueo de violación mientras se accedía a %1.
hr: Dogodila se povreda zaključavanja prilikom pristupa prema %1.
ja: %1 にアクセス中にロック違反が発生しました。
pl: Podczas dostępu do %1 wystąpiło naruszenie systemu blokad.
pt_br: Uma violação de bloqueio ocorreu ao acessar %1.
ru: Обнаружено нарушение блокировки при обращении к %1.
ta_in: %1 ஐ அணுகும் போது ஒரு பூட்டுதல் மீறலை எதிர்கொண்டது.
uk: Під час доступу до %1 трапилось порушення блокування.
zh_tw: 存取 %1 時發生鎖定錯誤。

source: Encountered a sharing violation while accessing %1.
ca: S'ha trobat una violació de recursos compartits mentre s'accedia %1.
es_es: Se encontró una violación de comprtidos mientras se accedía a %1.
hr: Dogodila se povreda dijeljenja prilikom pristupa prema %1.
ja: %1 にアクセス中に共有違反が発生しました。
pl: Podczas dostępu do %1 wystąpiło naruszenie zasad współdzielenia.
pt_br: Uma violação de compartilhamento ocorreu durante o acesso a %1.
ru: Обнаружено нарушение общего доступа при обращении к %1.
ta_in: %1 ஐ அணுகும் போது பகிர்வு மீறலை எதிர்கொண்டது.
uk: Під час доступу до %1 трапилось порушення спільного доступу.
zh_tw: 存取 %1 時發生共享錯誤。

source: Encountered an improper argument.
ca: Trobat argument incorrecte.
es_es: Se encontró un argumento inadecuado.
hr: Neodgovarajući argument.
ja: 不適切な引数に遭遇しました。
pl: Napotkano niewłaściwy argument.
pt_br: Um argumento incorreto foi encontrado.
ru: Обнаружен неправильный аргумент.
ta_in: ஒரு முறையற்ற வாதத்தை எதிர்கொண்டது.
uk: Трапився неправильний аргумент.
zh_tw: 發現不正確的參數。

source: Encountered an unexpected error while reading %1.
ca: S'ha trobat un error inesperat mentre es llegia %1.
es_es: Se encontró un error inesperado mientras se leía 1%.
hr: Pojavila se neočekivana greška prilikom čitanja %1.
ja: %1 の読み込み中に想定外のエラーが発生しました。
pl: Wystąpił nieoczekiwany błąd podczas odczytu %1.
pt_br: Um erro inesperado ocorreu durante a leitura de %1.
ru: Случилась неожиданная ошибка при чтении %1.
ta_in: %1 ஐ படிக்கும் போது எதிர்பாராத பிழை ஏற்பட்டது.
uk: Під час читання %1 трапилася несподівана помилка.
zh_tw: 讀取 %1 時發生預期外的錯誤。

source: Encountered an unexpected error while writing %1.
ca: S'ha trobat un error inesperat mentre s'escrivia %1.
es_es: Se encontró un error inesperado mientras se escribía 1%.
hr: Pojavila se neočekivana greška prilikom zapisivanja u %1.
ja: %1 の書き込み中に想定外のエラーが発生しました。
pl: Wystąpił nieoczekiwany błąd podczas zapisu %1.
pt_br: Um erro inesperado ocorreu durante a escrita de %1.
ru: Случилась неожиданная ошибка при записи %1.
ta_in: %1 எழுதும் போது எதிர்பாராத பிழை ஏற்பட்டது.
uk: Під час запису %1 трапилася несподівана помилка.
zh_tw: 寫入 %1 時發生預期外的錯誤。

source: Encryption
ca: Encriptació
es_es: Cifrado
ja: 暗号化
pl: Szyfrowanie
pt_br: Criptografia
ru: Шифрование
ta_in: குறியாக்கம்
zh_tw: 加密

source: End
ca: Fi
es_es: Final
ja: 終わり
pl: Koniec
pt_br: Fim
ru: Конец
ta_in: முடிவு
uk: Кінець
zh_tw: 結束

source: End of Line Style
ca: Estil de final de línia
es_es: Estilo de fin de línea
ja: 改行コードの形式
pl: Styl końca linii
pt_br: Estilo do final de linha
ru: Стиль конца строки
ta_in: வரியின் முடிவு பாணி
uk: Стиль кінця строки
zh_tw: 行尾格式

source: Enlarge the window to full size
ca: Engrandeix la finestra a la mida màxima
es_es: Agrandar la ventana a tamaño completo
hr: Povećaj prozor do kraja
ja: ウィンドウを最大化する
pl: Powiększ okno do pełnego rozmiaru
pt_br: Expandir a janela para a tela cheia
ru: Увеличить окно до полного размера
ta_in: சாளரத்தை முழு அளவில் பெரிதாக்கவும்
uk: Збільшити вікно до повного розміру
zh_tw: 將視窗放到最大

source: Enter URL
ca: Introdueix URL
es_es: Introduce URL
hr: Upiši URL
ja: URLを入力
pl: Podaj adres URL
pt_br: Inserir URL
ru: Введите URL
ta_in: ஒருங்கிணைந்தவளஇருப்பிடம் உள்ளிடவும்
uk: Введіть URL
zh_tw: 輸入 URL

source: Enter a GUID.
ca: Introduïu un GUID.
es_es: Introuce una GUID.
hr: Molim unesite GUID.
ja: GUIDを入力してください。
pl: Proszę podać GUID.
pt_br: Insira um GUID.
ru: Введите GUID.
ta_in: ஒரு வரைகலைபயனர்அடையாளத்தை உள்ளிடவும்.
uk: Введіть GUID.
zh_tw: 請輸入 GUID。

source: Enter a currency.
ca: Introduïu un valor monetari.
es_es: Introduzca una divisa.
hr: Molim unesite valutu.
ja: 通貨を入力してください。
pl: Proszę podać walutę.
pt_br: Insira uma moeda.
ru: Введите денежное значение.
ta_in: ஒரு நாணயத்தை உள்ளிடவும்.
uk: Введіть валюту
zh_tw: 請輸入貨幣。

source: Enter a date and/or time.
ca: Introduïu una data i/o hora.
es_es: Introduzca una fecha y/o hora.
hr: Molim unesite datum i/ili vrijeme.
ja: 日付/時刻を入力してください。
pl: Proszę podać datę i/lub czas.
pt_br: Insira uma data e/ou hora.
ru: Введите дату и/или время.
ta_in: தேதி மற்றும்/அல்லது நேரத்தை உள்ளிடவும்.
uk: Введіть дату і/або час.
zh_tw: 請輸入日期或時間。

source: Enter a date.
ca: Introduïu una data.
es_es: Introduzca una fecha.
hr: Molim unesite datum.
ja: 日付を入力してください。
pl: Proszę podać datę.
pt_br: Insira uma data.
ru: Введите дату.
ta_in: ஒரு தேதியை உள்ளிடவும்.
uk: Введіть дату.
zh_tw: 請輸入日期。

source: Enter a name for the changelist:
ca: Introdueixi un nom per la llista de canvis:
es_es: Escriba un nombre para la lista de cambios:
hr: Upišite ime za popis izmjena:
ja: 変更リストの名前を入力して下さい:
pl: Podaj nazwę listy zmian:
pt_br: Digite um nome para a lista de alterações:
ru: Введите имя для группы изменений:
ta_in: மாற்றப்பட்டியலுக்கு ஒரு பெயரை உள்ளிடவும்:
uk: Ввести ім'я для списку змін:
zh_tw: 輸入此變更列表的名稱：

source: Enter a number between %1 and %2.
ca: Introduïu un nombre entre %1 i %2.
es_es: Introduce un número entre %1 y %2.
hr: Molim unesite broj između %1 i %2.
ja: %1 ～ %2 の間の数値を入力してください。
pl: Proszę podać liczbę pomiędzy %1 i %2.
pt_br: Insira um número entre %1 e %2.
ru: Введите число между %1 и %2.
ta_in: %1 மற்றும் %2 இடையே ஒரு எண்ணை உள்ளிடவும்.
uk: Введіть номер від %1 до %2.
zh_tw: 請輸入介於 %1 與 %2 之間的數字。

source: Enter a number.
ca: Introduïu un nombre.
es_es: Introduce un número.
hr: Molim unesite broj.
ja: 数値を入力してください。
pl: Proszę podać liczbę.
pt_br: Insira um número.
ru: Введите число.
ta_in: ஒரு எண்ணை உள்ளிடவும்.
uk: Введіть номер.
zh_tw: 請輸入數字。

source: Enter a positive integer.
ca: Introduïu un enter positiu.
es_es: Introduce un entero positivo.
hr: Molim unesite pozitivnu cjelobrojnu vrijednost.
ja: 正の整数を入力してください。
pl: Proszę podać dodatnią liczbę całkowitą.
pt_br: Insira um inteiro positivo.
ru: Введите положительное целое.
ta_in: ஒரு நேர்மறை முழு எண்ணை உள்ளிடவும்.
uk: Введіть ціле додатнє число.
zh_tw: 請輸入正整數。

source: Enter a time.
ca: Introduïu un temps.
es_es: Introduce una hora.
hr: Molim unesite vrijeme.
ja: 時刻を入力してください。
pl: Proszę podać czas.
pt_br: Insira uma hora.
ru: Введите время.
ta_in: ஒரு நேரத்தை உள்ளிடவும்.
uk: Введіть час.
zh_tw: 請輸入時間。

source: Enter an integer between %1 and %2.
ca: Introduïu un enter entre %1 i %2.
es_es: Introduce un entero entre %1 y %2.
hr: Molim unesite cijeli broj između %1 i %2.
ja: %1 ～ %2 の間の整数を入力してください。
pl: Proszę podać liczbę całkowitą pomiędzy %1 i %2.
pt_br: Insira um inteiro entre %1 e %2.
ru: Введите целое число между %1 и %2.
ta_in: %1 மற்றும் %2 இடையே ஒரு முழு எண்ணை உள்ளிடவும்.
uk: Введіть ціле число від %1 до %2.
zh_tw: 請輸入介於 %1 與 %2 之間的整數。

source: Enter an integer between 0 and 255.
ca: Introduïu un enter entre 0 i 255.
es_es: Introduce un entero entre 0 y 255.
hr: Molim unesite cijeli broj između 0 i 255.
ja: 0 ～ 255 の間の整数を入力してください。
pl: Proszę podać liczbę całkowitą pomiędzy 0 i 255.
pt_br: Insira um inteiro entre 0 and 255.
ru: Введите целое число между 0 и 255.
ta_in: 0 மற்றும் 255 க்கு இடையில் ஒரு முழு எண்ணை உள்ளிடவும்.
uk: Введіть ціле число від 0 до 255.
zh_tw: 請輸入介於 0 到 255 之間的整數。

source: Enter an integer.
ca: Introduïu un enter.
es_es: Introduce un entero.
hr: Molim unesite cijeli broj.
ja: 整数を入力してください。
pl: Proszę podać liczbę całkowitą.
pt_br: Insira um inteiro.
ru: Введите целое число.
ta_in: ஒரு முழு எண்ணை உள்ளிடவும்.
uk: Введіть ціле число.
zh_tw: 請輸入整數。

source: Enter file content to test for below:
ca: Introduïu el contingut del fitxer de prova a sota:
es_es: Introducir contenido de fichero al que probar debajo:
ja: テストするファイルの内容を入力:
pl: Podaj poniżej zawartość pliku do przetestowania:
pt_br: Entre o conteúdo do arquivo para testar abaixo:
ru: Введите содержимое файла для проверки:
ta_in: கீழே சோதனை செய்ய கோப்பு உள்ளடக்கத்தை உள்ளிடவும்:
uk: Введіть тут файловий вміст для тестування:
zh_tw: 輸入檔案內容以測試：

source: Enter log &message:
ca: Introdueix un &missatge de registre:
es_es: Introduce un &mensaje registro.
hr: Upiši &poruku dnevnika:
ja: ログメッセージを入力(&M):
pl: Wprowadź tekst ko&munikatu w dzienniku:
pt_br: Insira &mensagem de histórico:
ru: Введите &сообщение журнала:
ta_in: பதிவு &செய்தியை உள்ளிடவும்:
uk: Введіть логове повідо&млення:
zh_tw: 輸入日誌訊息(&M)：

source: Enter no more than %1 characters.
ca: No introduïu més de %1 caràcters.
es_es: No introduzcas más de %1 caracteres.
hr: Molim unesite ne više od %1 znaka(ova).
ja: %1 文字以上は入力できません。
pl: Proszę wprowadzić nie więcej niż %1 znaków.
pt_br: Não insira mais que %1 caracteres.
ru: Введите не более %1 символов.
ta_in: %1 எழுத்துகளுக்கு மேல் உள்ளிட வேண்டாம்.
uk: Введіть не більше ніж %1 символів.
zh_tw: 請勿輸入超過 %1 個字。

source: Enter the regex string below:
ca: Introduïu la cadena regex a sota:
es_es: Introduzca la cadena de expresión regular debajo:
ja: 正規表現を入力:
pl: Podaj poniżej wyrażenie regularne:
pt_br: Entre a expressão regular abaixo:
ru: Введите строку регулярного выражения:
ta_in: வழக்கமான வெளிப்பாடு சரத்தை கீழே உள்ளிடவும்:
uk: Введіть тут регулярний вираз:
zh_tw: 輸入 regex 指令：

source: Erase everything Erase All
ca: Esborra tot Esborra tot
es_es: Borrar todo Borra todo
hr: Brisanje svega Obriši sve
ja: すべてを削除する 全削除
pl: Kasuje wszystko Usuń wszystko
pt_br: Apaga tudo Apagar Todos
ru: Стереть все Стереть все
ta_in: எல்லாவற்றையும் அழிக்கவும் அனைத்தையும் அழி
uk: Стерти геть усе Стерти все
zh_tw: 清除全部 清除全部

source: Erase the selection Erase
ca: Esborra la selecció Esborra
es_es: Borrar selección Borrar
hr: Obriši označeno Obriši
ja: 選択範囲を削除する 削除
pl: Kasuje zaznaczenie Usuń
pt_br: Apagar a seleção Apagar
ru: Стереть выбранное Стереть
ta_in: தேர்வை அழிக்கவும் அழி
uk: Стерти виділення Стерти
zh_tw: 清除選擇區 清除

source: Error
hr: Greška
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
ta_in: பிழை
uk: Помилка
zh_tw: 錯誤

source: Error rebuilding Shell Icon Cache!
ca: Error durant la reconstrucció de Cache d'Icones Shell!
es_es: ¡Error reconstruyendo caché de iconos del Shell!
hr: Greška prilikom izrade spremnika ikona ljuske!
ja: シェルのアイコンキャッシュの再構築中にエラーが発生しました。
pl: Błąd przy przebudowywaniu pamięci podręcznej ikon systemowych!
pt_br: Erro ao resconstruir o cache de ícones do Shell!
ru: Ошибка при восстановлении кэша значков оболочки!
ta_in: ஓடு சின்னம் தற்காலிக சேமிப்பை மீண்டும் உருவாக்குவதில் பிழை!
uk: Помилка перебудови кеша піктограм оболонки!
zh_tw: 建立 Shell 圖示快取失敗！

source: Error validating server certificate for "%s":
ca: Hi ha un error validant el certificat del servidor per "%s":
es_es: Error al validar el certificado del servidor para "%s":
ja: "%s" のためのサーバー証明書の検証におけるエラー:
pt_br: Erro ao validar certificado do servidor para "%s":
ru: Ошибка проверки сертификата сервера для "%s":
ta_in: "%s"க்கான சர்வர் சான்றிதழை சரிபார்ப்பதில் பிழை:
uk: Помилка перевірки сертіфікату сервера %s":
zh_tw: 「%s」憑證錯誤訊息：

source: Error while reading/writing the registry key %1!s! %2!s!
ca: Error intentant llegir/escriure la clau de registre %1!s! %2!s!
pt_br: Erro ao ler/escrever a chave de registro %1!s! %2!s!
ta_in: பதிவேடு திறவுகோல் %1!s ஐ படிக்கும்/எழுதும் போது பிழை!%2!s!
