Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
ca: No hi ha cache d'estat. Només les carpetes versionades mostren una icona sobreposada, els fitxers no.
es_es: Sin caché de estado. Sólo las carpetas versionadas tendrán superposiciones, los archivos no tendrán superposiciones
hr: Nema priručne memorije statusa. Samo mape pod sustavom upravljanja verzija dobivaju prekrivne oznake, ne i datoteke
ja: 状態をキャッシュしません。バージョン管理されたフォルダーのみオーバーレイされ、ファイルはオーバーレイ表示されません。
pl: Brak pamięci podręcznej statusu. Ikony nakładkowe będą wyświetlane tylko dla folderów
pt_br: Sem status de cache. Apenas as pastas com controle de versão são sobrepostas, os arquivos não são
ru: Без кэширования статуса. Пометки будут только на версированных папках, файлы - без пометок
ta_in: நிலை இடைமாற்று இல்லை. பதிப்பு செய்யப்பட்ட கோப்புறைகள் மட்டுமே மேலடுக்கைப் பெறுகின்றன, கோப்புகள் மேலடுக்கைப் பெறாது
uk: Немає кеша стану. Тільки версійні каталоги отримують перекриття, а файли не отримують.
zh_tw: 無狀態快取，僅目錄有圖示，檔案無圖示。

source: No valid git repository found.
ta_in: சரியான கிட் களஞ்சியம் இல்லை.

source: No working directory found.
ca: No s'ha trobat el directori de treball.
es_es: No hay directorio de trabajo.
ja: ワーキングディレクトリーが見つかりません。
pl: Nie znaleziono katalogu roboczego.
pt_br: Nenhum diretório de trabalho encontrado.
ru: Не найдена рабочая копия
ta_in: செயல்படும் அடைவு எதுவும் காணப்படவில்லை.
uk: Не знайдена робоча директорія.
zh_tw: 找不到工作目錄

source: Node size
ca: Mida del node
es_es: Tamaño del nodo
ja: ノードサイズ
pt_br: Tamanho do nó
ru: Размер узла
ta_in: முனை அளவு
uk: Розмір вузла
zh_tw: 節點大小

source: None
ca: Cap
es_es: Nada
hr: Ništa
ja: 無し
pl: Brak
pt_br: Nenhum
ru: Без кэширования
ta_in: இல்லை
uk: Жодного
zh_tw: 無

source: Normal
hr: Uobičajeno
ja: 通常
pl: Zwykły
ru: Нормальное
ta_in: இயல்பு
uk: Нормальних
zh_tw: 正常

source: Normal &SVN Commit
ca: SVN Commit normal
es_es: Consigna &SVN Normal
ja: 普通の&SVNコミット（空のディレクトリを残します）
pt_br: Submissão Normal &SVN
ru: Нормальная &SVN Фиксация
ta_in: இயல்பான &எசுவிஎன் உறுதிமொழி
zh_tw: 正常&SVN Commit

source: North European
es_es: Norte de Europa
ja: 北ヨーロッパ
pl: północnoeuropejski
pt_br: Norte Europeu
ru: Северно-европейский
ta_in: வட ஐரோப்பிய
zh_tw: 北歐

source: Not Versioned Files
ca: Arxius no versionats
es_es: Archivos no versionados
ja: バージョン管理下のファイルではありません
pl: Pliki nie objęte kontrolą wersji
pt_br: Arquivos Não Versionados
ru: Неверсированные файлы
ta_in: பதிப்பு செய்யப்படாத கோப்புகள்
uk: Не версіовані файли
zh_tw: 未版本控制的檔案

source: Not all files could be downloaded and verified.
ca: No s'han pogut descarregar i validar tots els arxius.
es_es: No todos los archivos pueden ser descargados y verificados.
ja: 一部（もしくは全部）のファイルがダウンロード・検査されませんでした。
pl: Nie wszystkie pliki można pobrać i zweryfikować.
pt_br: Nem todos os arquivos puderam ser baixados e verificados.
ru: Не все файлы могут быть загружены и проверены.
ta_in: எல்லா கோப்புகளையும் பதிவிறக்கம் செய்து சரிபார்க்க முடியவில்லை.
uk: Не всі файли можуть бути загружені та перевірені
zh_tw: 並非所有檔案可以下載及檢驗。

source: Not all of the system registry entries (or INI file) were removed.
ca: Alguns valors del registre (o del fitxer INI) no s'han suprimit.
es_es: No se han eliminado todas las entradas del registro del sistema (o archivos INI).
hr: Nisu uklonjene sve stavke iz sistemskog registra (ili INI datoteke).
ja: システムレジストリのエントリ（またはINIファイル）がすべて削除されたわけではありません。
pl: Nie wszystkie wpisy w rejestrze systemu (lub pliki INI) zostały usunięte.
pt_br: Nem todas as entradas de registro (ou arquivo INI) foram removidas.
ru: Не все компоненты в системном реестре (либо INI-файлы) удалены.
ta_in: அனைத்து கணினி பதிவு உள்ளீடுகளும் (அல்லது கட்டமைப்பு கோப்பு) அகற்றப்படவில்லை.
uk: Не всі входження до системного реєстру (чи INI файлу) було видалено.
zh_tw: 未移除所有的系統登錄項目 (或 INI 檔)。

source: Not enough memory to complete operation.
ca: No hi ha prou memòria per completar la operació.
es_es: No hay memoria suficiente para completar la operación.
hr: Nedovoljno memorije za izvršenje operacije.
ja: 操作を完了するのに、十分なメモリがありません。
pl: Za mało pamięci do dokończenia operacji.
pt_br: Memória insuficiente para completar a operação.
ru: Недостаточно памяти для завершения операции.
ta_in: செயல்பாட்டை முடிக்க போதுமான நினைவகம் இல்லை.
uk: Нема пам'яті для завершення операції
zh_tw: 記憶體不足，無法完成作業。

source: Not enough memory! Try reducing the size of the revision graph by either collapsing nodes or reducing the zoom factor.
ca: No hi ha prou memòria! Reduïu la mida del gràfic de revisió contraient els nodes o bé reduint el factor de zoom.
es_es: ¡No hay sufuciente memoria Intenta reducir el tamaño del gráfico de revisión ya sea colapsando nodos o reduciendo el factor de zoom.
ja: 十分なメモリがありません。 ノードを折りたたむかズームを小さくすることで、 リビジョングラフの大きさを小さくしてみてください。
pl: Brak pamięci! Zmniejsz rozmiar wykresu zwijając niektóre elementy lub zmniejszając powiększenie.
pt_br: Memória insuficiente! Tente reduzir o tamanho do gráfico de revisões fechando nós ou reduzindo o zoom.
ru: Недостаточно памяти! Попробуйте сократить размер графа ревизий путём сворачивания узлов или уменьшения масштаба.
ta_in: போதுமான நினைவகம் இல்லை! முனைகளை சரிவதன் மூலம் அல்லது பெரிதாக்கும் காரணியைக் குறைப்பதன் மூலம் திருத்த வரைபடத்தின் அளவைக் குறைக்க முயற்சிக்கவும்.
uk: Не достатньо пам'яті! Спробуйте зменшити розмір графу модифікацій згортанням вузлів або зменшенням масштабу.
zh_tw: 記憶體不足！ 嘗試折疊節點或減少縮放比例以減少版本分支圖的大小。

source: Not patches generated.
ca: No hi ha pedaços.
es_es: No hay parches generados.
ja: パッチは生成されませんでした。
pl: Nie utworzono poprawek.
pt_br: Nenhum arquivo de correção gerado.
ru: Заплатки не созданы.
ta_in: ஒட்டுகள் உருவாக்கப்படவில்லை.
zh_tw: 沒有產生任何補綴檔。

source: Note node
ca: Nota del node
es_es: Anotar nodo
ja: ノートノード
pt_br: Nota do nó
ru: Заметка узла
ta_in: குறிப்பு முனை
zh_tw: 備註節點

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
ca: Avis: Si escull recuperar els documents auto-desats, heu de desar-los explícitament per tal de sobreescriure els documents originals. Si escolliu no recuperar-los, seran eliminats.
es_es: Ten en cuenta que si opta por recuperar los documentos auto-salvados, implicitamente se guardarán sobreescribiento los documentos originales. Si decides no recuperar las versiones auto-salvadas, se eliminarán.
ja: もしあなたが、自動保存されたドキュメントの復元を選択する場合は、オリジナルのドキュメントを上書きするために明示的に保存処理を行う必要がある事に注意してください。なお、選択しなかった場合は、自動保存されたドキュメントは削除されます。
pl: Uwaga, jeśli wybierzesz, żeby automatycznie zapisane dokumenty zostały odzyskane, będziesz musiał je jawnie zapisać, aby nadpisać oryginalne dokumenty. Jeśli wybierzesz brak przywrócenia automatycznie zapisanych dokumentów, to zostaną one usunięte.
pt_br: Note que se você escolher recuperar os documentos, você precisa salválos explicitamente para sobrescreverem os originais. Se você escolher não recuperar as versões salvas automaticamente, elas serão excluídas.
ru: Заметьте, если вы решите восстановить авто-сохранённые документы, то вы должны сохранять их поверх оригинального документа. Если вы решили не восстанавливать авто-сохранённые версии, они будут удалены.
ta_in: தானாகச் சேமிக்கப்பட்ட ஆவணங்களை மீட்டெடுக்க நீங்கள் தேர்வுசெய்தால், அசல் ஆவணங்களை மேலெழுத அவற்றை வெளிப்படையாகச் சேமிக்க வேண்டும். தானாகச் சேமிக்கப்பட்ட பதிப்புகளை மீட்டெடுக்க வேண்டாம் என நீங்கள் தேர்வுசெய்தால், அவை நீக்கப்படும்.
zh_tw: 請注意：如果您選擇還原自動儲存的文件，您必須要手動再儲存一次才能保留下來。如果您不還原自動儲存的文件，它們會被刪除。

source: Note: These settings also apply to the Patch Viewer dialog. To select whether you would like to use the build-in or any alternative diff viewer program go to "Diff Viewer" preferences section in the leftward tree.
ta_in: குறிப்பு: இந்த அமைப்புகள் ஒட்டு பார்வையாளர் உரையாடலுக்கும் பொருந்தும். நீங்கள் கட்டப்பட்ட அல்லது ஏதேனும் மாற்று வேறுபாடு பார்வையாளர் நிரலைப் பயன்படுத்த விரும்புகிறீர்களா என்பதைத் தேர்ந்தெடுக்க, இடதுபுற மரத்தில் உள்ள "வேறுபாடு பார்வையாளர்" விருப்பத்தேர்வுகள் பகுதிக்குச் செல்லவும்.

source: Note: the folder contains unversioned items
ca: Nota: el directori conté elements sense versionar
es_es: Nota: La carpeta contiene objetos no versionados
ja: 注意: フォルダーはバージョン管理外の項目を含んでいます
pl: Uwaga: folder zawiera niewersjonowane elementy
pt_br: Nota: a pasta contém items não versionados
ru: Внимание: папка содержит неверсированные элементы
ta_in: குறிப்பு: கோப்புறையில் பதிப்பு செய்யப்படாத உருப்படிகள் உள்ளன
uk: Зауваження: каталог містить неверсійні елементи
zh_tw: 注意：資料夾含有無版本控制的檔案。

source: Note: this affects all Tortoise clients, not just TortoiseGit!
ca: Nota: això afecta tots els clients Git, no només TortoiseGit!
es_es: Nota: ¡esto afectará a todos los clientes Tortoise, no sólo TortoiseGit!
ja: 注意: これは TortoiseGit だけでなく、すべての Tortoise クライアントに影響します。
pl: Uwaga: dotyczy to wszystkich klientów Tortoise, nie tylko TortoiseGit!
pt_br: Nota: isto afetar todos os aplicativos Tortoise, não apenas o TortoiseGit!
ru: Примечание: это затрагивает все Tortoise-клиенты, не только TortoiseGit!
ta_in: குறிப்பு: இது ஆமைகிட்டை மட்டும் அல்ல, அனைத்து ஆமை வாடிக்கையாளர்களையும் பாதிக்கிறது!
zh_tw: 注意：這將影響到所有的 Tortoise 客户端，不僅僅是 TortoiseGit！

source: Notes
es_es: Notas
ja: ノート
pl: Uwagi
pt_br: Notas
ru: Заметки
ta_in: குறிப்புகள்
uk: Примітки
zh_tw: 備註

source: Nothing to Rebase
ca: No hi ha res per a fer Rebase
es_es: Nada que reasentar (rebase)
ja: リベースはありません
pl: Nie ma nic do zmiany bazy
pt_br: Nada para Reorganizar
ru: Нечего перебазировать
ta_in: மறுதளம் செய்ய எதுவும் இல்லை
uk: Нічого Перебазовувати
zh_tw: 沒有東西要變基

source: Nothing to commit
ca: No hi ha res per entregar
es_es: Nada que Consignar
ja: コミットはありません
pl: Nie ma nic do zatwierdzenia
pt_br: Nada para submeter
ru: Нечего фиксировать
ta_in: உறுதிமொழி செய்ய எதுவும் இல்லை
uk: Нічого фіксувати
zh_tw: 没有可提交的内容

source: Notice
ca: Nota
es_es: Atención
hr: Bilješka
ja: 注意
pl: Uwaga
pt_br: Aviso
ru: Уведомление
ta_in: அறிவிப்பு
uk: Зауваження
zh_tw: 注意

source: Number Commits
ca: Enumera entregues
es_es: Nº de Consignas
ja: コミット数
pl: Liczba zatwierdzeń
pt_br: Numerar submissões
ru: Количество фиксаций
ta_in: எண் உறுதிமொழிகள்
uk: Кількість фіксувань
zh_tw: 提交數量

source: Number of %s
ca: Nombre de %s
es_es: Número de %s
ja: %sの数
pl: Liczba %s
pt_br: Número de %s
ru: Количество (%s):
ta_in: %s எண்ணிக்கை
uk: Кількість %s
zh_tw: %s數

source: Number of authors:
ca: Nombre d'autors
es_es: Número de autores:
hr: Broj autora:
ja: 著者の数:
pl: Liczba użytkowników:
pt_br: Número de autores:
ru: Количество авторов:
ta_in: ஆசிரியர்களின் எண்ணிக்கை:
uk: Кількість авторів:
zh_tw: 作者數：

source: Number of characters required for moved or copied line detection:
ca: Nombre de caràcters requerits en la detecció de línies copiades o desplaçades:
es_es: Número de caracteres requerido para detección de línea movida o copiada:
ja: 移動/コピーされた行と判定するのに必要な文字数
pt_br: Número de caracteres necessário para detecção de linhas movidas ou copiadas:
ru: Число символов, используемое для поиска перемещённых/копированных строк:
ta_in: நகர்த்தப்பட்ட அல்லது நகலெடுக்கப்பட்ட வரி கண்டறிதலுக்கு தேவையான எழுத்துகளின் எண்ணிக்கை:
zh_tw: 偵測「移動行」或「複製行」所需的字元數：

source: Number of characters to show in the abbreviated hash part
ca: Nombre de caràcters que es mostren a la part de hash abreujada
es_es: Número de caracteres a mostrar en la parte abreviada del identificador criptográfico (hash)
ja: 短縮されたハッシュ値部分の文字数
pt_br: Número de caracteres para mostrar na parte de hash abreviada
ru: Количество отображаемых символов в аббревиатуре хэша
ta_in: சுருக்கமான சிறுதுண்டுகள் பகுதியில் காட்ட வேண்டிய எழுத்துகளின் எண்ணிக்கை
zh_tw: 縮寫中雜湊值顯示的位數

source: Number of weeks:
ca: Nombre de setmanes:
es_es: Número de semanas:
hr: Broj tjedana:
ja: 経過した週:
pl: Liczba tygodni:
pt_br: Número de semanas:
ru: Количество недель:
ta_in: வாரங்களின் எண்ணிக்கை:
uk: Кількість тижнів:
zh_tw: 週數：

source: OEM 720
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 720

source: OEM 737
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 737

source: OEM 775
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 775

source: OEM 850
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 850

source: OEM 852
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 852

source: OEM 855
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 855

source: OEM 857
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 857

source: OEM 858
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 858

source: OEM 860: Portuguese
es_es: OEM 860: Portugués
ja: OEM 860: ポルトガル語
pl: OEM 860: portugalski
pt_br: OEM 860: Português
ru: OEM 860: Португальский
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 860: போர்ச்சுகீசு
uk: OEM 860: Португальска

source: OEM 861: Icelandic
es_es: OEM 861: Islandés
ja: OEM 861: アイスランド語
pl: OEM 861: islandzki
pt_br: OEM 861: Islandês
ru: OEM 861: Исландский
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 861: ஐசுலாண்டிக்

source: OEM 862
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 862

source: OEM 863: French
es_es: OEM 863: Francés
ja: OEM 863: フランス語
pl: OEM 863: francuski
pt_br: OEM 863: Francês
ru: OEM 863: Французский
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 863: பிரெஞ்சு
uk: OEM 863: Французька

source: OEM 865: Nordic
es_es: OEM 865: Nórdico
pl: OEM 865: nordycki
pt_br: OEM 865: Nórdico
ru: OEM 865: Скандинавский
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 865: நோர்டிக்

source: OEM 866
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 866

source: OEM 869
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர் 869

source: OEM-US
ru: OEM-США
ta_in: அசல் உபகரணங்கள் உற்பத்தியாளர்-ஐக்கிய மாகாணங்கள்

source: OK
ca: D'acord
hr: U redu
ta_in: சரி
uk: Гаразд
zh_tw: 確定

source: OLE initialization failed. Make sure that the OLE libraries are the correct version.
ca: Ha fracassat la inicialització OLE. Assegureu-vos que les biblioteques OLE tenen la versió correcta.
es_es: Inicialización OLE fallida. Asegúrese que las bibliotecas OLE son de la versión correcta.
ja: OLE 初期化に失敗しました。OLEライブラリが正しいバージョンか確認してください。
pl: Inicjalizacja OLE nie powiodła się. Upewnij się, że biblioteki OLE są w prawidłowej wersji.
pt_br: A inicialização OLE falhou. Verifique se as bibliotecas OLE são da versão correta.
ru: Инициализация OLE не удалась. Убедитись, что библиотеки OLE нужной версии.
ta_in: பொருள் இணைப்பு மற்றும் உட்பொதித்தல் துவக்கம் தோல்வியடைந்தது. பொருள் இணைப்பு மற்றும் உட்பொதித்தல் நூலகங்கள் சரியான பதிப்பு என்பதை உறுதிப்படுத்தவும்.
zh_tw: OLE 初始化失敗，請確定版本正確

source: Old hash
ca: Hash antic
es_es: Identificador criptográfico (hash) antiguo
ja: 古いハッシュ
pt_br: Cifra antiga
ru: Старый хэш
ta_in: பழைய சிறுதுண்டுகள்
uk: Старий хеш
zh_tw: 舊版本號

source: Old message
ca: Missatge antic
es_es: Mensaje antiguo
ja: 古いメッセージ
pt_br: Mensagem antiga
ru: Старое сообщение
ta_in: பழைய செய்தி
uk: Старе повідомлення
zh_tw: 舊訊息

source: Older commit time
ca: Hora de l'entrega més antiga
es_es: Consignas más viejas
ja: 古いコミット時刻
pt_br: Antiga hoa de submissão
ru: Время более старой фиксации
ta_in: பழைய உறுதிமொழி நேரம்
zh_tw: 較舊提交時間

source: Older lines
ca: Línies antigues
es_es: Líneas viejas
hr: stariji retci
ja: 古い行
pl: Starsze linie
pt_br: Linhas mais antigas
ru: Более старые строки
ta_in: பழைய வரிகள்
uk: Давніші рядки
zh_tw: 之前的行

source: On demand
ca: Sota petició
es_es: Bajo demanda
ja: オンデマンド
pl: Na żądanie
pt_br: Sob demanda
ru: По требованию
ta_in: தேவையின் போது
uk: За вимогою
zh_tw: 有需要時

source: One or more auto-saved documents were found.
ca: No s'han pogut trobar un o més documents auto-desats.
es_es: Se encontraron nno o más documentos auto-salvados.
ja: 一つ以上の自動保存されたドキュメントが見つかりました。
pl: Jeden lub więcej automatycznie zapisanych dokumentów zostało znalezionych.
pt_br: Um ou mais documentos salvos automaticamente foram encontrados.
ru: Найден один или несколько авто-сохранённых документов.
ta_in: ஒன்று அல்லது அதற்கு மேற்பட்ட தானாக சேமிக்கப்பட்ட ஆவணங்கள் காணப்பட்டன.
uk: Знайден один або більше авто-сохраненних документів
zh_tw: 找到自動儲存的文件

source: One or more files are in a conflicted state.
ca: Un o més fitxers són en estat de conflicte.
es_es: Uno o más archivos están en conflicto.
hr: Jedna ili više datoteka su u stanju sukoba.
ja: 競合しているファイルがあります。
pl: Jeden lub wiele plików znajduje się w stanie konfliktu.
pt_br: Um ou mais arquivos estão em estado de conflito.
ru: Один или более файлов имеют конфликты.
ta_in: ஒன்று அல்லது அதற்கு மேற்பட்ட கோப்புகள் முரண்பட்ட நிலையில் உள்ளன.
uk: Деяка кількість файлів у конфліктному стані.
zh_tw: 尚有一個以上的檔案處於衝突狀態。

source: Only Current Branch
ca: Només branca actual
es_es: Sólo ramal actual
ja: 現在のブランチのみ
pl: Tylko bieżąca gałąź
pt_br: Apenas o Ramo Atual
ru: Только текущая ветвь
ta_in: தற்போதைய கிளை மட்டும்
uk: Тільки поточна гілка
zh_tw: 只顯示目前分支

source: Only Local Branches
ca: Només branques locals
es_es: Sólo ramales locales
ja: ローカルブランチのみ
pt_br: Apenas Ramos Locais
ru: Только локальные ветви
ta_in: உள்ளூர் கிளைகள் மட்டும்
uk: Тільки локальні Гілки
zh_tw: 只顯示本地分支

source: Only Merged Files
ca: Només arxius fusionats
es_es: Solo archivos combinados
ja: マージしたファイルのみ
pl: Tylko scalone pliki
pt_br: Apenas Arquivos Combinados
ru: Только слитые файлы
ta_in: இணைக்கப்பட்ட கோப்புகள் மட்டும்
uk: Тільки злити файли
zh_tw: 只包含已合併的檔案

source: Only consider first parents on blame
ca: Considera només els primers pares a l'autoria
ja: 注釈履歴で最初の親だけを扱う
pt_br: Considerar apenas primeiros pais ao culpar
ta_in: குற்றம் சுமத்தப்பட்ட முதல் பெற்றோரை மட்டும் கருத்தில் கொள்ளுங்கள்
zh_tw: 只譴責第一親代版本

source: Only follow first parent
ca: Segueix només el primer pare
pt_br: Apenas seguir primeiro pai
ta_in: முதல் பெற்றோரை மட்டும் பின்பற்றவும்

source: Only local
ca: Només local
ja: ローカルのみ
pt_br: Apenas local
ta_in: உள்ளூர் மட்டும்

source: Only merged (to HEAD)
ca: Només els fusionats (fins al HEAD)
ja: マージされたもののみ (HEADへ)
pt_br: Apenas combinados (ao HEAD)
ta_in: (தலைக்கு) இணைக்கப்பட்டது மட்டும்
zh_tw: 只顯示已合併到 HEAD 的

source: Only numbers (optionally separated by commas) are allowed!
ca: Només es permeten números! (opcionalment separats per comes)
es_es: Sólo números (opcionalmente separados por comas) ¡Están permitidos!
hr: Samo brojevi (mogu biti odvojeni zarezom) su dozvoljeni!
ja: 数値のみ（コンマで分割可能）が入力可能です。
pl: Można użyć wyłącznie liczb (ewentualnie oddzielonych przecinkami)!
pt_br: Apenas números (opcionalmente separados por vígulas) são permitidos!
ru: Разрешены только цифры (возможно, разделённые запятыми)!
ta_in: எண்கள் மட்டும் (விரும்பினால் காற்புள்ளிகளால் பிரிக்கப்படும்) அனுமதிக்கப்படுகின்றன!
uk: Дозволяються тільки числа (можливо розділені комами)!
zh_tw: 只允許輸入數字！ （可以用逗號分隔）

source: Only remote
ca: Només remot
ja: リモートのみ
pt_br: Apenas remoto
ta_in: தொலைநிலை மட்டும்

source: Only unmerged (to HEAD)
ca: Només els sense fusionar (fins al HEAD)
ja: マージされていないもののみ (HEADへ)
pt_br: Apenas não combinados (ao HEAD)
ta_in: இணைக்கப்படாதது மட்டுமே (தலைக்கு)
zh_tw: 只顯示未合併到 HEAD 的

source: Open
ca: Obre
es_es: Abrir
hr: Otvori
ja: 開く
pl: Otwórz
pt_br: Abrir
ru: Открыть
ta_in: திற
uk: Відкрити
zh_tw: 開啟

source: Open &settings
ta_in: &அமைப்புகளைத் திற

source: Open an existing document Open
ca: Obre un document existent Obre
es_es: Abrir un documento existente Abrir
ja: 既存のドキュメントを開く 開く
pl: Otwórz istniejący dokument Otwórz
pt_br: Abrir um documento existente Abrir
ru: Открыть существующий документ Открыть
ta_in: ஏற்கனவே இருக்கும் ஆவணத்தைத் திற திறந்த
uk: Відкрити існуючий документ Відкрити
zh_tw: 開啟現有文件 開啟

source: Open certificate
ca: Obre el certificat
es_es: Abrir certificado
ja: 証明書を開く
pt_br: Abrir certificado
ru: Открыть сертификат
ta_in: சான்றிதழ் திற
uk: Відкрити сертіфікат
zh_tw: 開啟憑證

source: Open files for diff or to apply a patch Open files
ca: Obre arxius per diff o per aplicar un pedaç Obre arxius
es_es: Abrir archivos para Dif. o aplicar un parche Abrir archivos
ja: 差分の表示やパッチの適用のためにファイルを開く ファイルを開く
pl: Otwórz pliki do porównania lub zastosowania pliku poprawek Otwórz pliki
pt_br: Abre arquivos para comparar ou aplicar correções Abrir arquivos
ru: Открыть файлы для сравнения или применить заплатку Открыть файлы
ta_in: வேறுபாட்டிற்காக கோப்புகளைத் திறக்கவும் அல்லது ஒட்டைப் பயன்படுத்தவும் கோப்புகளைத் திற
zh_tw: 開啟檔案以比較檔案或套用補綴 開啟檔案

source: Open from clipboard
ca: Obre del portapapers
es_es: Abrir desde portapapeles
hr: Otvori iz međuspremnika
ja: クリップボードから開く
pl: Otwórz ze schowka
pt_br: Copiar a partir da área de transferência
ru: Открыть из буфера обмена
ta_in: இடைநிலைப் பலகையிலிருந்து திற
uk: Відкрити з буфера обміну
zh_tw: 自剪貼簿開啟

source: Open image file...
ca: Obre fitxer d'imatge
es_es: Abrir archivo de imagen...
hr: Otvori datoteku...
ja: 画像ファイルを開く ...
pl: Otwórz plik obrazu...
pt_br: Abrir arquivo de imagem...
ru: Открыть файл изображения...
ta_in: படக் கோப்பை திற...
uk: Відкрити файл з зображенням...
zh_tw: 開啟影像檔...

source: Open parent folder
ca: Obre carpeta pare
es_es: Abrir carpeta antecesora
hr: Otvori mapu iznad
ja: 親フォルダーを開く
pl: Otwórz folder nadrzędny
pt_br: Abrir pasta acima
ru: Открыть родительскую папку
ta_in: பெற்றோர் கோப்புறையைத் திற
uk: Відкрити батьківський каталог
zh_tw: 開啟上層目錄

source: Open patch file
ca: Obre fitxer pedaç
es_es: Abrir fichero de parche
ja: パッチファイルを開く
pt_br: Abrir arquivo de patch
ru: Открыть файл с заплаткой
ta_in: ஒட்டு கோப்பை திற
uk: Відкрити цей файл
zh_tw: 開啟補綴檔

source: Open this document
ca: Obre aquest document
es_es: Abrir este documento
ja: ドキュメントを開く
pl: Otwórz dokument
pt_br: Abrir este documento
ru: Открыть этот документ
ta_in: இந்த ஆவணத்தைத் திற
uk: Відкрити цей документ
zh_tw: 開啟此文件

source: Open with...
ca: Obre amb...
es_es: Abrir con...
hr: Otvori s...
ja: プログラムを指定して開く...
pl: Otwórz z...
pt_br: Abrir com...
ru: Открыть с помощью...
ta_in: இதனுடன் திற...
uk: Відкрити за допомогою...
zh_tw: 開啟程式...

source: Opens Help Help Topics
ca: Obre Ajuda Temes d'Ajuda
es_es: Abrir ayudas Temas de ayuda
hr: Otvara pomoć Sadržaj pomoći
ja: ヘルプを開く ヘルプトピック
pl: Wyświetla pomoc do programu Tematy pomocy
pt_br: Abre a Ajuda Tópicos de Ajuda
ru: Отрывает справку Разделы справки
ta_in: உதவி திறக்கிறது உதவி தலைப்புகள்
uk: Відкриває Довідку Теми Довідки
zh_tw: 開啟說明 說明主題

source: Opens the Reference Browser dialog.
ca: Mostra el registre de referències
es_es: Abre el diálogo del navegador de referencia.
ja: リファレンスブラウザーのダイアログを開く。
pt_br: Abre o Navegador de Referências.
ru: Открывает диалог обозревателя ссылок.
ta_in: குறிப்பு உலாவி உரையாடலைத் திறக்கிறது.
zh_tw: 開啟參照瀏覽器對話框。

source: Opens the repository browser
ca: Navega Dipòsit
es_es: Abre el exploradorr de repositorios
ja: リポジトリブラウザーを開く
pl: Otwiera przeglądarkę repozytorium
pt_br: Abre o navegador de repositório
ru: Открывает обозреватель хранилища
ta_in: களஞ்சிய உலாவியைத் திறக்கிறது
zh_tw: 開啟版本庫瀏覽器

source: Option
ca: Opció
es_es: Opción
ja: オプション
pl: Opcja
pt_br: Opção
ru: Настройки
ta_in: விருப்பம்
uk: Параметр
zh_tw: 選項

source: Options
ca: Opcions
es_es: Opciones
hr: Opcije
ja: オプション
pl: Opcje
pt_br: Opções
ru: Параметры
ta_in: விருப்பங்கள்
uk: Параметри
zh_tw: 選項

source: Ori&ginal size S
ca: Mida ori&ginal S
es_es: Tamaño original &size S
ja: オリジナルのサイズで表示する(&G) S
pl: Wielkość ory&ginalna S
pt_br: Tamanho ori&ginal S
ru: Исходный &размер S
ta_in: அசல்& அளவு எசு
uk: &Первісний розмір S
zh_tw: 原始大小(&G) S

source: Origin Name
ca: Nom de l'origen
es_es: Nombre del origin (repositorio original)
ja: オリジナル名
pt_br: Nome da Origem
ru: Имя Origin
ta_in: தோற்றத்தின் பெயர்
uk: Нове ім'я
zh_tw: 遠端名稱

source: Other refs
ca: Altres referències
pt_br: Outras referências
ta_in: மற்ற குறிப்புகள்

source: Others
ca: Altres
es_es: Otros
hr: Ostali
pl: Innych
pt_br: Outros
ru: Остальные
ta_in: மற்றவை
uk: Інші
zh_tw: 其它

source: Out Changelist
ta_in: வெளி மாற்றப்பட்டியல்

source: Out Commits
ca: Entregues a enviar
es_es: Fuera de Consignas
ja: 送り出しコミット
pt_br: Fora das Submissões
ru: Вне фиксаций
ta_in: வெளி உறுதிமொழிகள்
zh_tw: 輸出的提交

source: Out of memory.
ca: Sense memoria
es_es: Sín memoria.
hr: Program je ostao bez memorije.
ja: メモリ不足です。
pl: Brak pamięci.
pt_br: Sem memória.
ru: Нехватка памяти.
ta_in: நினைவகம் இல்லை.
uk: Не вистарчає пам`яті.
zh_tw: 記憶體不足.
