Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Could not start git.exe. A dynamic library (dll) is missing. You might need to specify an extra PATH. Check help file for "Extra PATH".
ca: No s'ha pogut arrencar git.exe. Manca una llibreria dinàmica (dll). Potser caldria definir un camí extra. Cerqueu "Extra PATH" al fitxer d'ajuda.
ja: git.exeを起動できませんでした。ダイナミックライブラリ（dll）が見つかりません。 追加の PATH を指定する必要があるかもしれません。 ヘルプファイルの "Extra PATH" を確認してください。
pt_br: Não foi possível iniciar git.exe. Uma biblioteca dinâmica (dll) está faltando. Você pode precisar especificar um PATH extra. Procure por "PATH Extra" no arquivo de ajuda.
ta_in: கிட்.exe ஐ தொடங்க முடியவில்லை. ஒரு மாறும் நூலகம் (dll) இல்லை. நீங்கள் கூடுதல் பாதையைக் குறிப்பிட வேண்டியிருக்கலாம். "கூடுதல் பாதை"க்கான உதவிக் கோப்பைச் சரிபார்க்கவும்.
zh_tw: 無法啟動 git.exe，可能是遺失了某個動態連結函式庫（dll）； 你或許需要指定額外的 PATH 值。 請在說明文件中尋找「Extra PATH」的相關說明。

source: Could not start print job.
ca: No s'ha pogut iniciar la tasca d'impressió.
es_es: No se pudo iniciar la tarea de impresión.
hr: Nisam mogao pokrenuti ispis.
ja: 印刷ジョブを開始できません。
pl: Nie można rozpocząć zadania wydruku.
pt_br: Não foi possível iniciar o trabalho de impressão.
ru: Не могу запустить задание на печать.
ta_in: அச்சு வேலையை தொடங்க முடியவில்லை.
uk: Не вдалося розпочати роботу на принтері.
zh_tw: 無法啟動列印工作.

source: Could not start text viewer! %s
ca: No s'ha pogut iniciar el visualitzador de text! %s
es_es: ¡No se pudo iniciar el visor de textos! %s
ja: テキストビュアーを起動出来ませんでした。 %s
pl: Nie można uruchomić przeglądarki plików! %s
pt_br: Não foi possível iniciar o visualizador de texto! %s
ru: Не могу запустить программу для просмотра текста! %s
ta_in: உரை பார்வையாளரைத் தொடங்க முடியவில்லை! %s
uk: Не можливо запустити текстовий переглядач! %s
zh_tw: 無法啟動文字檢視器！ %s

source: Could not start the Putty Agent (pageant).
ca: No s'ha pogut iniciar l'agent Putty (pageant).
es_es: No se puede iniciar el Agente Putty (pageant).
ja: Putty エージェント(pageant) を開始出来ませんでした。
pl: Nie można uruchomić agenta Putty (pageant).
pt_br: Não foi possível iniciar o Agente Putty (pageant).
ru: Не могу запустить Putty Agent (pageant).
ta_in: புட்டி முகவரை (அணிவகுப்பு) தொடங்க முடியவில்லை.
uk: Не можу запустити Putty Agent (pageant)
zh_tw: 無法啟動 Putty Agent (pageant)

source: Could not start thread!
ca: No s'ha pogut iniciar el fil!
es_es: ¡No se pudo iniciar hilo!
hr: Nisam mogao pokrenuti dretvu!
ja: スレッドを開始できません。
pl: Nie można rozpocząć wątku!
pt_br: Não foi possível iniciar a thread!
ru: Не могу запустить поток!
ta_in: நூலை தொடங்க முடியவில்லை!
uk: Не вдалося запустити нитку!
zh_tw: 無法啟動執行緒！

source: Coun&t
ca: Compt&a
es_es: Cantida&d
ja: カウント(&T)
pl: Zlic&z
pt_br: Con&tar
ru: Под&счёт
ta_in: எண்ணிக்கை
uk: Кількіс&ть
zh_tw: 計數(&T)

source: Count: %u matches.
ca: Recompte: %u coincidències.
es_es: Recuento: %u coincidencias.
ja: カウント: %u個の一致。
pl: Zliczono: %u dopasowań.
pt_br: Contagem: %u correspondências.
ru: Подсчёт: %u совпадений.
ta_in: எண்ணிக்கை: %u பொருத்தங்கள்.
uk: Кількість: %u збігаеться.
zh_tw: 計數：%u 筆符合。

source: Create &Branch...
ca: Crea una &branca...
ja: ブランチを作成(&B)...
pt_br: Criar &Ramo...
ru: Создать &ветвь...
ta_in: &கிளையை உருவாக்கு...
uk: Створити &Гілку...
zh_tw: 建立分支(&B)...

source: Create &Library
ca: Crea una bib&lioteca
es_es: Crear &Librería
ja: ライブラリを作成(&L)
pl: Utwórz &bibliotekę
pt_br: Criar &Bibilioteca
ru: Создать &библиотеку
ta_in: &நூலகத்தை உருவாக்கு
uk: Створити бібліотеку
zh_tw: 建立媒體櫃(&L)

source: Create &New Branch
ca: Crea una &nova branca...
ja: 新しいブランチを作成(&N)
pt_br: Criar &Novo Branch
ru: Создать новую ветвь
ta_in: &புதிய கிளையை உருவாக்கு
uk: Створити &Нову Гілку
zh_tw: 建立新分支(&N)

source: Create &Tag at this version...
pt_br: Criar E&tiqueta nesta versão...
ta_in: இந்த பதிப்பில் &குறியிடு...

source: Create &Tag...
ca: Crea una e&tiqueta...
ja: タグを作成(&T)...
pt_br: Criar &Etiqueta...
ru: Создать &метку...
ta_in: &குறியை உருவாக்கு...
uk: Створити &Тег
zh_tw: 建立標籤(&T)...

source: Create &patch file
ca: Crea arxiu &pedaç
ja: パッチファイルを作成(&P)
pt_br: Criar arquivo de &correção
ta_in: &ஒட்டு கோப்பை உருவாக்கு
uk: Створити патч

source: Create .gitignore file
ca: Crea arxiu .gitignore
es_es: Crear archivo .gitignore
ja: 無視リストファイルを作成
pl: Stwórz plik .gitignore
pt_br: Criar arquivo .gitignore
ru: Создать файл .gitignore
ta_in: .gitignore கோப்பை உருவாக்கு
uk: Створити файл .gitignore
zh_tw: 建立 .gitignore 檔案

source: Create Br&anch at this version...
pt_br: Criar R&amo nesta versão...
ta_in: இந்த பதிப்பில் &கிளையை உருவாக்கு...

source: Create Branch
ca: Crea branca
es_es: Crear ramal
ja: ブランチを作成
pl: Stwórz gałąź
pt_br: Criar Ramo
ru: Создать ветвь
ta_in: கிளையை உருவாக்கு
uk: Створити Гілку
zh_tw: 建立分支

source: Create Changelist
ca: Crea llista de canvis
es_es: Crear Lista de cambios
hr: Napravi popis izmjena
ja: 変更リストを作成
pl: Twórz listę zmian
pt_br: Criar Lista de Alterações
ru: Создать группу изменений
ta_in: மாற்றப்பட்டியலை உருவாக்கு
uk: Створити список змін
zh_tw: 建立變更列表

source: Create Patch Serial...
ca: Crea pedaç serial
es_es: Crear parche Serial...
ja: パッチを作成...
pt_br: Criar Série de Arquivos de Correção
ru: Создать серию заплаток
ta_in: ஒட்டு சீரியலை உருவாக்கு...
zh_tw: 建立補綴序列...

source: Create Tag
ca: Crea etiqueta
es_es: Crear Etiqueta
ja: タグを作成
pl: Stwórz tag
pt_br: Criar Etiqueta
ru: Создать метку
ta_in: குறியை உருவாக்கு
uk: Створити Тег
zh_tw: 建立標籤

source: Create a new document New
ca: Crea un document nou Nou
es_es: Crea un nuevo documento Nuevo
ja: 新規ドキュメントを作成 新規
pl: Stwórz nowy dokument Nowy
pt_br: Criar um novo documento Novo
ru: Создать новый документ Новый
ta_in: புதிய ஆவணத்தை உருவாக்கு புதிய
uk: Створити новий документ Новий
zh_tw: 建立一個新的文件 新

source: Create a shallow clone with a history truncated to the specified number of revisions. A shallow repository has a number of limitations (you cannot clone or fetch from it, nor push from nor into it), but is adequate if you are only interested in the recent history of a large project with a long history, and would want to send in fixes as patches.
ca: Crea un dipòsit lleuger amb una història truncada a un nombre específic de revisions. Un dipòsit lleuger té certes limitacions (no pot ésser clonat, ni fer operacions push/pull), però és adequat si només us interessa veure la historia recent d'un projecte amb molts canvis, i voleu enviar correccions com a pedaços
es_es: Crea un clon superfluo con un histórico truncado al número especificado de revisiones. Un repositorio superfluo tiene una serie de limitaciones (no se puede clonar o recuperar de él, ni impulsar (push) hacia él ni desde él), pero es adecuado si sólo estás interesado en el histórico reciente de un gran proyecto con un largo histórico, y quieres enviar arreglos ó parches.
ja: 指定された個数のリビジョンに切り捨てられた履歴を複製します。 このリポジトリには、多くの制限があります（このリポジトリから複製、フェッチ、プッシュすることはできませんし、このリポジトリへプッシュすることもできません）。 このオプションは、あなたが、長い履歴を持つ大きなプロジェクトの最近の変更だけに興味があり、修正をパッチの形式で送信する場合に適しています。
pt_br: Cria um clone superficial com o histórico parcial até o número especificado de revisões. Um repositório superficial tem um número de limitações (você não pode clonar ou obter dele, nem empurrar de nenhum lugar para ele), mas é adequado se você está apenas interessado no histórico recente de um grande projeto com um longo histórico, e quer enviar correções como arquivos de correções.
ru: Создать поверхностный клон хранилища с урезанной историей, содержащей указанное число ревизий. Поверхностное хранилище имеет ряд ограничений (вы не сможете ни клонировать ни извлекать из него, ни отправлять из или в него), но такое хранилище подойдет в случае если вам интересна только недавняя история большого проекта с длинной историей, и вы предполагаете посылать в него фиксации в виде патчей.
ta_in: குறிப்பிட்ட எண்ணிக்கையிலான மீள்திருத்தங்களுக்கு துண்டிக்கப்பட்ட வரலாற்றைக் கொண்ட ஒரு ஆழமற்ற நகலை உருவாக்கவும். ஒரு மேலோட்டமான களஞ்சியத்திற்கு பல வரம்புகள் உள்ளன (நீங்கள் அதை நகல் செய்யவோ அல்லது எடுக்கவோ, அதிலிருந்து அல்லது அதற்குள் தள்ளவோ முடியாது), ஆனால் நீங்கள் ஆர்வமாக இருந்தால் மட்டுமே போதுமானது. நீண்ட வரலாற்றைக் கொண்ட ஒரு பெரிய திட்டத்தின் சமீபத்திய வரலாறு மற்றும் திருத்தங்களை இணைப்புகளாக அனுப்ப விரும்புகிறது.
zh_tw: 建立一個淺層克隆的版本庫。這個版本庫只含有限定版本數量的歷史記錄，因此你不能克隆、拉取、獲取和推送，但足夠你查看最近有興趣的歷史以及發送補綴。

source: Create patch file
ca: Crea arxiu pedaç
es_es: Crear archivo de parche
ja: パッチ を作成
pl: Utwórz plik poprawki
pt_br: Criar arquivo de correções
ru: Создать файл заплатки
ta_in: ஒட்டு கோப்பை உருவாக்கு
uk: Створити файл патчу
zh_tw: 建立補綴檔

source: Create pull &request
ca: Crea sol·licitud d'estirada
es_es: Crear &petición de incorporación (pull)
ja: プルリクエストを作成(&R)
pl: Utwórz p&rośbę o połączenie
pt_br: Criar &pedido de puxar
ru: Создать запрос-получение
ta_in: இழு & கோரிக்கையை உருவாக்கு
zh_tw: 建立拉取要求(&R)

source: Create repositor&y here...
ca: Crea un dipòsit aquí...
es_es: Crear repos&itorio aquí...
ja: ここにリポジトリを作成(&Y)...
pl: Stwórz repozytorium tutaj...
pt_br: Criar &repositório aqui...
ru: Создать здесь &хранилище...
ta_in: இங்கு களஞ்சியத்தை உருவாக்கு&...
uk: Створити хранилище тут...
zh_tw: 在此建立版本庫(&Y)...

source: Created
ca: Creat
es_es: Creado
ja: 作成しました
pl: Utworzono
pt_br: Criado
ru: Создан
ta_in: உருவாக்கப்பட்டது
uk: Створено
zh_tw: 已建立

source: Creates a branch or tag
ca: Crea una branca o etiqueta
es_es: Crear un ramal o etiqueta
ja: ブランチないしはタグを作成
pl: Stwórz gałąź lub tag
pt_br: Cria um ramo ou etiqueta
ru: Создать ветвь или метку
ta_in: ஒரு கிளை அல்லது குறிச்சொல்லை உருவாக்குகிறது
uk: Створення гілки або тегу
zh_tw: 建立一個分支或標籤

source: Creates a library folder with special settings for Git working trees
ca: Crea una carpeta biblioteca amb configuracions especials per als directoris de treball de Git.
es_es: Crea una carpeta librería, con una configuración especial para los árboles de trabajo de Git
ja: Gitワーキングツリー用に特別設定のライブラリフォルダーを作成
pl: Tworzy folder biblioteki ze specjalnymi ustawieniami dla kopii roboczej Git
pt_br: Cria uma pasta biblioteca com configurações especiais para cópias de trabalho do Git
ru: Создает папку библиотеки со специальными настройками для рабочих копий Git
ta_in: கிட் பணிபுரியும் மரங்களுக்கான சிறப்பு அமைப்புகளுடன் ஒரு நூலக கோப்புறையை உருவாக்குகிறது
uk: Створення бібліотчної теки з спеціальними налаштуваннями для робочого дерева Git
zh_tw: 建立一個媒體櫃資料夾並含有為Git工作目錄的特別設定

source: Creates a patch file from the differences of the two files Create patch file
ca: Crea un fitxer pedaç amb les diferències dels dos fitxers Crea fitxer pedaç
es_es: Crea un archivo parche de las diferencias de los dos archivos Crear un archivo parche
hr: Radi zakrpu iz razlike dvije datoteke Izradi zakrpu
ja: ２つのファイルの差分からパッチファイルを作成 パッチを作成
pl: Tworzy plik poprawek (patch) z różnic pomiędzy dwoma plikami Utwórz łatę
pt_br: Cria um arquivo de correções com as diferenças dos dos arquivos Criar arquivo de correções
ru: Создаёт файл заплатки из различий между двумя файлами Создать файл заплатки
ta_in: இரண்டு கோப்புகளின் வேறுபாடுகளிலிருந்து ஒரு ஒட்டு கோப்பை உருவாக்குகிறது ஒட்டு கோப்பை உருவாக்கு
uk: Створює файл-латку з відмінностей між двома файлами Створити файл-латку
zh_tw: 根據兩個檔案的差異建立補綴檔 建立補綴檔

source: Creates a repository database at the current location
ca: Crea una base de dades de dipòsit al lloc actual
es_es: Crea una base de datos del repositorio en la ubicación actual
hr: Izrađuje bazu skladišta na trenutnoj lokaciji
ja: 現在の位置にリポジトリデータベースを作成
pl: Tworzy w bieżącej lokalizacji bazę danych dla repozytorium
pt_br: Cria um repositório no local corrente
ru: Создает базу данных хранилища в этом месте
ta_in: தற்போதைய இடத்தில் ஒரு களஞ்சிய தரவுத்தளத்தை உருவாக்குகிறது
uk: Створює базу даних сховища у поточному місцеперебуванні
zh_tw: 在目前位置建立版本資料庫

source: Creates a unified diff file with all changes you made
ca: Crea un fitxer diff unificat amb tots els canvis que has fet
es_es: Crea un archivo de dif. unificado con todos los cambios hechos
hr: Radi objedinjenu datoteku razlika sa svim učinjenim izmjenama
ja: すべての変更をもとにUnified形式の差分ファイルを作成
pl: Tworzy plik różnicowy, zawierający wszystkie twoje zmiany
pt_br: Cria um arquivo de comparação unificado com todas as alterações feitas por você
ru: Создает файл объединённых различий со всеми изменениями, которые вы сделали
ta_in: நீங்கள் செய்த அனைத்து மாற்றங்களுடனும் ஒரு ஒருங்கிணைந்த வேறுபாடு கோப்பை உருவாக்குகிறது
uk: Створює файл об'єднаних відмінностей з усіма внесеними вами змінами
zh_tw: 建立包含你所有修改的統合式差異檔

source: Creating pull-request...
ca: Creant sol·licitud d'estirada
es_es: Creando petición de incorporación (pull)...
ja: プルリクエスト作成...
pl: Tworzenie prośby o połączenie...
pt_br: Criando pedido de puxar...
ru: Создаю запрос-получение...
ta_in: இழு-கோரிக்கையை உருவாக்குகிறது...
zh_tw: 正在建立拉取要求．．．

source: Credential
ta_in: நற்சான்றிதழ்

source: Credential helper must not be empty.
ca: L'auxiliar de credencials no pot estar buit.
es_es: El ayudante de credenciales no debe estar vacío.
ja: 資格情報ヘルパーは、空欄に出来ません。
pl: Pomocnik poświadczeń nie może być pusty.
pt_br: O assistente de credenciais não pode ficar vazio.
ru: Удостоверяющий центр не может быть пустым.
ta_in: நற்சான்றிதழ் உதவியாளர் காலியாக இருக்கக்கூடாது.
zh_tw: 憑證小幫手不能空白。

source: Credential helper:
ca: Auxiliar de credencials:
es_es: Ayudante de credenciales:
ja: 資格情報ヘルパー:
pl: Pomocnik poświadczeń:
pt_br: Assistente de credenciais:
ru: Удостоверяющий центр:
ta_in: நற்சான்றிதழ் உதவியாளர்:
zh_tw: 憑證小幫手：

source: Credentials
ca: Credencials
es_es: Credenciales
ja: 資格情報
pt_br: Credenciais
ru: Удостоверения
ta_in: நற்சான்றிதழ்கள்
zh_tw: 憑證

source: Cu&t
ca: Re&talla
es_es: Cor&tar
hr: I&zreži
ja: 切り取り(&T)
pl: Wytni&j
pt_br: &Recortar
ru: В&ырезать
ta_in: வெட்&டு
uk: В&ирізати
zh_tw: 剪下(&T)

source: Current Branch
ca: Branca actual
es_es: Ramal actual
ja: 現在のブランチ
pl: Aktualna wersja:
pt_br: Ramo Atual
ru: Текущая ветвь
ta_in: தற்போதைய கிளை
uk: Поточна гілка
zh_tw: 目前分支

source: Current Branch:
ca: Branca actual
es_es: Ramal actual:
ja: 現在のブランチ:
pl: Obecna gałąź:
pt_br: Remificação Atual:
ru: Текущая ветвь:
ta_in: தற்போதைய கிளை:
uk: Поточна гілка:
zh_tw: 目前分支：

source: Current HEAD is detached, you are working on (no branch). Do you want to create a branch now?
ca: El HEAD actual està desvinculat, esteu treballant en (cap branca). Voleu crear una branca ara?
ja: 現在の HEAD は切り離されており (Detached)、つまりブランチ無し (no branch) で作業しています。 ブランチを今作成しますか？
pt_br: A HEAD atual está destacada, você está trabalhando em (sem ramo). Você deseja criar um ramo agora?
ru: Текущая ГОЛОВНАЯ ветвь отделена от той, в которой вы сейччас работаете (нет ветви). В хотите создать ветвь сейчас?
ta_in: தற்போதைய தலை பிரிக்கப்பட்டுள்ளது, நீங்கள் இங்கே (கிளை இல்லாமல்) பணிபுரிகிறீர்கள். நீங்கள் இப்போது ஒரு கிளையை உருவாக்க விரும்புகிறீர்களா?
zh_tw: HEAD 目前是脫離的，你在「沒有分支」上工作。\n現在要建立分支嗎？

source: Current branch "%s" is up to date If you want to force a rebase even if the current branch is a descendant of the commit you are rebasing onto, please check below "Force Rebase" checkbox.
ca: La branca actual "%s" està al dia. Si voleu forçar un Rebase fins i tot si la branca és descendent de l'entrega a on voleu fer el Rebase, heu d'activar l'opció de "Força rebase".
pt_br: Ramo atual "%s" está atualizado Se você quer forçar uma reorganização mesmo se o ramo atual for um descendente da submissão que você está reorganizando sobre, por favor marque a caixa "Forçar Reorganização".
ta_in: தற்போதைய கிளை "%s" புதுப்பித்த நிலையில் உள்ளது தற்போதைய கிளையானது, நீங்கள் மறுசீரமைக்கும் உறுதிமொழியின் வழித்தோன்றலாக இருந்தாலும், மறுசீரமைப்பைக் கட்டாயப்படுத்த விரும்பினால், தயவுசெய்து கீழே உள்ள "கட்டாயமாக மறுதளம்" தேர்வுப்பெட்டியை தேர்வுசெய்.

source: Current branch is up to date or newer than the fetched branch. Open rebase anyway?
ca: La branca actual està al dia o és més recent que la branca recuperada. Voleu obrir rebase de totes maneres?
ja: 現在のブランチは、フェッチされたブランチと同じか、より新しいものです。それでもリベースしますか?
pt_br: O ramo atual está atualizado ou mais novo que o ramo remoto. Abrir a reorganização mesmo assim?
ta_in: தற்போதைய கிளை புதுப்பித்த நிலையில் உள்ளது அல்லது பெறப்பட்ட கிளையை விட புதியது. எப்படியும் மறுதளத்தைத் திறக்கவா?

source: Current branch:
ta_in: தற்போதைய கிளை:

source: Current version is:
ca: La versió actual és:
es_es: La versión actual es:
hr: Važeća verzija je:
ja: 最新のバージョン:
pl: Aktualna wersja:
pt_br: A versão atual é:
ru: Текущая версия:
ta_in: தற்போதைய பதிப்பு:
uk: Поточна версія:
zh_tw: 目前版本是：

source: Current version is: %s
ca: La versió actual és: %s
es_es: La versión actual es: %s
hr: Važeća verzija je: %s
ja: 最新のバージョン: %s
pl: Aktualna wersja: %s
pt_br: A versão atual é: %s
ru: Текущая версия: %s
ta_in: தற்போதைய பதிப்பு: %s
uk: Поточна версія: %s
zh_tw: 目前版本是：%s

source: Customize...
ca: Personalitza...
es_es: Personalizar...
ja: カスタマイズ...
pl: Dostosuj...
pt_br: Customizar...
ru: Персонализировать...
ta_in: தனிப்பயனாக்கு...
uk: Адаптувати...
zh_tw: 自訂...

source: Cut the selection and put it on the Clipboard Cut
ca: Retalla la selecció i posa-la al porta-retalls Retalla
es_es: Cortar selección y ponerla en el portapapeles Cortar
hr: Izreži označeno i stavi u međuspremnik Izreži
ja: 選択範囲を切り取り、クリップボードに移動する 切り取り
pl: Wycina zaznaczenie i umieszcza je w schowku Wytnij
pt_br: Recorta a seleção e a coloca na Área de Transferência Recorta
ru: Вырезать выбранное и положить в буфер обмена Вырезать
ta_in: தேர்வை வெட்டி இடைநிலைப் பலகையில் வைக்கவும் வெட்டு
uk: Вирізати виділення та помістити його до буфера обміну Вирізати
zh_tw: 剪下選取項目並放到剪貼簿 剪下

source: Cyrillic
ca: Ciríl·lic
es_es: Cirílico
ja: キリル文字
pl: Cyrylica
pt_br: Cirílico
ru: Кирилица
ta_in: சிரிலிக்
uk: Кирилический
zh_tw: 西里爾

source: DCommit Type
es_es: Tipo de FechaConsigna
ja: DCommit タイプ
pt_br: DSubmeter Tipo
ru: Тип фиксации в SVN
ta_in: டிஉறுதிமொழி வகை
zh_tw: DCommit 類型

source: Daemon
ca: Dimoni
es_es: Demonio
ja: バックグラウンド稼働
pl: Demon
pt_br: Servidor
ru: Демон
ta_in: பின்னணி
zh_tw: 守護行程

source: Dark theme
ta_in: இருண்ட கருப்பொருள்

source: Dark theme requires at least Win10 1803, and it must be enabled in the Windows system settings.
ta_in: இருண்ட கருப்பொருளுக்கு குறைந்தபட்சம் சாளரங்கள்10 1803 தேவைப்படுகிறது, மேலும் இது சாளரங்கள் கணினி அமைப்புகளில் இயக்கப்பட்டிருக்க வேண்டும்.

source: Date
ca: Data
es_es: Fecha
hr: Datum
ja: 日時
pl: Data
pt_br: Data
ru: Дата
ta_in: தேதி
uk: Дата
zh_tw: 日期

source: Date Last Commit
ca: Fixa la data de l'última entrega
es_es: Fecha Última Consigna
ja: 最終コミット日付
pt_br: Data da Última Submissão
ru: Дата крайней фиксации
ta_in: கடைசி உறுதிமொழி தேதி
uk: Дата останнюї фіксації
zh_tw: 上次提交日期

source: Default
ca: Per defecte
es_es: Predeterminado
hr: Početne postavke
ja: デフォルト
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
ta_in: இயல்புநிலை
uk: Типове
zh_tw: 預設

source: Default limitation of log messages:
ca: Límit per defecte dels missatges de registre:
es_es: Limitación por defecto de los mensajes de registro (log):
ja: ログメッセージ数のデフォルトの制限:
pt_br: Limite padrão para mensagens de log:
ru: Ограничение по умолчанию для сообщений журнала:
ta_in: பதிவு செய்திகளின் இயல்புநிலை வரம்பு:
uk: Обмеження за замовчу. для повідом. логу:
zh_tw: 日誌訊息預設限量：

source: Default to UTF-8 encoding
ca: Escull per defecte codificació UTF-8
es_es: Predeterminar para codificación UTF-8
hr: Osnovna kodna stranica UTF-8
ja: UTF-8エンコーディングをデフォルトにする
pl: Domyślnie stosuj kodowanie UTF-8
pt_br: Usar codificação UTF-8 por padrão
ru: Использовать кодировку UTF-8 по умолчанию
ta_in: ஒருங்குறிஉருமாற்றவடிவம்-8 குறியாக்கத்திற்கு இயல்புநிலை
uk: Типово - в кодування UTF-8
zh_tw: 預設使用 UTF-8 編碼

source: Delete
ca: Elimina
es_es: Suprimir
hr: Obriši
ja: 削除
pl: Usuń
pt_br: Excluir
ru: Удалить
ta_in: நீக்கு
uk: Видалити
zh_tw: 刪除

source: Delete %d branches
ca: Elimina %d branques
es_es: Suprimir %d ramales
ja: %d 個のブランチを削除
pl: Usuń %d gałęzi
pt_br: Excluir %d ramos
ru: Удаление %d ветвей
ta_in: %d கிளைகளை நீக்கு
uk: Видалити %d гілки
zh_tw: 刪除 %d 個分支

source: Delete %d remote branches
ca: Elimina %d branques remotes
es_es: Suprimir %d ramales remotos
ja: %d 個のリモートブランチを削除
pl: Usuń %d zdalnych gałęzi
pt_br: Excluir %d ramos remotos
ru: Удаление %d внешних ветвей
ta_in: %d தொலை கிளைகளை நீக்கு
uk: Видалити %d віддалені гілки
zh_tw: 刪除 %d 個遠端分支

source: Delete %d tags
ca: Elimina %d etiquetes
es_es: Suprimir %d etiquetas
ja: %d タグを削除
pl: Usuń %d tagów
pt_br: Excluir %d etiquetas
ru: Удалить %d метки
ta_in: %d குறிச்சொற்களை நீக்கு
uk: Видалити %d теги
zh_tw: 刪除 %d 個標籤

source: Delete &local remote-tracking branch
ta_in: &உள்ளூர் தொலைநிலை கண்காணி கிளையை நீக்கவும்

source: Delete Ref...
ca: Elimina ref...
es_es: Surprimir Ref...
ja: Refを削除...
pl: Usuń ref...
pt_br: Excluir Referência...
ru: Удалить ссылку...
ta_in: குறிப்பை நீக்கு...
zh_tw: 刪除參照...

source: Delete all tags
ca: Elimina totes les etiquetes
es_es: Borrar todas las etiquetas
ja: すべてのタグを削除
pl: Usuń wszystkie tagi
pt_br: Excluir todas as etiquetas
ru: Удалить все метки
ta_in: அனைத்து குறிச்சொற்களையும் நீக்கு
uk: Видалити усі теги
zh_tw: 刪除所有標籤

source: Delete and &ignore %d items by name
ca: Esborra i &ignora %d els elements pel seu nom
es_es: Suprimir e &ignore %d objetos por nombre
ja: 名前で %d 個のアイテムを削除して無視(&I)
pl: Usuń i pom&iń %d elementów wg nazwy
pt_br: Excluir e &ignorar %d itens por nome
ru: Удалить и игнорировать %d &элементов по имени
ta_in: %d உருப்படிகளை பெயர் மூலம் நீக்கி &புறக்கணிக்கவும்
uk: Знищити й &ігнорувати %d елементів за назвою
zh_tw: 依名稱刪除及忽略 %d 個項目(&I)

source: Delete and &ignore multiple items by name
ca: Esborra i &ignora múltiples elements pel seu nom
ja: 複数を削除し、名前で無視(&I)
pl: Usuń i &ignoruj wiele elementów po nazwie
pt_br: Excluir &Ignorar multiplos itens por nome
ru: Удалить и &игнорировать множество элементов по имени
ta_in: பெயர் மூலம் பல உருப்படிகளை நீக்கி &புறக்கணிக்கவும்
zh_tw: 依名稱刪除及忽略多個項目(&I)

source: Delete and add to &ignore list
ca: Eliminia i afegeix a la llista d'ignorats
es_es: Suprimir y añadir a lista &ignorados
ja: 削除して無視リストに追加(&I)
pl: Dodaj i usuń z listy &ignorowanych
pt_br: Excluir e adicionar para a lista de &ignorados
ru: Удалить и добавить в список &игнорирования
ta_in: நீக்கி, &புறக்கணிப்பு பட்டியலில் சேர்க்கவும்
uk: Видалити та додати до списку &ігнорованих
zh_tw: 刪除並加入至忽略列表(&I)

source: Delete and ignore %d items by &extension
ca: Esborra i ignora %d items per &extensió
es_es: Suprimir y ignorar %d objetos por &extensión
ja: 拡張子で %d 個のアイテムを削除して無視(&E)
pl: Usuwa i ignoruje %d elementy(-ów) wg &rozszerzenia
pt_br: Excluir e ignorar %d itens por &extensão
ru: Удалить и игнорировать %d элементов по рас&ширению
ta_in: &நீட்டிப்பு மூலம் %d உருப்படிகளை நீக்கி புறக்கணிக்கவும்
uk: Знищити й ігнорувати %d елементів за роз&ширенням
zh_tw: 依副檔名刪除並忽略 %d 個項目(&E)

source: Delete and ignore multiple items by &extension
ca: Esborra i ignora múltiples elements per la seva &extensió
ja: 複数を削除し、拡張子で無視(&E)
pl: Usuń i ignoruj wiele elementów wg rozsz&erzenia
pt_br: Excluir e ignorar os multiplos itens por &extensão
ru: Удалить и &игнорировать множество элементов по расширению
ta_in: &நீட்டிப்பு மூலம் பல உருப்படிகளை நீக்கி புறக்கணிக்கவும்
zh_tw: 依副檔名刪除並忽略多個項目(&E)

source: Delete branch
ca: Elimina branca
es_es: Suprimir ramal
ja: ブランチを削除
pl: Usuń gałąź
pt_br: Excluir ramo
ru: Удаление ветви
ta_in: கிளையை நீக்கு
uk: Знищити гілку
zh_tw: 刪除分支

source: Delete local tag
ca: Suprimeix l'etiqueta local
ja: ローカルタグを削除
pt_br: Excluir etiqueta local
ta_in: உள்ளூர் குறிச்சொல்லை நீக்கு
uk: Видалити локальний тег

source: Delete remote branch
ca: Elimina branca remota
es_es: Suprimir ramal remoto
ja: リモートブランチを削除
pl: Usuń zdalną gałąź
pt_br: Excluir ramo remoto
ru: Удалить внешнюю ветвь
ta_in: தொலை கிளையை நீக்கு
uk: Знищити віддалену гілку
zh_tw: 刪除遠端分支

source: Delete remote tag - TortoiseGit
ca: Elimina etiqueta remota - TortoiseGit
es_es: Eliminar etiqueta remota - TortoiseGit
ja: リモートタグ を削除 - TortoiseGit
pl: Usuń zdalny tag - TortoiseGit
pt_br: Excluir etiqueta remota - TortoiseGit
ru: Удалить внешнюю метку - TortoiseGit
ta_in: தொலை குறியை நீக்கு - ஆமைகிட்
uk: Видалити віддалений тег - TortoiseGit
zh_tw: 刪除遠端標籤 - TortoiseGit
