Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Configure Filter Regex
ca: Configurar filtre regex
ja: 正規表現フィルターを設定
pt_br: Configurar Filtro Regex
ta_in: வடிப்பான் வழக்கமான வெளிப்பாடு உள்ளமைக்கவும்

source: Configure Filter Regexes
ca: Configurar Filtres regex
es_es: Configurar expresiones regulares de filtros
ja: 正規表現フィルターを設定
pl: Konfiguruj Wyrażenia Regularne Filtru
pt_br: Configurar Expressões de Filtro
ru: Настроить Фильтры регулярных выражений
ta_in: வடிப்பான் வழக்கமான வெளிப்பாடுகளை உள்ளமைக்கவும்
zh_tw: 設定過濾器正規表示式

source: Configure Hook Scripts
ca: Configura scripts d'interconnexió
es_es: Configurar scripts de enganches (hooks)
hr: Podesi vezne skripte
ja: フックスクリプトの設定
pl: Konfiguruj skrypty przechwytujące
pt_br: Configurar Scripts de Gancho
ru: Настройка Хук Скриптов
ta_in: கொக்கி கையெழுத்துப்படிவங்களை உள்ளமைக்கவும்
uk: Конфігурування скриптів зачіпок (Hook Scripts)
zh_tw: 設定掛鉤指令檔

source: Configure Issue Tracker Integration
ca: Configura Integració Seguidor d'Incidències
es_es: Configurar la integración del Seguimiento de problemas
hr: Podesi integraciju s sustavom praćenja zahtjeva (engl. Issue Tracker)
ja: 課題追跡システムとの統合に関する設定
pl: Konfiguruj integrację z systemami śledzenia błędów
pt_br: Configurar a integração de um Rastreador de Problemas
ru: Настройка интеграции с системой отслеживания проблем
ta_in: சிக்கல் கண்காணிப்பு ஒருங்கிணைப்பை உள்ளமைக்கவும்
uk: Конфігурування інтеграції проблемо обліку (Issue Tracker)
zh_tw: 設定 Bug 追蹤系統整合功能

source: Configure alternative editor. Preferably one which can handle *nix line endings.
ca: Configura editor alternatiu. Preferiblement un que permeti l'ús de finals de línia tipus *nix.
es_es: Configurar un editor alternativo que preferiblemente soporte archivos *nix
ja: *nix 行を編集可能なエディターを設定
pl: Skonfiguruj alternatywny edytor. Najlepiej taki, który obsługuje zakończenia linii *nix.
pt_br: Configure um editor alternativo. Preferencialmente que possa lidar com quebras-de-linha *nix.
ru: Настройка альтернативного редактора. Желательно использовать такой, который может обрабатывать завершения строк в стиле *nix
ta_in: மாற்று பதிப்பாசிரியரை உள்ளமைக்கவும். சிறந்த யுனிக்சு வரி முனைகளைக் கையாளக்கூடியது
uk: налаштування зовнышнього редактору. Перевага тим які можуть обробляти кінець строки *nix.
zh_tw: 設定用來比對不同版本檔案的工具程式，最好能處理 *nix 檔案。

source: Configure default
ta_in: இயல்புநிலையை உள்ளமைக்கவும்

source: Configure git.exe
ca: Configura git.exe
ja: git.exeを設定
pt_br: Configurar git.exe
ta_in: கிட்.exeஐ உள்ளமைக்கவும்
uk: Налаштувати git.exe
zh_tw: 設定 git 執行檔

source: Configure the program used for comparing different revisions of files
ca: Configura el programa utilitzat per comparar diferents revisions de fitxers.
es_es: Configurar el programa a uar para la comparación de archivos de diferentes revisiones
hr: Podesite program koji se koristi za usporedbu različitih revizija datoteka
ja: 異なるリビジョンのファイルの比較に使用するプログラムの設定
pl: Skonfiguruj program używany w celu porównywania różnych wersji plików
pt_br: Configura o programa usado para comparar diferentes revisões dos arquivos.
ru: Настройка программы, используемой для сравнения различных ревизий файлов
ta_in: கோப்புகளின் வெவ்வேறு மீள்திருத்தங்களை ஒப்பிடுவதற்கு பயன்படுத்தப்படும் நிரலை உள்ளமைக்கவும்
uk: Конфігурувати програму, призначену для порівняння різних модифікацій файлів
zh_tw: 設定用來比對不同版本檔案的工具程式

source: Configure the program used to resolve conflicted files.
ca: Configureu el programa utilitzat per resoldre fitxers en conflicte.
es_es: Configurar el programa a uar para resolver archivos en conflicto.
hr: Podesite program koji se koristi se za razrješenje sukobljenih datoteka.
ja: ファイルの競合を解決するために使用するプログラムを設定してください。
pl: Program używany w celu rozwiązywania konfliktów pomiędzy plikami.
pt_br: Configure o programa usado para resolver arquivos em conflito.
ru: Настройка программы, используемой для улаживания конфликтов в файлах
ta_in: முரண்பட்ட கோப்புகளை தீர்க்க பயன்படுத்தப்படும் நிரலை உள்ளமைக்கவும்.
uk: Кофігурувати програму, призначену для владнання конфліктних файлів.
zh_tw: 設定用來解決衝突檔案的工具程式。

source: Configure user information
ca: Configura informació de l'usuari
ja: ユーザー情報を設定
pt_br: Configurar informações do usuário
ta_in: பயனர் தகவலை உள்ளமைக்கவும்
zh_tw: 設定使用者資訊

source: Configure viewer program for GNU diff files (patch files)
ca: Configura programa visor per diffs de GNU (arxius de pedaç)
es_es: Configurar el programa visor para archivos dif. GNU (archivos de parche)
ja: GNUの差分ファイル（パッチファイル）の表示に用いるプログラムを設定してください
pl: Skonfiguruj program do przeglądania plików różnicowych GNU (plików poprawek)
pt_br: Configurar visualizador para arquivos comparação GNU (arquivos de correções)
ru: Настройка программы просмотра файлов различий GNU (файлов заплаток)
ta_in: சிஎன்யு வேறுபாடு கோப்புகளுக்கான பார்வையாளர் நிரலை உள்ளமைக்கவும் (ஒட்டு கோப்புகள்)
zh_tw: 設定檢視 GNU 差異檔（補綴檔）的檢視器

source: Confirm to kill running git process
ca: Confirma aturar processos git
es_es: Confirmar al matar el proceso que ejecute git
ja: gitプロセスを強制停止する時に確認
pt_br: Confirmar finalização do processo do git em execução
ru: Подтвердите принудительную остановку процесса git
ta_in: இயங்கும் கிட் செயல்முறையை அழிக்க உறுதிப்படுத்தவும்
uk: Підтверження вбивство робочого процессу git
zh_tw: 確認停止執行中的 git 程序

source: Conflict
ca: Conflicte
es_es: Conflictos
ja: 競合
pl: Konflikt
pt_br: Conflito
ru: Конфликт
ta_in: முரண்பாடு
uk: Конфлікт
zh_tw: 衝突

source: Conflict Files
ca: Arxius en conflicte
es_es: Archivos de Conflictos
ja: 競合したファイル
pl: Konflikt plików
pt_br: Conflitar Arquivos
ru: Конфликтующие файлы
ta_in: முரண்பாடு கோப்புகள்
uk: Конфліктні файли
zh_tw: 衝突檔案

source: Conflict resolved
ca: Conflicte resolt
es_es: Conflicto resuelto
hr: Sukob razriješen
ja: 解決済みの競合
pl: Konflikt rozwiązany
pt_br: Conflito resolvido
ru: Улаженный конфликт
ta_in: முரண்பாடு நீக்கப்பட்டது
uk: Конфлікт вирішено
zh_tw: 已解決衝突

source: Conflicted
ca: En conflicte
es_es: En conflicto
hr: U sukobu
ja: 競合
pl: W stanie konfliktu
pt_br: Conflitante
ru: Конфликтующее
ta_in: முரண்பாட்டது
uk: Конфліктні
zh_tw: 衝突

source: Conflicts
ca: Conflictes
es_es: Conflictos
ja: 競合
pl: Konflikty
pt_br: Conflitos
ru: Конфликты
ta_in: முரண்பாடுகள்
uk: Конфлікти
zh_tw: 衝突

source: Conflicts: %d
ca: Conflictes: %d
es_es: Conflictos: %d
hr: Sukobi: %d
ja: 競合: %d
pl: Konflikty: %d
pt_br: Conflitos: %d
ru: Конфликты: %d
ta_in: முரண்பாடுகள்: %d
uk: Конфлікти: %d
zh_tw: 衝突：%d

source: Context Menu
ta_in: சூழல் பட்டியல்

source: Context Menu 2
ta_in: சூழல் பட்டியல் 2

source: Context lines for patches
ca: Línies de context per a pedaços
es_es: Líneas de contexto para parches
ja: パッチのコンテキスト行数
pl: Linie kontekstu do poprawek
pt_br: Linhas de contexto para correções
ru: Контекстные строки для исправлений
ta_in: ஒட்டுகளுக்கான சூழல் வரிகள்
zh_tw: 補綴檔上下文行數

source: Continue
ca: Continua
es_es: Continuar
hr: Nastavi
ja: 続行
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
ta_in: தொடரவும்
uk: Продовжити
zh_tw: 繼續

source: Convert spaces to tabs
ca: Converteix els espais a tabuladors
es_es: Convertir espacios en tabulaciones
ja: 空白をタブに変換
pl: Zamień spacje na tabulacje
pt_br: Converter espaços para tabulações
ru: Преобразовать пробелы в табуляцию
ta_in: இடங்களை தாவல்களாக மாற்றவும்
uk: Перетворення пробілів у таб
zh_tw: 將空白轉為 Tabs

source: Convert tabs to spaces
ca: Converteix els tabuladors a espais
es_es: Convertir tabulaciones en espacios
ja: タブを空白に変換
pl: Zamień tabulacje na spacje
pt_br: Converter tabulações para espaços
ru: Преобразовать табуляцию в пробелы
ta_in: தாவல்களை இடைவெளிகளாக மாற்றவும்
uk: Перетворення таб у пробіли
zh_tw: 將 Tabs 轉為空白

source: Cop&y
ca: Co&pia
es_es: Cop&iar
hr: Kop&iraj
ja: コピー(&Y)
pl: Kopiu&j
pt_br: Cop&iar
ru: Копи&ровать
ta_in: &நகல்
uk: &Копіювати
zh_tw: 複製(&Y)

source: Copied
ca: Copiat(s)
es_es: Copiado
hr: Kopirano
ja: コピー
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
ta_in: நகலெடுக்கப்பட்டது
uk: Скопійовано
zh_tw: 已複製

source: Copy
ca: Copia
es_es: Copiar
hr: Kopiraj
ja: コピー
pl: Kopiuj
pt_br: Copiar
ru: Копия
ta_in: நகலெடு
uk: Копіювати
zh_tw: 複製

source: Copy SHA-1 to clipboard
ca: Copia SHA-1 al porta-retalls
es_es: Copiar SHA-1 al portapapeles
ja: SHA-1をクリックボードにコピー
pl: Kopiuj SHA-1 do schowka
pt_br: Copiar SHA-1 para o clipboard
ru: Копировать SHA-1 в буфер обмена
ta_in: பாதுகாப்பானசிறுதுண்டுகளாக்கும்வழிமுறை-1ஐ இடைநிலைப் பலகைக்கு நகலெடுக்கவும்
uk: Копіювати SHA-1 до буферу обміну
zh_tw: 複製 SHA-1 到剪貼薄

source: Copy all information to clipboard
ca: Copia tota la informació al porta-retalls
es_es: Copiar toda la información al portapapeles
hr: Kopiraj sve informacije u međuspremnik
ja: クリップボードにすべての情報をコピー
pl: Kopiuj wszystkie informacje do schowka
pt_br: Copiar todas as informações para a área de transferência
ru: Скопировать всю информацию в буфер обмена
ta_in: அனைத்து தகவலையும் இடைநிலைப் பலகைக்கு நகலெடுக்கவும்
uk: Копіювати всю інформацію до буфера обміну
zh_tw: 複製所有訊息到剪貼簿

source: Copy and rename
ca: Copia i canvia el nom
es_es: Copiar y renombrar
ja: コピーして名前を変更
pl: Kopiuj i zmień nazwę
pt_br: Copiar e renomear
ru: Копирование с переименованием
ta_in: நகலெடு மற்றும் மறுபெயரிடவும்
uk: Копіювати та перейменувати
zh_tw: 複製及重新命名

source: Copy log to clipboard
ca: Copia registre al portapapers
es_es: Copiar Reg. al portapapeles
ja: ログをクリップボードにコピー
pl: Skopiuj log do schowka
pt_br: Copiar histórico para a área de transferência
ru: Копировать запись журнала
ta_in: பதிவை இடைநிலைப் பலகைக்கு நகலெடுக்கவும்
uk: Копіювати логу у буфер обміну
zh_tw: 複製日誌到剪貼簿

source: Copy paths to clipboard
ca: Copia rutes al porta-retalls
es_es: Copiar rutas al portapapeles
hr: Kopiraj staze u međuspremnik
ja: クリップボードにパスをコピー
pl: Kopiuj ścieżki do schowka
pt_br: Copiar caminhos para a área de transferência
ru: Скопировать пути в буфер обмена
ta_in: பாதைகளை இடைநிலைப் பலகைக்கு நகலெடுக்கவும்
uk: Копіювати шляхи до буфера обміну
zh_tw: 複製路徑到剪貼簿

source: Copy ref names
ca: Copia els noms de les refs
es_es: Copiar nombres de Ref
ja: ref名をコピー
pt_br: Copiar nomes das referências
ru: Скопировать имена ветвей
ta_in: குறிப்பு பெயர்களை நகலெடு
zh_tw: 複製參照名稱

source: Copy selection to cli&pboard
ca: Copia al porta-&retalls
es_es: Copiar selección al por&tapapeles
hr: Kopiraj označeno u &međuspremnik
ja: 選択範囲をクリップボードにコピー(&P)
pl: &Kopiuj zaznaczenie do schowka
pt_br: Copiar seleção para a área de &transferência
ru: Копировать выбранное в буфер о&бмена
ta_in: தேர்வை இடைநிலைப்&பலகைக்கு நகலெடுக்கவும்
uk: Копіювати виділене до &буфера обміну
zh_tw: 複製選取區域至剪貼簿(&P)

source: Copy the selection and put it on the Clipboard Copy
ca: Copia la selecció i posa-la al porta-retalls Copia
es_es: Copia la selección al Portapapeles Copiar
hr: Kopiraj označeno i stavi u međuspremnik Kopiraj
ja: 選択範囲をクリップボードにコピーする コピー
pl: Kopiuje zaznaczenie i umieszcza w schowku Kopiuj
pt_br: Copiar a seleção e colocá-la na área de transferência Copiar
ru: Скопировать выбранное в буфер обмена Копировать
ta_in: தேர்வை நகலெடுத்து இடைநிலைப் பலகையில் வைக்கவும் நகல்
uk: Копіює виділене та кладе його до буфера обміну/nКопіювати
zh_tw: 複製選取項目並放到剪貼簿 複製

source: Copy to clipboard
ca: Copia al porta-retalls
es_es: Copiar al portapapeles
hr: Kopiraj u međuspremnik
ja: クリップボードにコピー
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
ta_in: இடைநிலைப் பலகைக்கு நகலெடு
uk: Копіювати до буфера обміну
zh_tw: 複製至剪貼簿

source: Copy: New name for %s
ca: Còpia: Nou nom per %s
es_es: Copiar: Nuevo nombre para %s
hr: Kopija: Novo ime za %s
ja: コピー: %s の新しい名前
pl: Kopiuj: Nowa nazwa dla %s
pt_br: Copiar: Novo nome para %s
ru: Копирование: Новое имя для %s
ta_in: நகல்: %sக்கான புதிய பெயர்
uk: Копіювання: Нове ім'я для %s
zh_tw: 複製：「%s」的新名稱

source: Copying %s
ca: Copiant %s
es_es: Copiando %s
hr: Kopiram %s
ja: %s をコピー中
pl: Kopiowanie %s
pt_br: Copiando %s
ru: Копирование %s
ta_in: %s ஐ நகலெடுக்கிறது
uk: Копіювання %s
zh_tw: 正在複製 %s

source: Copying...
ca: Copiant...
es_es: Copiando...
hr: Kopiram...
ja: コピー中...
pl: Kopiowanie...
pt_br: Copiando...
ru: Копирование...
ta_in: நகலெடுக்கிறது...
uk: Копіювання...
zh_tw: 正在複製．．．

source: Corrections
ca: Correccions
es_es: Correcciones
hr: Ispravci
ja: 訂正
pl: Poprawki
pt_br: Correções
ru: Исправления
ta_in: திருத்தங்கள்
uk: Виправлення
zh_tw: 修正

source: Could not add %s to the ignore list!
ca: No s'ha pogut afegir %s a la llista d'ignorats!
es_es: ¡No se pudo añadir %s a la lista de ignorados!
hr: Nisam mogao dodati %s na popis zanemarenih!
ja: %s を無視リストに追加できませんでした。
pl: Nie można dodać %s do listy ignorowanych!
pt_br: %s não pôde ser adicionado à lista de ignorados!
ru: Не могу добавить %s в список игнорирования!
ta_in: புறக்கணிப்பு பட்டியலில் %s ஐ சேர்க்க முடியவில்லை!
uk: Не вдалося додати %s до списку ігнорованих!
zh_tw: 無法加入「%s」至忽略列表！

source: Could not check for a newer version!
ca: No s'ha pogut comprovar si hi ha una versió més nova!
es_es: ¡No se pudo comprobar nuevas versiones!
hr: Nisam mogao provjeriti da li postoji novija verzija!
ja: 最新のバージョンのチェックができませんでした。
pl: Nie można sprawdzić, czy jest nowsza wersja!
pt_br: Não foi possível verficar a existência de uma nova versão!
ru: Не могу произвести проверку на наличие новой версии!
ta_in: புதிய பதிப்பை சரிபார்க்க முடியவில்லை!
uk: Не вдалося перевірити наявність новішої версії!
zh_tw: 無法檢查新版！

source: Could not check for a newer version! %1!s! (Error code: 0x%2!08X!)
ca: No s'ha pogut comprovar si hi ha una nova versió. %1!s! (Codi d'error 0x%2!08X!)
ja: 最新のバージョンのチェックができませんでした。%1!s! (エラーコード: 0x%2!08X!)
pt_br: Não foi possível verificar uma nova versão! %1!s! (Código de erro: 0x%2!08X!)
ta_in: புதிய பதிப்பை சரிபார்க்க முடியவில்லை! %1!s! (பிழை குறியீடு: 0x%2!08X!)

source: Could not copy the files! %s
ca: No s'ha pogut copiar els fitxers %s
es_es: ¡No se pudo copiar los archivos! %s
ja: ファイルをコピーできませんでした。 %s
pl: Nie można skopiować plików! %s
pt_br: Não foi possível copiar os arquivos! %s
ru: Не могу скопировать файлы! %s
ta_in: கோப்புகளை நகலெடுக்க முடியவில்லை! %s
uk: Не вдалося скопіювати файли! %s
zh_tw: 無法複製檔案! %s

source: Could not create %1 because the directory is full.
ca: No s'ha pogut crear %1 perquè el directori és ple.
es_es: No se puedo crear %1 porque el directorio está lleno.
hr: %1 nije mogao biti napravljen zato što je direktorij pun.
ja: ディレクトリがいっぱいなので %1 を作成できません。
pl: %1 nie może być utworzony. Katalog jest pełny.
pt_br: %1 não pôde ser criado porque o diretório está cheio.
ru: Невозможно создать %1, поскольку папка полна.
ta_in: கோப்பகம் நிரம்பியிருப்பதால் %1 ஐ உருவாக்க முடியவில்லை.
uk: Не вдалося створити %1, тому що каталог заповнений.
zh_tw: 因為目錄已滿, %1 無法建立.

source: Could not determine the last committed revision!
ca: No s'ha pogut determinar la darrera revisió entregada!
es_es: ¡No se pudo averiguar revisión de la última consigna!
hr: Nije moguće ustanoviti zadnju pohranjenu reviziju!
ja: 最後にコミットしたリビジョンを決定できませんでした。
pl: Nie można określić ostatniej zatwierdzonej wersji!
pt_br: Não foi possível determinar a revisão mais recente submetida!
ru: Не могу определить крайнюю зафиксированную ревизию!
ta_in: கடைசியாக செய்யப்பட்ட மீள்திருத்தத்தை தீர்மானிக்க முடியவில்லை!
uk: Не вдалося визначити останню зафіксовану модифікацію!
zh_tw: 無法判斷最後提交的版本!

source: Could not fetch commit or calculate diff.
ta_in: உறுதிமொழியைப் பெறவோ அல்லது வேறுபாட்டைக் கணக்கிடவோ முடியவில்லை.

source: Could not find Super-project
ca: No s'ha pogut trobar el super-projecte
es_es: No se puedo encontrar Super-project
ja: 親プロジェクトが見つかりません
pl: Nie można znaleźć Super-projektu
pt_br: Não foi possível encontrar o Super-projeto
ru: Не могу найти родительский модуль
ta_in: மேம்பட்ட-திட்டத்தை கண்டுபிடிக்க முடியவில்லை
uk: Не вдалося знайти Супер-проект
zh_tw: 無法找到上層專案

source: Could not find "msysgit" or "windows" in version string of git.exe. If you are using git of the Cygwin or MSYS2 environment you need to enable special hacks. For more information see the help file for the keyword "Cygwin Git" or "MSYS2 Git".
ta_in: கிட்.exe இன் பதிப்பு சரத்தில் "நுமுறைகிட்" அல்லது "சாளரங்கள்" ஐக் கண்டுபிடிக்க முடியவில்லை. நீங்கள் சைக்வின் அல்லது நுமுறை2 சூழலின் கிட் ஐப் பயன்படுத்துகிறீர்கள் என்றால், நீங்கள் சிறப்பு ஊடுருவல்களை இயக்க வேண்டும். மேலும் தகவலுக்கு "சைக்வின் கிட்" அல்லது "நுமுறை2 கிட்"க்கான உதவிக் கோப்பைப் பார்க்கவும்.

source: Could not get read version information from git.exe. Got: "%s"
ca: No s'ha pogut obtenir la informació de la versió de lectura del git.exe. S'ha obtingut: "%s"
ja: git.exeの出力からバージョン情報を得られません。出力: "%s"
pt_br: Não foi possível ler a informação de versão do git.exe. Obtido: "%s"
ta_in: கிட்.exe இலிருந்து படிக்கப்பட்ட பதிப்புத் தகவலைப் பெற முடியவில்லை. கிடைத்தது: "%s"
uk: Не можу отримати версію git.exe. Отримано: "%s"
zh_tw: 無法讀取 git 版本資訊。 只得到：「%s」

source: Could not get the status!
ca: No s'ha pogut obtenir l'estat!
es_es: ¡No se pudo obtener el estado!
hr: Nisam mogao dobiti status!
ja: 状態を取得できませんでした。
pl: Nie można określić stanu!
pt_br: Não foi possível obter o status!
ru: Не могу получить статус!
ta_in: நிலையைப் பெற முடியவில்லை!
uk: Не вдалося отримати стан!
zh_tw: 無法取得狀態！

source: Could not open %1 because there are too many open files.
ca: No s'ha pogut obrir %1 perquè hi ha masses fitxers oberts.
es_es: No se pudo abrir %1 porque hay demasiados archivos abiertos.
hr: %1 se ne može otvoriti zato što je već previše datoteka otvoreno.
ja: 非常に多くのファイルを開いているため、%1 を開くことができません。
pl: %1 nie może być otworzony. Zbyt duża liczba otwartych plików.
pt_br: %1 não pôde ser aberto porque há um número excessivo de arquivos abertos.
ru: Невозможно открыть %1, поскольку уже открыто слишком много файлов.
ta_in: பல திறந்த கோப்புகள் இருப்பதால் %1ஐ திறக்க முடியவில்லை.
uk: Не вдалося відкрити %1, бо відкрито надто багато файлів.
zh_tw: 無法開啟 %1, 因為已經開啟過多的檔案.

source: Could not open the file %s
ca: No s'ha pogut obtenir el fitxer %s
es_es: No se puedo abrir el archivo %s
hr: Nisam mogao otvoriti datoteku %s
ja: ファイルを開くことができません %s
pl: Nie można otworzyć pliku %s
pt_br: Não foi possível abrir o arquivo %s
ru: Не могу открыть файл %s
ta_in: கோப்பை திறக்க முடியவில்லை %s
uk: Не вдалося відкрити файл %s
zh_tw: 無法開啟檔案 %s

source: Could not remove %1 because it is the current directory.
ca: No s'ha pogut eliminar %1 perquè és el directori actual.
es_es: No se pudo eliminar %1 porque es el directorio actual..
hr: %1 nije mogao biti uklonjen zato što je to tekući direktorij.
ja: %1 はカレントディレクトリのため削除出来ません。
pl: %1 nie może być usunięty, gdyż znajduje się w bieżącym katalogu.
pt_br: %1 não pôde ser removido porque é o diretório atual.
ru: Невозможно удалить %1, поскольку это текущая папка.
ta_in: %1 ஐ அகற்ற முடியவில்லை, ஏனெனில் அது தற்போதைய அடைவு.
uk: Не вдалося видалити %1, бо він у поточному каталозі.
zh_tw: %1 是目前目錄，無法移除。

source: Could not remove %s from the ignore list
ca: No s'ha pogut treure %s de la llista d'ignorats
es_es: ¡No se pudo eliminar %s de la lista de ignorados
hr: Nisam mogao ukloniti %s s popisa zanemarenih
ja: %s を無視リストから削除できませんでした
pl: Nie można usunąć %s z listy ignorowanych
pt_br: Não foi possível remover %s da lista de ignorados
ru: Не могу удалить %s из списка игнорирования
ta_in: புறக்கணிப்பு பட்டியலில் இருந்து %s ஐ அகற்ற முடியவில்லை
uk: Не вдалося видалити %s зі списку ігнорованих
zh_tw: 無法從忽略列表中移除 %s

source: Could not reset to first commit (first step). Aborting...
ca: No s'ha pogut reinicialitzar a la primera entrega (primer pas). Cancel·lant...
es_es: No se ha podido reiniciar a la primera consigna (primer paso). Abortando...
ja: 最初のコミットへリセット出来ませんでした（第一段階）。 中止します...
pt_br: Não foi possível restaurar à primeira submissão (primeiro passo). Abortando...
ru: Невозможно восстановить состояние изначальной фиксации (первый шаг). Прерываю операцию...
ta_in: முதல் உறுதிமொழிக்கு (முதல் படி) மீட்டமைக்க முடியவில்லை. கைவிடுகிறது...
zh_tw: 無法重設到第一個提交（第一步）。中止中．．．

source: Could not reset to last commit (second step). Aborting...
ca: No s'ha pogut reinicialitzar a l'última entrega (segon pas). Cancel·lant...
es_es: No se ha podido reiniciar a la úlrima consigna (segundo paso). Abortando...
ja: 最終コミットへリセット出来ませんでした（第二段階）。 中止します...
pt_br: Não foi possível restaurar para a última submissão (segundo passo). Abortando...
ru: Невозможно восстановить состояние крайней фиксации (второй шаг). Прерываю операцию...
ta_in: கடைசி உறுதிமொழிக்கு (இரண்டாம் படி) மீட்டமைக்க முடியவில்லை. கைவிடுகிறது...
zh_tw: 無法重設到最後一個提交（第二步）。中止中．．．

source: Could not reset to original HEAD.
ca: No s'ha pogut reinicialitzar al HEAD original
es_es: No se ha podido reiniciar hasta la CABEZA original.
ja: 元の HEAD へリセット出来ませんでした。
pl: Nie można zresetować oryginalnej sekcji HEAD.
pt_br: Não foi possível restaurar para o HEAD original.
ru: Невозможно восстановить оригинальную ГОЛОВНУЮ ветвь.
ta_in: அசல் தலைக்கு மீட்டமைக்க முடியவில்லை.
zh_tw: 無法重設到原先的 HEAD

source: Could not retrieve URL of the file! %s
ca: No s'ha pogut obtenir la URL del fitxer! %s
es_es: ¡No se puede recuperar la URL del archivo! %s
hr: Nisam mogao pročitati URL datoteke! %s
ja: URLで指定したファイルを見つけることができませんでした。 %s
pl: Nie można uzyskać adresu URL dla tego pliku %s
pt_br: Não foi possível recuperar a URL do arquivo! %s
ru: Не могу получить URL файла! %s
ta_in: கோப்பின் ஒருங்கிணைந்தவளஇருப்பிடத்தை மீட்டெடுக்க முடியவில்லை! %s
uk: Не вдалося отримати URL файла! %s
zh_tw: 無法取得檔案的 URL！ %s

source: Could not retrieve revision %1!s! of the file %2!s!. Patching is not possible!
ca: No s'ha pogut obtenir la revisió %1!s! de l'arxiu %2!s!. No és possible aplicar el pedaç.
pt_br: Não foi possível obter a revisão %1!s! do arquivo %2!s!. Não é possível aplicar correção!
ta_in: %2!s! கோப்பின் %1!s! மீள்திருத்தத்தை மீட்டெடுக்க முடியவில்லை!. ஒட்டு போடுவது சாத்தியமில்லை!

source: Could not start TortoiseGitBlame
ca: No s'ha pogut iniciar TortoiseGitBlame
es_es: No se puede iniciar TortoiseGitBlame
ja: TortoiseGitBlame を起動できません
pl: Nie można uruchomić TortoiseGitBlame
pt_br: Não foi possível iniciar TortoiseGitBlame
ru: Не могу запустить TortoiseGitBlame
ta_in: ஆமைகிட்பழியை தொடங்க முடியவில்லை
uk: Нк можливо запустити TortoiseGitBlame
zh_tw: 無法啟動TortoiseGitBlame

source: Could not start diff viewer! %s
ca: No s'ha pogut iniciar el visualitzador de diferències! %s
es_es: ¡No se pudo iniciar visor diff! %s
ja: 差分ビュアーを起動出来ませんでした。 %s
pl: Nie można uruchomić przeglądarki plików różnicowych! %s
pt_br: Não foi possível iniciar o comparador! %s
ru: Не могу запустить просмотр изменений! %s
ta_in: வேறுபாடு பார்வையாளரைத் தொடங்க முடியவில்லை! %s
zh_tw: 無法啟動比較差異檢視器！ %s

source: Could not start external diff program! %s
ca: No s'ha pogut iniciar el visualitzador de diferències extern! %s
es_es: ¡No se pudo iniciar programa externo de diff! %s
ja: 外部差分プログラムを起動出来ませんでした。 %s
pl: Nie można uruchomić zewnętrznego programu do porównywania plików! %s
pt_br: Não foi possível iniciar o programa de comparação externo! %s
ru: Не могу запустить внешнюю программу просмотра различий! %s
ta_in: வெளிப்புற வேறுபாடு நிரலைத் தொடங்க முடியவில்லை! %s
zh_tw: 無法啟動外部比較差異工具！ %s

source: Could not start external merge program! %s
ca: No s'ha pogut iniciar el programa de fusió extern! %s
es_es: ¡No se pudo iniciar programa externo para combidar! %s
ja: 外部マージプログラムを起動出来ませんでした。 %s
pl: Nie można uruchomić zewnętrznego programu do scalania plików! %s
pt_br: Não foi possível iniciar o programa de combinação externo! %s
ru: Не могу запустить внешнюю программу слияния! %s
ta_in: வெளிப்புற ஒருங்கிணைப்புத் திட்டத்தைத் தொடங்க முடியவில்லை! %s
zh_tw: 無法啟動外部合併工具！ %s
