Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
hr: Kad zaključavate jednu ili više odabranih datoteka prikazuje dijalog koji vas traži opisnu poruku o zaključavanju

source: With URL:
hr: URL:

source: Working Copy
hr: Radna kopija

source: Working Copy Path:
hr: Staza radne kopije:

source: Working copy
hr: Radna kopija

source: Working copy relocated to %s
hr: Radna kopija je premještena na %s

source: Yes
hr: Da

source: You are creating a repository on a network share. This is safe, but once the repository is created you must access it by some other means. Accessing a repository via file:// on a network share may corrupt your data! Create the repository anyway?
hr: Sada izrađujete skladište na dijeljenom mrežnom disku. To je u redu, ali jednom kada skladište bude napravljeno, morate mu pristupati na neki drugi način. Pristupanje skladištu na dijeljenom mrežnom disku preko file:// može oštetiti Vaše podatke! Želite li ipak napraviti novo skladište na mrežnom disku?

source: You are trying to access a repository via file:// on a shared network drive. This could lead to severe repository corruption! Do you really want to do that?
hr: Pokušavate pristupiti skladištu na dijeljenom mrežnom disku preko file://. Takav postupak može uzrokovati oštećenja skladišta! Da li zaista želite to učiniti?

source: You are trying to move the trunk folder! Are you absolutely sure that you want to move the trunk folder?
hr: Pokušavate maknuti trunk mapu! Da li ste apsolutno sigurni da želite maknuti trunk mapu ?

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item. Do you still want to do this?
hr: Ispustili ste više od jedne datoteke ili mape za dodati u skladište. To nije moguće učiniti u jednom koraku tako da će TortoiseSVN dodati svaku datoteku/mapu zasebno, izrađujući novu reviziju za svaku dodanu stavku. Želite li još uvijek to učiniti?

source: You have to update your working copy first.
hr: Morate prvo obnoviti Vašu radnu kopiju.

source: Your working copy appears to be on a tag path! You should first switch to a branch or the main trunk before committing. Do you want to commit anyway?
hr: Izgleda da se Vaša radna kopija nalazi na stazi s oznakama! Trebali biste se prebaciti na neku granu ili glavno deblo prije pohrane. Želite li ipak pohraniti izmjene?

source: Your working copy has local modifications! Note: updating to another revision won't lose those modifications so the working copy won't look exactly as it was in the revision you're updating to!
hr: Vaša radna kopija ima lokalne izmjene! Napomena: obnavljanje prema nekoj drugoj reviziji neće izgubiti učinjene izmjene što znači da radna kopija neće izgledati točno kao što izgleda u reviziji prema kojoj se obnavlja.

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
hr: Radna kopija ima lokalne izmjene. Ako radite granu/oznaku iz glavne grane (HEAD), vaše lokalne izmjene se neće pojaviti u novoj grani/oznaci!

source: Zoo&m out
hr: Uda&lji

source: Zoom i&n
hr: Pri&bliži

source: and
hr: i

source: another item already exists in its place.
hr: neka druga stavka već postoji na tom mjestu.

source: ask repository first if 'online' - work entirely from cache if 'offline'
hr: prvo provjeri skladište (ako veza postoji) - radi potpuno lokalno (ako nema veze)

source: authors:
hr: Autori:

source: changes total:
hr: ukupno izmjena:

source: connection:
hr: veza:

source: copied:
hr: kopirano:

source: eol style
hr: vrsta kraja linija

source: ignoring ancestry
hr: zanemari porijeklo

source: it does not exist.
hr: To ne postoji.

source: it is already deleted.
hr: Već je ranije obrisano.

source: it is unversioned.
hr: to je bez verzije.

source: last head update:
hr: zadnja obnova glavne grane:

source: last read:
hr: zadnje čitanje:

source: last update:
hr: zadnja obnova:

source: locked
hr: zaključano

source: locked:
hr: zaključano:

source: max revision:
hr: maks. revizija:

source: merges total:
hr: stapanja ukupno:

source: missing / deleted / replaced
hr: nedostaje / obrisano / zamijenjeno

source: missing in:
hr: nedostaje u:

source: modified / copied
hr: promijenjeno / kopirano

source: or
hr: ili

source: pair tokens:
hr: uparene riječi:

source: path elements:
hr: elementi staze/putanje:

source: paths:
hr: staze:

source: possible or real conflict / obstructed
hr: moguć ili stvarni sukob / spriječeno

source: readonly
hr: samo za čitanje

source: respecting ancestry
hr: obzirom na porijeklo

source: revision %s-%s, revision %s-%s
hr: revizija %s-%s, revisizija %s-%s

source: revision count:
hr: Broj revizija:

source: revisions %s-%s, %s
hr: revizije %s-%s, %s

source: revisions:
hr: revizije:

source: skip ranges:
hr: preskoči raspone:

source: switched:
hr: prebačeno:

source: temp. offline
hr: privremeno offline

source: text [token count]:
hr: tekst [broj riječi]:

source: there are conflicting modifications.
hr: postoje sukobljene izmjene.

source: user revprops total:
hr: korisnička svojstva ukupno:

source: values are different
hr: vrijednosti su različite

source: word tokens:
hr: riječi:

source: words [uncompressed]:
hr: riječi [bez sažimanja]
