Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Attempted to access %1 past its end.
ca: S'ha intentat accedir %1 més enllà del final del fitxer.
es_es: Se intentó acceder más allá del final de %1.
hr: Pokušalo se pristupiti %1 nakon njena kraja.
ja: %1 へのアクセスがその終わりを通り越して行われました。
pl: Wystąpiła próba dostępu do %1 poza jego końcem.
pt_br: Tentativa de acessar %1 feita depois de seu término.
ru: Произведена попытка доступа к %1 за его окончанием.
ta_in: %1ஐ அதன் முடிவை கடந்தும் அணுக முயற்சித்தது.
uk: Спроба доступу до %1 після його закінчення.
zh_tw: 試圖存取超過 %1 長度的部分.

source: Attempted to read from the writing %1.
ca: S'ha fet un intent de llegir d' %1 mentre s'hi escrivia.
es_es: Se intentó leer cuando se escribía en %1.
hr: Pokušaj čitanja iz datoteke za pisanje %1.
ja: 書き込み中の %1 から読み込もうとしました。
pl: Próba odczytu z zapisywanego %1.
pt_br: Tentativa de leitura feita em %1 que está sendo escrito.
ru: Произведена попытка чтения из записываемого %1.
ta_in: %1 என்ற எழுத்தில் இருந்து படிக்க முயற்சிக்கப்பட்டது.
uk: Спроба прочитати з %1, що пише.
zh_tw: 試圖讀取寫入中的 %1.

source: Attempted to write to the reading %1.
ca: S'ha intentat escriure a %1 mentre es llegia.
es_es: Se intentó escribir cuando se leía de %1.
hr: Pokušaj pisanja za datoteku čitanja %1.
ja: 読み取り中の %1 へ書き込もうとしました。
pl: Próba zapisu do odczytywanego %1.
pt_br: Tentativa de escrita feita em %1 que está sendo lido.
ru: Произведена попытка записи в читаемый %1.
ta_in: வாசிப்பு %1 க்கு எழுத முயற்சிக்கப்பட்டது.
uk: Спроба писати до %1, що читає.
zh_tw: 試圖寫入讀取中的 %1.

source: Attention: This command affects the whole working tree!
ca: Atenció: Aquesta ordre afecta a tot el directori de treball!
es_es: Atención: ¡Este comando afecta a todo el árbol de trabajo!
ja: 注意: この操作は作業ツリー全体に適用されます！
pl: Uwaga: To polecenie ma wpływ na całą kopię roboczą!
pt_br: Atenção: Este comando afeta a cópia de trabalho inteira!
ru: Внимание: Эта команда влияет на все папки рабочей копии!
ta_in: கவனம்: இந்த கட்டளை முழு பணிபுரியும் மரத்தையும் பாதிக்கிறது!
zh_tw: 注意：這個命令影響整個工作目錄！

source: Authentication
ca: Autenticació
es_es: Autentificación
hr: Autentikacija
ja: 認証
pl: Autoryzacja
pt_br: Autenticação
ru: Аутентификация
ta_in: அங்கீகாரம்
uk: Автентифікація
zh_tw: 認證

source: Authentication and credential store
ca: Magatzem d'autenticació i credencials
ja: 認証/資格情報ストア
pt_br: Autenticação e armazenamento de credenciais
ta_in: அங்கீகாரம் மற்றும் சான்று அங்காடி
zh_tw: 「使用者認證」(SSH) 及「憑證」(HTTPS) 設定

source: Authentication data
ca: Dades d'autenticació
es_es: Datos de autentificación
hr: Podaci o autentikaciji
ja: 認証データ
pl: Dane autoryzacji
pt_br: Dados de Autenticação
ru: Данные аутентификации
ta_in: அங்கீகார தரவு
uk: Дані автентифікації
zh_tw: 認證資料

source: Author
ca: Autor
es_es: Autor
hr: Autor
ja: 著者
pl: Autor
pt_br: Autor
ru: Автор
ta_in: ஆசிரியர்
uk: Автор
zh_tw: 作者

source: Author Email
ca: Correu de l'autor
es_es: E-mail del Autor
ja: 著者アドレス
pl: E-mail autora
pt_br: Autor Email
ru: Электропочта автора:
ta_in: ஆசிரியர் மின்னஞ்சல்
uk: Email автора
zh_tw: 作者電郵

source: Author email addresses
ca: Direccions electròniques de l'autor
ja: 著者メールアドレス
pt_br: E-mails do autor
ta_in: ஆசிரியர் மின்னஞ்சல் முகவரிகள்
uk: Адреси ел.пошти автора

source: Author names
ca: Noms dels autors
ja: 著者名
pt_br: Nomes do autor
ta_in: ஆசிரியர் பெயர்கள்
uk: Ім'я автора

source: Author: Stefan Kueng
pt_br: Autor: Stefan Kueng
ta_in: ஆசிரியர்: ச்டீபன் குயெங்

source: Authors
ca: Autors
es_es: Autores
hr: Autori
ja: 著者
pl: Autorzy
pt_br: Autores
ru: Авторы
ta_in: ஆசிரியர்கள்
uk: Автори
zh_tw: 作者

source: Authors (full)
ca: Autors (complet)
ja: 著者（フル）
pt_br: Autores (completo)
ta_in: ஆசிரியர்கள் (முழு)
uk: Автори (повністю)

source: Authors case sensitive
ca: Autors distingint Majusc./minúsc.
es_es: Alfabéticamente A_a-Z_z
hr: Autori (poredani uvažavajući mala i velika slova)
ja: 著者名の大文字/小文字を区別する
pl: Autorzy bez uwzględnienia wielkości liter
pt_br: Autores sensível a caixa
ru: Авторы c учётом регистра
ta_in: ஆசிரியர்கள் வழக்கு உணர்திறன்
uk: Автори чутливі до регістра
zh_tw: 作者欄有大小寫之分

source: Auto CrLf convert
ca: Auto convertir CrLf
es_es: Auto convertir CrLf
ja: 自動改行コード変換
pl: Automatyczna konwersja CrLf
pt_br: Converter automaticamente CrLf
ru: Автоматическое преобразование завершения строк
ta_in: தானியங்கு திரும்புபுதுவரி மாற்றுதல்
uk: Конвертувати CrLf автоматично
zh_tw: 自動轉換 DOS\UNIX 換行符號

source: Auto&CrLf:
ta_in: தானியங்கு&திரும்புபுதுவரி:

source: Auto-close if no conflicts
ca: Tanca automàticament si no hi ha conflictes
es_es: Auto-cerrar si no hay confictos
hr: Automatski zatvori ako nema sukoba
ja: 競合がなければ自動的に閉じる
pl: Automatycznie zamykaj jeśli nie ma konfliktów
pt_br: Fechar automaticamente se não houver conflitos
ru: Автозакрытие при отсутствии конфликтов
ta_in: முரண்பாடுகள் இல்லாவிட்டால் தானாக மூடு
uk: Автоматично закривати за відсутності конфліктів
zh_tw: 無衝突時自動關閉視窗

source: Auto-close if no errors
ca: Tanca automàticament si no hi ha errors
es_es: Auto-cerrar si no hay errores
hr: Automatski zatvori ako nema grešaka
ja: エラーがなければ自動的に閉じる
pl: Automatycznie zamykaj, jeśli nie ma błędów
pt_br: Fechar automaticamente se não houver erros
ru: Автозакрытие при отсутствии ошибок
ta_in: பிழைகள் இல்லை என்றால் தானாக மூடு
uk: Автоматично закривати за відсутності помилок
zh_tw: 無錯誤時自動關閉

source: Auto-close if no further options are available
ca: Tanca automàticament si no hi ha altres opcions disponibles
es_es: Auto-cerrar si no hay opciones adicionales disponibles.
ja: 選択肢がなければ自動的に閉じる
pt_br: Auto fechar se mais nenhuma opção estiver disponível
ru: Авто-закрыть если более недоступно никаких опций
ta_in: மேலும் விருப்பத்தேர்வுகள் இல்லை என்றால் தானாக மூடு
uk: Автоматично закривати, якщо інші опції недоступні
zh_tw: 無更多選項時自動關閉

source: Auto-close if no merges, adds or deletes
ca: Tanca automàticament si no hi ha fusions, afegits o supressions
es_es: Auto-cerrar si no hay que combinar, añadidos ó eliminados
hr: Automatski zatvori ako nema spajanja, dodavanja ili brisanja
ja: マージ、追加、削除がなければ自動的に閉じる
pl: Automatycznie zamykaj, jeśli nie scalono, nie dodano lub nie usunięto
pt_br: Fechar automaticamente se não houver combinações, adições ou exclusões
ru: Автозакрытие если не было слияний, добавлений или удалений
ta_in: ஒன்றிணைக்கவில்லை, சேர்த்தால் அல்லது நீக்கவில்லை என்றால் தானாக மூடு
uk: Самозакривати, якщо нема злиттів, додавань або знищень
zh_tw: 無合併、新增、刪除時自動關閉

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
ca: Auto-completa suggereix paraules (normalment noms de classes o membres) dels fitxers que heu canviat quan escriviu un text de registre.
ja: ログメッセージを入力する際に、変更したファイル内の単語 （クラスやメンバの名前など）が自動補完により提示されます。
pl: Autouzupełnianie sugeruje słowa (zazwyczaj klasy lub nazwy członków) z plików, które zostały zmienione w trakcie pisania wiadomości dziennika.
pt_br: O autocompletar sugere palavras (geralmente nomes de classes ou membros) da lista de arquivos que você alterou a medida que você digita sua mensagem de histórico.
ru: Автозавершение во время набора сообщения журнала предлагает слова (обычно имена классов или членов) из файлов, которые были изменены.
ta_in: நீங்கள் பதிவு செய்தியை தட்டச்சு செய்யும் போது நீங்கள் மாற்றிய கோப்புகளிலிருந்து வார்த்தைகளை (வழக்கமாக வகுப்பு அல்லது உறுப்பினர் பெயர்கள்) தானியங்கு-நிறைவு பரிந்துரைக்கிறது.
uk: Автодоповнення під час набору повідомлення логу пропонує слова (звично імена класів або членів) зі змінених вами файлів.
zh_tw: 在輸入日誌訊息時，自動從這次有修改的檔案內容中 提示單字（通常是類別或成員的名稱）。

source: AutoCrLf:
ta_in: தானியங்கிதிரும்புபுதுவரி:

source: AutoLoad Putty &Key
ca: Auto-carrega clau Putty
es_es: Auto-cargar &clave Putty
ja: Putty 認証キーの自動ロード(&K)
pl: AutoŁadowanie &klucza Putty
pt_br: Auto Carregar &Chave SSH
ru: Автоматически использовать ключ
ta_in: புட்டி & திறவுகோலை தானாக ஏற்றவும்
uk: Автоматично завантажувати ключ Putty
zh_tw: 自動載入 PuTTY 金鑰(&K)

source: Autoload Putty &Key
ca: Auto-carrega clau Putty
es_es: Auto-cargar &clave Putty
ja: Putty 認証キーの自動ロード(&K)
pl: Autoładowanie &klucza Putty
pt_br: Auto Carregar &Chave do Putty
ru: Автоматически использовать ключ
ta_in: புட்டி & திறவுகோலை தானாக ஏற்றவும்
uk: Автоматично завантажувати ключ Putty
zh_tw: 自動載入 PuTTY 金鑰(&K)

source: Automatic
ca: Automàtic
es_es: Automático
hr: Automatski
ja: 自動
pl: Automatyczny
pt_br: Automático
ru: Авто
ta_in: தானியங்கி
uk: Автоматичне
zh_tw: 自動

source: Automatically check for &newer versions every week
ca: Comprova si hi ha actualitzacions noves cada setmana
es_es: Comprobación automática semanal de &nuevas versiones.
hr: Automatski provjeri &novije verzije svaki tjedan
ja: 新しいバージョンを自動的に毎週チェックする(&N)
pl: Sprawdzaj raz na tydzień, czy są &nowe wersje
pt_br: Verificar, semanalmente, se existem &novas versões
ru: Автоматически проверять наличие новой &версии каждую неделю
ta_in: ஒவ்வொரு வாரமும் &புதிய பதிப்புகளை தானாக சரிபார்க்கவும்
uk: Автоматично перевіряти на нові версії кожен тиждень
zh_tw: 每週自動檢查新版(&N)

source: Autotext Tester
ca: Provador Autotest
es_es: Probador de autotexto
ja: 自動テキストテスト
pl: Test autotekstu
pt_br: Testador de Autotexto
ru: Тестер автотекста
ta_in: தானியங்கு உரை சோதனையாளர்
uk: Тестер Автотексту
zh_tw: Autotext 測試

source: Average
ca: Mitjana
es_es: Promedio
hr: Prosjek
ja: 平均
pl: Średnia
pt_br: Média
ru: В среднем
ta_in: சராசரி
uk: Середнє
zh_tw: 平均

source: B&rowse...
ca: E&xplora...
es_es: E&xplorar...
hr: P&retraži...
ja: 参照(&R)...
pl: Prze&glądaj...
pt_br: &Navegar...
ru: О&бзор...
ta_in: &உலவு...
uk: Про&глянути
zh_tw: 瀏覽(&R)...

source: Background
ca: Segon pla
es_es: Segundo plano
ja: 背景
pl: Tło
pt_br: Fundo
ru: Фон
ta_in: பின்புலம்
uk: Тло
zh_tw: 背景色

source: Baltic
es_es: Báltico
ja: バルト
pl: Bałtycki
pt_br: Báltico
ru: Балтийский
ta_in: பால்டிக்
zh_tw: 波羅的海

source: Bar Graph
ca: Gràfic de barres
es_es: Gráfico de barras
hr: Stupčasti dijagram
ja: ヒストグラム
pl: Wykres kolumnowy
pt_br: Gráfico em Barra
ru: Гистограмма
ta_in: பட்டி வரைபடம்
uk: Гістограма
zh_tw: 長條圖

source: Base
ja: ベース
ru: Основа
ta_in: அடிப்படை
uk: Основа
zh_tw: 基底

source: Base On
ca: Base a
es_es: Basada en
ja: 基点
pt_br: Baseado Em
ru: Основано на
ta_in: அடிப்படையில்
zh_tw: 基於

source: Base file:
ca: Fitxer base:
es_es: Archivo base:
hr: Osnovna datoteka:
ja: BASEファイル:
pl: Plik bazowy:
pt_br: Arquivo Base:
ru: Базовый файл:
ta_in: அடிப்படை கோப்பு:
uk: Базовий файл:
zh_tw: 基礎檔案：

source: Based on TortoiseIDiff of TortoiseSVN
ca: Basat en TortoiseIDiff de TortoiseSVN
es_es: Basado en TortoiseIDiff de TortoiseSVN
ja: TortoiseSVN の TortoiseIDiff を元にしています
pl: W oparciu o TortoiseIDiff z TortoiseSVN
pt_br: Baseado em TortoiseIDiff do TortoiseSVN
ru: Основано на TortoiseIDiff из проекта TortoiseSVN
ta_in: ஆமைகிட்எசுவிஎன் இன் ஆமைஐவேறுபாடு அடிப்படையில்
zh_tw: 基於 TortoiseSVN 的 TortoiseIDiff

source: Basic Info
ca: Informació bàsica
es_es: Info Básica
ja: 基本情報
pl: Podstawowe informacje
pt_br: Informações básicas
ru: Основная информация
ta_in: அடிப்படை தகவல்
uk: Базова інформація
zh_tw: 基本資訊

source: Between files:
ca: Entre fitxers:
es_es: Entre los ficheros:
ja: ファイル間:
pl: Pomiędzy plikami:
pt_br: Entre arquivos:
ru: Между файлами:
ta_in: கோப்புகளுக்கு இடையே:
uk: Між файлами:
zh_tw: 檔案之間(-C)：

source: Big5 (Traditional)
ca: Big5 (Tradicional)
es_es: Big5 (Tradicional)
pl: Big5 (tradycyjny)
pt_br: Big5 (Tradicional)
ru: Big5 (Традиционный китайский)
ta_in: பெரிய5 (பாரம்பரியம்)
zh_tw: Big5 (繁體)

source: Bisect bad
ca: Bisect dolent
es_es: Bifurcación mala
ja: 二分探索: bad
pl: Bisekcja błędna
pt_br: Bifurcação ruim
ru: Сломанный коммит
ta_in: மோசமான இருப்பிரிவு
zh_tw: 二分法 - 壞的

source: Bisect good
ca: Bisect bo
es_es: Bifurcación buena
ja: 二分探索: good
pl: Bisekcja poprawna
pt_br: Bifurcação boa
ru: Исправный коммит
ta_in: இருப்பிரிவு நல்லது
zh_tw: 二分法 - 好的

source: Bisect reset
ca: Reinicialitza Bisect
es_es: Reiniciar bifurcación
ja: 二分探索: リセット
pl: Reset bisekcji
pt_br: Restaurar bifurcação
ru: Отменить бинарный поиск
ta_in: இருப்பிரிவு மீட்டமைப்பு
zh_tw: 二分法 - 重設

source: Bisect skip
ca: Omet bisect
ja: 二分探索: スキップ
pt_br: Pular bifurcação
ta_in: இருப்பிரிவு தவிர்
zh_tw: 二分法 - 略過

source: Bisect start
ca: Inicia bisect
es_es: Iniciar bifurcación
ja: 二分探索開始
pl: Start bisekcji
pt_br: Iniciar bifurcação
ru: Начать бинарный поиск
ta_in: இருப்பிரிவு தொடக்கம்
zh_tw: 二分法 - 開始

source: Bitmap a bitmap
ca: Bitmap un mapa de bits
es_es: Mapa de bit a mapa de bit
hr: Bitmap bitmapa
ja: ビットマップ ビットマップ
pl: Bitmapa Bitmapa
pt_br: Bitmap um bitmap
ru: Растровое изображение растровое изображение
ta_in: இருமஇலக்கவரைபடம்வரைபடம் ஒரு இருமஇலக்கவரைபடம்வரைபடம்
uk: Растр растр
zh_tw: 點陣圖 點陣圖

source: Blame
ca: Autoria
es_es: Acuse
hr: Okrivi
ja: 注釈履歴(行毎の由来)
pl: Adnotuj
pt_br: Responsabilidade
ru: Авторство
ta_in: குற்றம்
uk: Прокоментувати
zh_tw: 譴責

source: Blame error
ca: Error de Blame
es_es: Error de Acuse
ja: 注釈履歴のエラー
pt_br: Erro de acusação
ru: Ошибка авторства
ta_in: குறை கூறு பிழை
zh_tw: 譴責錯誤

source: Blame previous revision
ca: &Mostra autoria de la versió antiga
es_es: Acuse de la versión anterior
ja: 前のリビジョンの注釈履歴
pt_br: Acusar revisão anterior
ru: Авторство предыдущих ревизий
ta_in: முந்தைய மீள்திருத்தத்தை குறை கூறு
zh_tw: 譴責前一修訂

source: Blames each line of a file on an author
ca: Mostra l'autor de cada línia d'un arxiu
es_es: Acuse de autor en cada línea de archivo
hr: Prikazuje autore krive za svaku pojedinu liniju datoteke
ja: ファイルのそれぞれの行に注釈履歴をつける
pl: Adnotuje - tworzy raport o zmianach autorów w poszczególnych liniach pliku
pt_br: Atribui a responsabilidade de cada linha de um arquivo a um autor
ru: Показывает для каждой строки файла её автора
ta_in: ஒரு கோப்பின் ஒவ்வொரு வரியையும் ஒரு ஆசிரியர் மீது குற்றம் சாட்டுகிறது
uk: Коментує кожен рядок файла автора
zh_tw: 列出檔案每一行的作者

source: Blend alpha
ca: Barreja alpha
es_es: Combinación alfa
ja: アルファブレンド
pl: Mieszanie alfa
pt_br: Mesclar transparência
ru: Альфа-сопряжение
ta_in: ஆல்ஃபாவை கலக்கவும்
zh_tw: 混合半透明

source: Block TortoiseGit while executing the external merge tool
ta_in: வெளிப்புற ஒருங்கிணைப்பு கருவியை இயக்கும் போது ஆமைகிட்டை தடு

source: Blocks
ca: Blocs
es_es: Bloques
ja: ブロック
pl: Bloki
pt_br: Blocos
ru: Блоки
ta_in: தடுப்புகள்
uk: Блоки
zh_tw: 區塊操作

source: Body
ca: Cos
es_es: Cuerpo
ja: ボディ
pt_br: Corpo
ru: Тело
ta_in: உடல்
uk: Тіло
zh_tw: 內文

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
ca: /logmsg i /logmsgfile a la vegada! Només se'n pot especificar un.
es_es: ¡Se ha indicado tanto /logmsgfile como /logmsg Sólo se puede especificar uno de ellos.
hr: I /logmsg i /logmsgfile su navedeni! Samo jedno od tog može biti navedeno.
ja: /logmsg と /logmsgfile の両方が指定されています。 どちらか片方しか指定できません。
pl: Określono zarówno /logmsg, jak i /logmsgfile. Tylko jedno z nich może być określone.
pt_br: Os parâmetros /logmsg e /logmsgfile foram especificados! Somente um destes pode ser especificado.
ru: Были указаны оба параметра: /logmsg и /logmsgfile! Может быть указан только один из них.
ta_in: /logmsg மற்றும் /logmsgfile இரண்டும் குறிப்பிடப்பட்டுள்ளன! அதில் ஒன்றை மட்டுமே குறிப்பிட முடியும்.
uk: Було вказано обидва /logmsg і /logmsgfile ! Можна вказувати тільки одного з них.
zh_tw: 同時指定了「/logmsg」和「/logsmgfile」！ 請指定其中一個參數。

source: Both the path to the patch file and the target path must be absolute paths!
ca: La ruta al pedaç i la ruta de destí han de ser rutes absolutes!
es_es: ¡La ruta al archivo del parche y la ruta de destino deben ser rutas absolutas!
ja: パッチファイルと適用先ファイルのパスは、両方とも絶対パスである必要があります!
pl: Zarówno ścieżka do pliku poprawki jak i ścieżka docelowa muszą być ścieżkami bezwzględnymi!
pt_br: O caminho para o arquivo de correção e o caminho do alvo precisam ser caminhos absolutos!
ru: Путь к файлу-заплатке и путь назначения должны быть аболютными путями!
ta_in: ஒட்டு கோப்பிற்கான பாதை மற்றும் இலக்கு பாதை இரண்டும் முழுமையான பாதைகளாக இருக்க வேண்டும்!
zh_tw: 補綴檔路徑及目標路徑須為絕對路徑！

source: Bottom View:
ca: Visualització inferior:
es_es: Vista inferior:
ja: 下部ビュー:
pl: Widok Dolny:
pt_br: Visão Inferior:
ru: Вид снизу:
ta_in: கீழே பார்வை:
uk: Вигляд знизу:
zh_tw: 底部檢視：

source: Br&owse...
ca: E&xplora...
es_es: Ex&plorar...
hr: Pr&etraži...
ja: 参照(&O)...
pl: Przeg&lądaj...
pt_br: &Navegar...
ru: Об&зор...
ta_in: &உலவு...
uk: Про&глянути...
zh_tw: 瀏覽(&O)...

source: Branc&h:
ca: &Branca:
es_es: Ram&a:
ja: ブランチ(&H):
pl: Gałą&ź:
pt_br: &Ramo:
ru: Ветвь:
ta_in: கிளை&
uk: Гілка
zh_tw: 分支(&H)：

source: Branch
ca: Bifurcació
es_es: Ramal
ja: ブランチ
pl: Gałąź
pt_br: Ramo
ru: Ветвь
ta_in: கிளை
uk: Гілка
zh_tw: 分支

source: Branch (FF)
ca: Branca (FF)
es_es: Ramal (avance rápido)
ja: ブランチ (FF)
pt_br: Ramificação (FF)
ru: Ветвь (FF)
ta_in: கிளை (வேகமாகமுன்னோக்கி)
zh_tw: 分支（快進）

source: Branch Name
ca: Nom de la branca
es_es: Nombre del ramal
ja: ブランチ名
pl: Nazwa gałęzi
pt_br: Nome do Ramo
ru: Имя ветви
ta_in: கிளை பெயர்
uk: Назва гілки
zh_tw: 分支名稱

source: Branch RevNo
ca: Branca RevNo
es_es: Nº rev. del ramal
ja: ブランチリビジョン番号
pt_br: Núm. Rev. Ramo
ru: &Номер ревизии ветви
ta_in: கிளை மீள்திருத்தஎண்
zh_tw: 分支 RevNo

source: Branch "%1!s!" behind "%2!s!" "%3!s!" will fastforward to "%4!s!"
ca: La branca "%1!s!" està per darrera de "%2!s!" "%3!s!" sera avançada a "%4!s!"
pt_br: Ramo "%1!s!" atrás de "%2!s!" "%3!s!" avançará para "%4!s!"
ta_in: "%1!s!" கிளை இதற்கு "%2!s!" பின்னால் "%3!s!" இது "%4!s!" இதற்கு வேகமாக அனுப்பும்

source: Branch/Tag name is invalid.
ca: La branca/etiqueta no és vàlida.
es_es: El nombre Ramal/Etiqueta no es válido.
ja: ブランチ/タグの名前が無効です
pl: Nazwa gałęzi/tagu jest nieprawidłowa.
pt_br: Nome do ramo/etiqueta inválido.
ru: Неправильное имя ветви/метки
ta_in: கிளை/குறிச்சொல் பெயர் தவறானது.
zh_tw: 「分支／標籤」名稱無效

source: Branch/Tag name must not be empty or is invalid.
ca: La branca/etiqueta no pot estar buida o ser invàlida.
es_es: El nombre Ramal/Etiqueta no debe estar vacío o no será válido.
ja: ブランチ/タグの名前が空であるか、無効です。
pl: Nazwa gałęzi/tagu nie może być pusta lub jest nieprawidłowa.
pt_br: Nome do ramo/etiqueta não pode ser vazio ou é inválido.
ru: Имя ветви/метки не должно быть пустым или неправильным.
ta_in: கிளை/குறிச்சொல் பெயர் காலியாக இருக்கக்கூடாது அல்லது செல்லாததாக இருக்கக்கூடாது.
zh_tw: 「分支／標籤」名稱無效或空白

source: Branch:
ca: Bifurcació:
es_es: Ramal:
ja: ブランチ:
pl: Gałąź:
pt_br: Ramo:
ru: Ветвь:
ta_in: கிளை:
uk: Гілка:
zh_tw: 分支：

source: Bro&wse...
ca: Na&vega...
es_es: Ex&plorar...
ja: 参照(&W)...
pt_br: &Procurar...
ru: Прос&мотреть
ta_in: உலாவு...
uk: Проглянути...
zh_tw: 瀏覽(&W)...

source: Browse References
ca: Explora les referències
es_es: Explorar referencias
ja: リファレンスをブラウズ
pt_br: Navegar referências
ru: Обзор Ссылок
ta_in: குறிப்புகளை உலாவுக
zh_tw: 瀏覽參照

source: Browse for the external diff program
ca: Navega per trobar programa de comparació extern
es_es: Buscar el programa externo de diff
hr: Potraži vanjski program za pregled razlika
ja: 外部差分ツールを参照
pl: Wybierz zewnętrzny program do porównywania plików
pt_br: Buscar pelo programa externo de comparação
ru: Выбрать внешнюю программу различий
ta_in: வெளிப்புற வேறுபாடு நிரலுக்கு உலாவவும்
zh_tw: 尋找外部比較差異工具

source: Browse references
ca: Explora les referencies
es_es: Explorar referencias
ja: リファレンスをブラウズ
pl: Przeglądaj odniesienia
pt_br: Navegar referências
ru: Обзор ссылок
ta_in: குறிப்புகளை உலாவவும்
zh_tw: 瀏覽參照

source: Browse...
ca: Navega...
es_es: Explorar...
hr: Pretraži...
ja: 参照...
pl: Przeglądaj...
pt_br: Navegar...
ru: Обзор...
ta_in: உலவு...
uk: Проглянути...
zh_tw: 瀏覽...

source: Bug-ID
ca: Codi d'error
es_es: ID-mala
hr: ID buga
ja: 課題ID
pl: ID błędu
ru: ID ошибки
ta_in: பிழை-அடையாளம்
uk: Баг-ID
zh_tw: Bug 編號

source: Bug-ID e&xpression:
ca: e&xpressió ID d'error:
es_es: E&xpression de identificador-de-fallo:
ja: 課題IDの正規表現(&X):
pl: &Wyrażenie Bug-ID:
pt_br: &Expressão Bug-ID:
ru: &Выражение ID ошибки:
ta_in: பிழை-அடையாளம் &வெளிப்பாடு:
zh_tw: Bug 編號表示式(&X)：

source: Bug-ID/Issue-Nr:
ca: Id d'error/Número de problema:
es_es: ID-mala/Nº-problema:
ja: 課題ID/問題番号:
pl: ID błędu/Numer problemu:
ru: ID ошибки/N проблемы:
ta_in: பிழை-அடையாளம்/வழங்கு-என்ஆர்:
zh_tw: 臭蟲編號／問題編號：

source: Bug-IDs
ca: Codis d'error
es_es: IDs-malas
ja: 課題ID
pl: ID błędów
ru: ID ошибок
ta_in: பிழை-அடையாளங்கள்
uk: Баг-ID
zh_tw: Bug 編號

source: BugTraq
ta_in: பிழைகண்காணிப்பு

source: Bugtraq Regex Tester - TortoiseGit
es_es: Probador de expresiones regulares de Bugtraq - TortoiseGit
ja: Bugtraq 正規表現テスト - TortoiseGit
pt_br: Testador de Regex Bugtraq - TortoiseGit
ru: Bugtraq тестер регулярных выражений - TortoiseGit
ta_in: பிழைகண்காணிப்பு வழக்கமான வெளிப்பாடு சோதனையாளர் - ஆமைகிட்
zh_tw: Bugtraq 正規表示式測試器 - TortoiseGit

source: Button1
es_es: Botón1
ja: ボタン１
pt_br: Botão1
ta_in: பொத்தான்1

source: Button3
es_es: Botón3
ja: ボタン３
pt_br: Botão3
ta_in: பொத்தான்3

source: By default Git does not save/cache credentials. However, you can configure a credential helper (recommended) or manually use %HOME%/_netrc.
ca: Per defecte, el Git no desa les credencials. Tanmateix, podeu configurar un auxiliar de credencials (recomanat) o utilitzar manualment %HOME%/_netrc.
ja: デフォルトではGitは資格情報を保存/キャッシュしません。ただし、資格情報ヘルパーを設定するか（推奨）、手動で %HOME%/_netrc を使用することもできます。
pt_br: Por padrão, o Git não salva ou armazena credenciais. Entretanto, você pode configurar um auxiliar de credenciais (recomendado) or configurar o %HOME%/_netrc.
ta_in: இயல்புநிலையாக கிட் நற்சான்றிதழ்களைச் சேமிக்காது/இடைமாற்று செய்யாது. இருப்பினும், நீங்கள் ஒரு நற்சான்றிதழ் உதவியாளரை கட்டமைக்கலாம் (பரிந்துரைக்கப்பட்டது) அல்லது கைமுறையாக %HOME%/_netrc ஐப் பயன்படுத்தலாம்.
zh_tw: Git 預設行為並不會「儲存／快取」憑證，然而，你可以設定憑證小幫手（建議），或者手動修改 %HOME%/_netrc 檔案。

source: C
ta_in: சி

source: C&heck now
ca: C&omprova ara
es_es: C&omprobar ahora
hr: P&rovjeri sada
ja: 今すぐチェック(&H)
pl: &Sprawdź teraz
pt_br: &Verificar Agora
ru: Проверить
ta_in: இப்போது &சரிபார்
uk: Пе&ревірити зараз
zh_tw: 立即檢查(&H)

source: C&ommit
ca: Entrega
ja: コミット(&O)
pt_br: &Submeter
ru: Фиксир&овать
ta_in: உறுதிமொழி
uk: &Фіксування
zh_tw: 提交(&O)

source: C&ommit...
pt_br: &Submeter
ta_in: உறுதிமொழி...

source: C&reate branch/tag from revision
ca: C&rea branca/etiqueta des de la revisió
es_es: C&rear ramal/etiqueta desde la revisión
hr: N&apravi granu/oznaku iz revizije
ja: このリビジョンからブランチ/タグを作成(&R)
pl: U&twórz gałąź/etykietę z wersji
pt_br: C&ria um ramo/rótulo a partir da revisão
ru: С&оздать ветвь/метку из ревизии
ta_in: மீள்திருத்ததிலிருந்து கிளை/குறிச்சொல்லை &உருவாக்கு
uk: С&творити гілку/тег із модифікації
zh_tw: 從版本建立「分支／標記」(&R)

source: C&ut
ca: &Retalla
es_es: C&ortar
hr: I&zreži
ja: 切り取り(&U)
pl: Wy&tnij
pt_br: Cor&tar
ru: В&ырезать
ta_in: வெட்டு
uk: В&ирізати
zh_tw: 剪下(&U)

source: CAP
ta_in: சிஏபி

source: CC:
ru: Копия:
ta_in: சிசி:
zh_tw: 副本：

source: Calculate
ca: Calcula
es_es: Calcular
ja: 計算
pl: Oblicz
pt_br: Calcular
ru: Подсчитать
ta_in: கணக்கிடு
uk: Розрахувати
zh_tw: 計算

source: Calling git.exe failed (exit code: %d). Please check the git.exe path.
ca: Ha fallat la crida a git.exe (codi de sortida: %d). Verifiqueu el camí git.exe.
ja: git.exeの呼び出しに失敗しました (終了コード: %d)。git.exeのパスを確認してください。
pt_br: Execução de git.exe falhou (exit code: %d). Por favor verifique o caminho do git.exe.
ta_in: கிட்.exe ஐ அழைப்பது தோல்வியடைந்தது (வெளியேறு குறியீடு: %d). தயவுசெய்து கிட்.exe பாதையை சரிபார்க்கவும்.
zh_tw: 執行 git.exe 失敗（結束碼：%d），請確認是否正確設定 git 執行檔路徑。

source: Can double-click in log list to compare with previous revision
ca: Doble clic a la llista de registre permet comparar amb la revisió prèvia
es_es: Puede hacer doble-clic en la lista de registro para comparar con revisión anterior
hr: Omogući dvostruki klik u popisu dnevnika za usporedbu s prijašnjom revizijom
ja: ログリスト内のダブルクリックで直前のリビジョンと比較する
pl: Podwójne kliknięcie na liście zdarzeń porównuje z poprzednią wersją
pt_br: Duplo clique na lista do histórico para comparar com versão anterior
ru: Включить сравнение ревизии в списке с предыдущей по двойному щелчку
ta_in: முந்தைய மீள்திருத்தத்துடன் ஒப்பிட பதிவு பட்டியலில் இருமுறை சொடுக்கவும்
uk: Подвійний клік у списку логу порівнюе з попередньою ревізіею
zh_tw: 可在日誌列表上使用雙擊與前一個版本比對
