Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: <ct=0x0000FF>previous rebase directory rebase-apply still exists but mbox given</ct> Do you want to
es_es: <ct=0x0000FF>el anterior directorio de reasentamiento que aplicó reasentado (rebase) aún existe pero se proporcionó mbox</ct> ¿Desea

source: <ct=0x0000ff>Stash Apply failed, there are conflicts</ct>
es_es: <ct=0x0000FF>No se pudo aplicar el acopio (stash apply), hay conflictos</ct>

source: <ct=0x0000ff>Stash POP failed, there are conflicts</ct>
es_es: <ct=0x0000FF>No se pudo TRASPONER el acopio (stash pop), hay conflictos</ct>

source: <ct=0xff0000>Stash Apply successful</ct>
es_es: <ct=0xff0000>Acopio aplicado (stash apply) con éxito</ct>

source: <ct=0xff0000>Stash POP successful</ct>
es_es: <ct=0xff0000>Acopio TRASLADADO (stash pop) con éxito</ct>

source: <ct=0xff0000>Stash Success</ct>
es_es: <ct=0xff0000>Acopiado con éxito</ct>

source: A newline separated list of paths for which icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are included too.
es_es: En líeas separadas, Lista las rutas que mostrarán iconos superpuestos Si añades un caracter '*' al final de la ruta, tambien se incluirán todos los archivos y subdirectorios dentro de esa ruta.

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
es_es: Una lista separada por líneas en blanco de rutas para las que no se muestra menú contextual. Si añade un caracter '*' al final de la ruta, todos los ficheros y subdirectorios dentro de esa ruta también carecerán de este. Una lista vacía permitirá el menú contextual en todas las rutas.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
es_es: Una lista separada por líneas en blanco de rutas para las que no se mostrarán iconos sobreimpresos. Si añade un caracter '*' al final de la ruta, todos los archivos y subdirectorios dentro de esa ruta también carecerán de estos. Una lista vacía permitirá sobreimpresiones en todas las rutas.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
es_es: Un programa visor de archivos GNU diff (archivos de parche). Si no dispone de uno utilice NotePad.

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base: the base file %mine: the modified file
es_es: Utilizar un programa Diff externo para comparar diferencias entre revisiones de archivos Puedes especificar los siguientes parámetros para la ruta: %base: archivo base %mine: el archivo modificado

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged: the conflicted file, where to save %theirs: the file as it is in the repository %mine: your own file, with your changes %base: the original file without your changes
es_es: Utilizar un progama Merge externo para resolver conflictos de archivos. Puedes especificar los siguientes parámetros para la ruta: %merged: donde se guarda, el archivo en conflicto %theirs: el archivo como está en el repositorio %mine: tu archvo, con tus cambios %base: el archivo original sin tus cambios

source: Are you sure you want to revert %d item(s)? You will lose <b>all</b> changes since the last update!
es_es: ¿Seguro que quieres restituir %d objeto(s)? ¡Perderás <b>todos</b> los cambios desde la última actualización!
hr: Jeste li sigurni da želite vratiti na staro %d stavki? Izgubiti ćete <b>sve</b> izmjene!

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
es_es: Auto-completar palabra sugerida (generalmente clases, nombres de miembros) desde los archivos que has cambiado cuando escribes un mensaje de registro.

source: Branch %s behind %s %s will fastforward to %s
es_es: El ramal %s trás %s %s avanzará rápidamente a %s

source: Cannot combine commits now. Make sure you are viewing the log of your current branch and no filters are applied.
es_es: Ahora no se pueden combinar consignaciones. Asegúrese de que está viendo el registro (log) de su ramal actual y no se aplicaron filtros.

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
es_es: Limpiar los datos de autentificación almacenados. Tendrás que introducir usuario y contraseña para todos los repositorios.

source: Create Branch...
es_es: Crear ramal...

source: Create New Branch
es_es: Crear nuevo ramal

source: Create Tag...
es_es: Crear Etiqueta...

source: Current branch %s is up to date If you want to force the rebase even if the current branch is a descendant of the commit you are rebasing onto, please check below "Force Rebase" checkbox.
es_es: El ramal actual %s está al día Si quiere forzar el reasentado (rebase) incluso si el ramal actual es un descendiente de la consignación (commit) que está reasentando, por favor marque debajo la casilla "Forzar reasentado".

source: Disable this option if you have really big working trees and experience too much disk access when browsing the working tree.
es_es: Desactive esta opción si tienee árboles de trabajo realmente grandes y experimenta demasiados accesos al disco cuando explora el árbol de trabajo.

source: Do you really want to <ct=0x0000FF>delete</ct> <b>%s</b>?
es_es: ¿Estás seguro que quieres <ct=0x0000FF>eliminar</ct> <b>%s</b>?

source: Do you really want to disable automatic update checks for TortoiseGit? Automatic update checks can be re-enabled in TortoiseGit settings on the General page.
es_es: ¿De verdad quiere deshabilitar la comprobación automática de actualizaciones para TortoiseGit? La comprobación automática de actualizaciones puede volver a habilitarse en la página general de configuración de TortoiseGit.

source: Do you really want to permanently delete the %d selected refs? It can <ct=0x0000FF><b>NOT</b></ct> be recovered!
es_es: ¿Estás seguro que quieres eliminar permanentemente las %d refs seleccionadas? <ct=0x0000FF><b>NO</b></ct> se podrán recuperar!

source: Edit/Split commit
es_es: Editar/Dividir consignación (commit)

source: Fetch...
es_es: Descargar (fetch)...

source: Force the rebase even if the current branch is a descendant of the commit you are rebasing onto. Normally the command will exit with the message "Current branch is up to date" in such a situation.
es_es: Forzar el reasentado (rebase), incluso si el ramal actual es un descendiente de la consignación (commit) hacia la que está reasentando. En un situación así, normalmente el comando se cerrará con el mensaje "El ramal actual está actualizado".

source: Hard: Reset working tree and index (discard all local changes)
es_es: Duro: Reinicia árbol de trabajo y índice (descartar todos los cambios locales)

source: Hex
es_es: Hexa

source: If checked, the commit dialog will be started again automatically after an error, while preserving your last selection and log message.
es_es: Marcandola, el diálogo de consigna se iniciará automáticamente después de un error, conservando tu última selección y el mensaje de registro.

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
es_es: Si se pone, los archivos dentro de carpetas no versionadas se mostrarán en el control de estado. El control de estado se usa por ejemplo en el diálogo de consignas.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
es_es: Si se pone, los archivos no versionados marcarán el estado del directorio antecesor como modificado P.e. reciben un icono de superposición de modificado.

source: Mixed: Leave working tree untouched, reset index
es_es: Mezclado: Dejar el arbol de trabajo sin tocar, reinicar indice

source: Nothing need rebase %s equal %s
es_es: No hay nada que reasentar (rebase) %s es igual que %s

source: Override branch if exists
es_es: Reemplazar ramal si existe

source: Overwrite working tree changes (force)
es_es: Sobreescribir los cambios en el árbol de trabajo (forzar)

source: Pull...
es_es: Incorporar (pull)...

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
es_es: Fitros de expresiones regulares: . : cualquier carácter c+ : coincidir con carácter c una o más veces c* : coincidir con carácter c cero o más veces ^ : inicio de línea $ : fín de línea (string){n} : coincidir cadena n veves (abcd) : subexpresiones [aei0-9] : coincidir a,e,i y 0..9 [^aei0-9] : cualesquiera menos a,e,i y 0..9 \w : coincidencias a-z,A-Z,0-9 y _ \W : cualquier carácter no-alfanumérico \d : dígitos 0-9 \s : espacios en blanco

source: Show modified files in working tree
es_es: Mostrar archivos modificados en el árbol de trabajo

source: Showing %ld revision(s), from revision %s to revision %s - %ld revision(s) selected, %ld file(s) selected
es_es: Mostrando %ld revisión(es), desde la revisión %s a la revisión %s - %ld revisión(es) seleccionada(s), %ld fichero(s) seleccionado(s)

source: Soft: Leave working tree and index untouched
es_es: Blando: Deja árbol de trabajo y índice intacto

source: Submodule "%1!s!" Revision %2!s!
es_es: Submódulo "%1!s!" Revisión %2!s!

source: The branch "%s" is a <i>remote</i> branch. Do you really want to <ct=0x0000FF>delete</ct> it?
es_es: El ramal "%s" en un ramal <i>remoto</i>. ¿De verdad quiere <ct=0x0000FF>eliminarlo</ct>?

source: The local branch/tag name is empty. This results in a remote removal. Continue?
es_es: El nombre del ramal/etiqueta está vacío. Estó ocasionará el borrado del remoto. ¿Continuar?

source: The text is identical, but the files do not match! The following differences were found:
es_es: El texto es idéntico, ¡pero los ficheros no coinciden! Se encontraron las siguientes diferencias:

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
es_es: El tiempo en segundos después del cual el análisis de los archivos seleccionados se detiene. Un valor bajo hará antes disponible la lista de auto-comletado, pero puede no escanear todos los archivos.

source: There is nothing to add. All the files and folders are either under version control, have been ignored or the global ignore configuration setting.
es_es: No hay nada que añadir. Todos los archivos y carpetas están ya bajo el control de versiones, se han ignorado o los parámetros de configuración global de ignorados los ignoró.

source: TortoiseGitBlame TortoiseGitBlam TortoiseGitBlame.Document TortoiseGitBlame.Document
es_es: TortoiseGitBlame TortoiseGitBlam TortoiseGitBlame.Documentación TortoiseGitBlame.Documentación

source: Track
es_es: Rastrear

source: Use Task Dialog
es_es: Usar cuadro de diálogo de tarea

source: User name and email must be set before commit. Do you want to set these now?
es_es: El nombre de usuario y correo deben ponerse antes de consignar. ¿Quieres ponerlos ahora?

source: Version 1
es_es: Versión 1

source: Version 1 (Newer commit time)
es_es: Versión 1 (Hora de consignación (commit) más reciente)

source: Version 2 (Base)
es_es: Versión 2 (Base)

source: Version 2 (Base) (Newer commit time)
es_es: Versión 2 (Base) (Hora de consignación (commit) más reciente)

source: WARNING: Only change these settings if you are absolutely sure what you are doing! To set the values to their default, delete the value text.
es_es: ADVERTENCIA: ¡Cambia estos ajustes sólo si estás seguro de lo que estás haciendo! Para ajustar los valores a predeterminados, borra el valor del texto.

source: Warning: "%s" will be permanently deleted. It can <ct=0x0000FF><b>NOT</b></ct> be recovered! Do you really want to continue?
es_es: Advertencia: "%s" se eliminará permanentemente. ¡<ct=0x0000FF><b>NO</b></ct> se podrá recuperar! ¿Realmente quieres continuar?

source: Working dir changes
es_es: Cambios de directorio de Trabajo

source: You selected a folder. Exports are only possible to a (zip) file.
es_es: Selecciona una carpeta. La exportación sólo es posible en un archivo (zip).

source: You've changed the icon set from <i>%s</i> to <i>%s</i>. That change won't take effect until you restart your computer or logoff and logon again!
es_es: Has cambiado el juego de iconos de <i>%s</i> a <i>%s</i>. ¡Este cambio no tendrá efecto hasta que reinicies tu equipo, o salgas y entres de nuevo!
hr: Promijenili ste skup ikona iz <i>%s</i> u <i>%s</i>. Ta izmjena neće stupiti na snagu dok iznova ne pokrenete Vaše računalo ili dok se ne odjavite i ponovo prijavite!

source: add "cherry picked from"
es_es: añadir "entresacar desde"

source: copied from %s - revision %ld
es_es: copiado desde %s - revisión %ld
hr: kopirano iz %s - revizija %ld

source: switched to %s
es_es: conmutar a %s
hr: prebačeno na %s

source: General::Context Menu 2
ca: General::Menú Contextual 2
pt_br: Geral::Menu de Contexto 2

source: Use Git LFS
ca: Utilitza Git LFS
ja: Git LFS を使用
pt_br: Usar Git LFS

source: All your changes will be lost! Do you really want to reset the menu '%Ts'?
pl: Wszystkie twoje zmiany zostaną utracone! Na pewno chcesz przywrócić menu '%Ts'?

source: All your changes will be lost! Do you really want to reset the toolbar '%Ts'?
pl: Wszystkie twoje zmiany zostaną utracone! Na pewno chcesz przywrócić pasek narzędzi '%Ts'?

source: Do you really want to delete the toolbar '%Ts'?
pl: Czy na pewno chcesz usunąć pasek narzędzi '%Ts'?

source: Expand (%Ts)
pl: Rozwiń (%Ts)

source: %.2f MBytes transferred
hr: %.2f MB preneseno

source: %.2f kBytes/s
hr: %.2f kb/s

source: %I64d kBytes transferred
hr: %I64d kB preneseno

source: %ld Bytes/s
hr: %ld bajtova/s

source: %ld paths
hr: %ld staze

source: %s : Remote file
hr: %s : Udaljena datoteka

source: %s : Working Base
hr: %s : Radna osnova

source: %s : Working Copy
hr: %s : Radna kopija

source: %s is a directory, not a file! TortoiseMerge can't diff directories.
hr: %s je direktorij a ne datoteka! TortoiseMerge ne može uspoređivati direktorije.

source: &About TortoiseMerge...
hr: &O programu TortoiseMerge...

source: &Allow ambiguous URLs
hr: &Dozvoli višeznačne URL-ove

source: &Aqua Style
hr: &Aqua stil

source: &Autoclose:
hr: &Autozatvaranje:

source: &Blame previous revision
hr: &Krivci prošle revizije

source: &Blame...
hr: &Okrivi...

source: &Clean up
hr: &Počisti

source: &Color age of lines
hr: &Oboji linije po starosti

source: &Compare URLs
hr: &Usporedi URLove

source: &Compare whitespaces
hr: &Usporedi razmake

source: &Configure
hr: &Podesi

source: &Contact the repository on startup
hr: &Provjeri skladište prilikom pokretanja

source: &Convert files when diffing against BASE
hr: &Pretvorite datoteke dok uspoređujete s BASE (osnovom)

source: &Copy log message to clipboard
hr: &Kopiraj poruku dnevnika u međuspremnik

source: &Copy to clipboard
hr: &Kopiraj u međuspremnik

source: &Copy to...
hr: &Kopiraj na...

source: &Days of inactivity until small caches get removed
hr: &Dani neaktivnosti do pražnjenja spremnika

source: &Delete...
hr: &Obriši...

source: &Diff with URL
hr: &Razlike s URL

source: &Don't go offline
hr: &Nemoj ići offline

source: &Enable log caching
hr: &Omogući piručno spremanje zapisa dnevnika

source: &Enter a message describing why you are locking the file(s).
hr: &Upišite poruku koja opisuje zašto zaključavate datoteku(e).

source: &Find...
hr: &Pronađi...

source: &Fit Images in window
hr: &Uklopi sliku u okvir

source: &From URL:
hr: &Iz URL-a:

source: &From WC at URL:
hr: &Iz RK prema URL:

source: &From revision
hr: &Od revizije

source: &Go To Line...
hr: &Skoči na redak...

source: &Group by branch
hr: &Grupiraj po grani

source: &HEAD Revision
hr: &Glavna revizija (HEAD)

source: &HEAD revision
hr: &Glavna (HEAD) revizija

source: &HEAD revision in the repository
hr: &Glavna (HEAD) revizija u skladištu

source: &Ignore whitespace changes
hr: &Zanemari promjene praznina

source: &Image Info
hr: &O slici

source: &Inline diff word-wise
hr: &Jednoredna razlika po riječima

source: &Load...
hr: &Učitaj...

source: &Maximum size [kByte] of a removed inactive cache
hr: &Maksimalna veličina [kB] uklonjenog neaktivnog spremika

source: &Merge paths
hr: &Staze stapanja

source: &Next %ld
hr: &Sljedećih %ld

source: &Next Difference
hr: &Sljedeća razlika

source: &Offline for now
hr: &Privremeno bez veze

source: &Overlap images
hr: &Preklopi slike

source: &Permanently offline
hr: &Trajno offline

source: &Previous Difference
hr: &Prethodna razlika

source: &Properties...
hr: &Svojstva...

source: &Rename
hr: &Promijeni ime

source: &Reopen commit and branch/tag dialog after a commit failed
hr: &Ponovo otvaranje dijaloga pohrane ili grananja ako se dogodi greške prilikom izvršavanja

source: &Revert changes from this revision
hr: &Vrati na staro izmjene iz ove revizije

source: &Revision
hr: &Revizija

source: &Save...
hr: &Snimi...

source: &Show HEAD revisions
hr: &Pokaćže glavne (HEAD) revizije

source: &Silver Style
hr: &Srebrni stil

source: &Specific revision in repository
hr: &Određena revizija u skladištu

source: &Steal the locks
hr: &Ukradi lokote

source: &Stop on copy/rename
hr: &Zaustavi se na kopiranom/preimenovanom

source: &Test merge
hr: &Testiraj stapanje

source: &Timeout in seconds before updating the HEAD revision
hr: &Vrijeme u sekundama do obnavljanja glavne grane (HEAD)

source: &To Revision
hr: &Do revizije

source: &To URL:
hr: &U URL:

source: &To URL:
hr: &U URL:

source: &URL of repository:
hr: &URL skladišta:

source: &Update
hr: &Obnovi

source: &Update to revision...
hr: &Obnovi prema reviziji...

source: &Whitespaces
hr: &Razmaci

source: &Windows XP
hr: &Windwos XP

source: &Working copy
hr: &Radna kopija

source: (binary value)
hr: (binarna vrijednost)

source: (multiple targets selected)
hr: (višestruki ciljevi izabrani)

source: (property change only)
hr: (samo izmjena svojstva)

source: : Revision %d
hr: :Revizija %d

source: : working base
hr: : radna osnova

source: : working copy
hr: : radna kopija

source: < &Back
hr: < &Natrag

source: <b>TortoiseSVN</b> is a shell extension. That means it is integrated into the Windows explorer. To use <b>TortoiseSVN</b> please open the explorer and right-click on any folder you like to bring up the context menu where you will find all <b>TortoiseSVN</b> commands. And <u>read the manual!</u>
hr: <b>TortoiseSVN</b> je dodatak ljusci. To znači da je ugrađen u Windows explorer. Kako biste koristili <b>TortoiseSVN</b> molim otvorite explorer i kliknite desnom tipkom miša na bilo koju mapu kako bi se pojavio izbornik. Tamo možete naći sve naredbe programa <b>TortoiseSVN</b>. Također, ne zaboravite <u>pročitati priručnik!</u>

source: A list of user defined properties for files to show in the combo box
hr: Lista korisnički definiranih svojstava datoteka za prikaz u combo boxu

source: A list of user defined properties for folders to show in the combo box
hr: Lista korisnički definiranih svojstava mapa za prikaz u combo boxu

source: A newer version is available. Please go to http://tortoisesvn.tigris.org and download the current version! Click _here_ to go directly to our website.
hr: Novija verzija je dostupna. Molimo, otiđite na http://tortoisesvn.tigris.org i preuzmite važeću verziju! Klinite _ovdje_ kako bi direktno otišli na naše web sjedište.

source: A&dd folder...
hr: D&odaj mapu...

source: About TortoiseMerge
hr: O TortoiseMerge

source: About TortoiseSVN
hr: O TortoiseSVN

source: Accept once
hr: Prihvati samo jednom

source: Accept permanently
hr: Prihvati za stalno

source: Add &file...
hr: Dodaj d&atoteku...

source: Add (as replacement)...
hr: Dodaj (kao zamjenu)...

source: Add - TortoiseSVN
hr: Dodaj - TortoiseSVN

source: Add Properties
hr: Dodaj svojstva

source: Added a file remotely
hr: Dodana datoteka na daljinu

source: Added a folder remotely
hr: Dodana mapa na daljinu

source: Added items remotely
hr: Stavke izvana dodane

source: Added node
hr: Dodani čvor

source: Adds a new property
hr: Dodaje novo svojstvo

source: Adds file(s) to Subversion control
hr: Dodaje datoteku(e) pod nadzor Subversiona

source: Age
hr: Starost

source: Amount of memory required to load the cache
hr: Količina memorije potrebna za učitavanje spremnika

source: Applies a unified diff file to the working copy
hr: Koristi objedinjenu datoteku s razlikama za izmjenu radne kopije

source: Apply &patch...
hr: Primijeni &zakrpu...

source: Apply property recursively
hr: Primijeni svojstvo ponirući

source: Are you sure you want to remove the cache of the selected %d items?
hr: Jeste li sigurni da želite ukloniti spremnik odabranih %d stavki?

source: Arrange &Vertical
hr: Posloži &okomito

source: Ask user
hr: Pitaj korisnika

source: Authors:
hr: Autori:

source: Auto Rename
hr: Automatska promijena imena

source: Auto-close for local operations
hr: Automatski zatvori za lokalne operacije

source: B&lack Style
hr: C&rni stil

source: Blame - TortoiseSVN
hr: Okrivi - TortoiseSVN

source: Branch / tag created successfully!
hr: Grana / oznaka uspješno napravljena!

source: Branch at copy-from-rev even if there was no change in that revision
hr: Granaj na copy-from-rev čak i ako nije bilo promjene u toj reviziji

source: Branch/&tag...
hr: Grana/&oznaka...

source: Break loc&k
hr: Ukloni lo&kot

source: Bug-&ID / Issue-Nr:
hr: &ID buga / Br. spornog pitanja:

source: Bug-ID / Issue-Nr:
hr: ID buga / Br. spornog pitanja:

source: C&reate folder...
hr: N&apravi mapu...

source: Cache size [kB]
hr: Veličina spremika [kB]

source: Cached Repositories
hr: Spremljena skladišta

source: Caches the log messages to speed up log fetching
hr: Pohranjuje poruke dnevnika u spremnik kako bi ubrzao dohvaćanje dnevnika

source: Can't customize menues!
hr: Nemogu podesiti izbornike!

source: Cancelling TortoiseSVN Blame...
hr: Odustajanje od TortoiseSVN Okrivi...

source: Cancelling operation...
hr: Odustajanje od operacije...

source: Certificate expired or not yet valid
hr: Certifikat je istekao ili još nije postao valjan

source: Certificate expired. Valid until: %s
hr: Certifikat je istekao. Vrijedio je do: %s

source: Certificate not yet valid. Valid from: %s
hr: Certifikat još nije važeći. Važi od: %s

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
hr: Certifikati|*.p12;*.pkcs12;*.pfx|All|*.*||

source: Changelist:
hr: Popis izmjena:

source: Chec&kout...
hr: Pre&uzmi...

source: Check For Updates
hr: Provjeri nadogradnje

source: Check for modifications
hr: Provjera izmjena

source: Check out a working copy from a repository
hr: Preuzmi radnu kopiju iz skladišta

source: Check the files which you want to delete before importing.
hr: Provjeri datoteke koje želiš obrisati prije uvoza.

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
hr: Označite one stavke izbornika za koje želite da se pojave u glavnom kontekstom izborniku umjesto u TortoiseSVN podizborniku

source: Checking if a newer version of TortoiseSVN is available...
hr: Provjeravam da li je dostupna novija verzija TortoiseSVN...
