Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: You can disable specific Overlay handlers here. Disabled handlers won't use up an overlay slot and give other shell extensions a chance to show their overlays.
ca: Pot desactivar la sobreposició d'icones aquí. Si es desactiven, no s'usaran recursos de superposició, i altres extensions de Shell podran mostrar la seva pròpia superposició
es_es: Aquí puedes deshabilitar controladores concretos de superposiciones. Deshabilita controladores que no van a usar una ranura de superposición y da a otras extensiones del shell la posibilidad de mostrar sus superposiciones.
ja: 特定のオーバーレイハンドラーを無効にすることができます。 ハンドラーを無効化すると、使用するオーバーレイスロットが減るので、その分、他のシェルエクステンションがオーバーレイ表示できるようになります。
pl: Możesz tutaj wyłączyć wybrane uchwyty nakładek. Wyłączone uchwyty nie będą wykorzystywać slotów i pozwolą innym rozszerzeniom na pokazanie ich nakładek.
pt_br: Você pode desabilitar gerenciadores de Sobreposição aqui. Gerenciadores desabilitados não usarão o espaço e darão a chance de outas extensões do shell exibirem suas sobreposições.
ru: Здесь вы можете отключить отдельные обработчики наложений. Отключенные обработчики не будут использовать оверлейные слоты и предоставляют другим расширениям оболочки возможность отобразить их оверлейные значки.
ta_in: குறிப்பிட்ட மேலடுக்கு கையாளுபவர்களை இங்கே முடக்கலாம். முடக்கப்பட்ட கையாளுபவர்கள் மேலடுக்கு வாய்ப்பை பயன்படுத்த மாட்டார்கள் மற்றும் பிற ஒடு நீட்டிப்புகளுக்கு அவற்றின் மேலடுக்குகளைக் காட்ட வாய்ப்பளிபார்கள்.
zh_tw: 你可以停用特定的圖示覆蓋。 作業系統可顯示的圖示數量有限，停用圖示可讓其它 Shell extensions 有機會顯示它們的圖示。

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
ca: No podeu establir aquesta propietat a les carpetes, només als fitxers! Si voleu establir-la a tots els fitxers dins d'aquesta carpeta, heu de marcar la casella 'recursivament'.
es_es: ¡No se pueden ajustar propiedades en carpetas, sólo en archivos! Si quieres ajustar todos los archivos de la carpeta, debes activar las casilla 'recusivo'.
hr: Ne možete postaviti to svojstvo na mapama nego samo na datotekama! Ako ga želite postaviti na svim datotekama unutar mape, morate uključiti kvadratić 'ponirući'.
ja: このプロパティはファイルに対してのみ設定可能であり、フォルダーに対して設定することはできません。 フォルダー内のすべてのファイルに設定したい場合は、「再帰」チェックボックスをオンにしてください。
pl: Nie można ustawić tego atrybutu dla folderu. Działa tylko na plikach! Jeśli chcesz ustawić atrybut dla wszystkich plików w tym folderze, aktywuj opcję 'rekurencja'.
pt_br: Essa propriedade não pode ser atribuida a diretórios, somente a arquivos! Se deseja atribuí-la aos arquivos que pertencem a esse diretório, deve ativar a caixa de seleção 'recursivo'.
ru: Это свойство применимо к файлам, а не папкам! Если вы желаете установить его на всех файлах в этой папке, необходимо отметить флажок 'рекурсивно'.
ta_in: இந்த பண்பு கோப்புறைகளில் அமைக்க முடியாது, கோப்புகளில் மட்டும்! அந்த கோப்புறையில் உள்ள எல்லா கோப்புகளிலும் இதை அமைக்க விரும்பினால், நீங்கள் 'சுழற்சி' தேர்வுப்பெட்டியை செயல்படுத்த வேண்டும்.
uk: Цю властивість не можна задати для каталогів, лише для файлів! Щоб встановити його для всіх файлів із цього каталога, потрібно встановити прапорець 'рекурсивно'.
zh_tw: 這個性質不能設定在資料夾上，只能設定在檔案上！ 如果你想要套用在資料夾內的所有檔案， 請勾選「遞迴」。

source: You cannot change the type of this ref with a rename.
ca: No podeu canviar el tipus d'aquesta referència canviant el nom.
es_es: No puedes cambiar el tipo de esta ref. renombrándola.
ja: リネームでリファレンス(ref)のタイプを変えることは出来ません。
pt_br: Você não pode mudar o tipo desta referência ao renomear.
ru: Вы не можете изменить тип этой ссылки переименованием.
ta_in: இந்த ref இன் வகையை மறுபெயருடன் மாற்ற முடியாது.
zh_tw: 你不能透過重新命名來更改這參照的類型

source: You did not edit the message template. Proceed without individual commit message?
ta_in: நீங்கள் செய்தி வார்ப்புருக்களைத் திருத்தவில்லை. தனிப்பட்ட உறுதிமொழி செய்தி இல்லாமல் தொடரவா?

source: You have an old unsupported version of Git installed. You should consider an upgrade to %s.
ca: La versió del Git que teniu instal·lada és antiga i sense suport. Heu de considerar una actualització a %s.
ja: サポートされていないバージョンの Git がインストールされています。 %s へのアップグレードを検討してください。
pt_br: Você tem uma versão antiga e não suportada do Git instalada. Você deveria considerar um upgrade para %s.
ta_in: உங்களிடம் பழைய ஆதரிக்கப்படாத கிட் பதிப்பு நிறுவப்பட்டுள்ளது. %sக்கு மேம்படுத்துவதை நீங்கள் கருத்தில் கொள்ள வேண்டும்.
zh_tw: 你安裝了舊版的、不被支援的 Git。 你應該考慮升級到 %s。

source: You have checked "include untracked". This includes a "git clean -fd" call, so ignored files/directories are removed w/o using recycle bin.
ca: Heu activat la casella "Inclou arxius no rastrejats". Això requereix executar "git clean -fd", per tal de treure els arxius/directoris sense fer servir la paperera de reciclatge.
es_es: Tienes maarcado "incluir sin seguimiento". Esto incluye una llamnada "git clean -fd", así que los archivos/directorios ignorados serán borrados sin/o usando la papelera de reciclaje.
ja: あなたは「バージョン管理外のファイルを含む」を有効にしました。これは、「git clean -fd」の呼び出しを含むので、無視ファイルとディレクトリが、ごみ箱に入ることなく削除されます。
pt_br: Você marcou "incluir não rastreados". Isto inclui uma chamada "git clean -fd", então arquivos/diretórios ignorados serão removidos sem usar a lixeira.
ru: Вы отметили "включая неверсированные". Это подразумевает выполнение команды "git clean -fd", при которой игнорируемые файлы и директории будут удалены без помещения их в корзину.
ta_in: "கண்காணிக்கப்படாதவை அடங்கும்" என்பதை நீங்கள் சரிபார்த்துள்ளீர்கள். இதில் "git clean -fd" அழைப்பு உள்ளது, எனவே புறக்கணிக்கப்பட்ட கோப்புகள்/கோப்பகங்கள் மறுசுழற்சி தொட்டியைப் பயன்படுத்தி அகற்றப்படும்.
zh_tw: 你選擇了 「包含未追蹤的檔案」。 這包含一個「git clean -fd」命令，因此不會使用資源回收筒來移除這些「檔案／目錄」。

source: You have marked changed blocks. How should those blocks be saved?
ca: Heu marcat blocs modificats. Com caldria desar aquests blocs?
es_es: Ha marcado bloques cambiados. ¿Cómo deben guardarse esos bloques?
ja: マークされた変更ブロックがあります。それらをどう保存しますか?
pl: Zaznaczyłeś zmienione bloki. Jak powinny zostać zapisane te bloki?
pt_br: Você marcou blocos alterados. Como é que aqueles blocos devem ser salvos?
ru: Вы отметили изменённые блоки. Как эти блоки следует сохранить?
ta_in: மாற்றப்பட்ட தொகுதிகளை நீங்கள் குறித்துள்ளீர்கள். அந்த தொகுதிகள் எவ்வாறு சேமிக்கப்பட வேண்டும்?
zh_tw: 你標記了一些已修改區塊，要如何儲存它們？

source: You have modified properties without saving them first. Do you want to save them now?
ca: Heu modificat propietats sense desar-les. Voleu desar-les ara?
es_es: Has modificado las propiedades sín salvarlas previamente. ¿Quieres guardarlas ahora?
hr: Izmijenili ste svojstva ali ih još niste snimili. Želite li to sada učiniti?
ja: 保存する前にプロパティの変更を行いました。 今すぐ保存しますか？
pl: Zmodyfikowałeś atrybuty bez uprzedniego ich zapisania. Czy chcesz zapisać je teraz?
pt_br: Você modificou propriedades, mas não salvou. Deseja salvá-las agora?
ru: Свойства были изменены и не были сохранены. Вы желаете сохранить их сейчас?
ta_in: பண்புகளை முதலில் சேமிக்காமல் மாற்றியுள்ளீர்கள். இப்போது அவைகளைக் சேமிக்க வேண்டுமா?
uk: Ви змінили властивості, попередньо їх не зберігши. Зберегти їх зараз?
zh_tw: 已修改過性質但尚未儲存。 要現在儲存嗎？

source: You have selected %d items to show the diff for. For every of these items a new instance of the diff viewer will be started. Do you really want to show the diff for so many items at once?
ca: Heu escollit %d elements per a mostrar el diff. S'obrirà una instància del visor de Diffs per a cadascún d'aquests elements. Realment voleu mostrar els Diffs de tots aquests elements a la vegada?
es_es: Ha seleccionado %d elementos para los que mostrar las diferencias (diff). Para cada uno de estos elementos, se iniciará una nueva instancia del visor de diff. ¿De verdad quiere mostrar las diff para tantos elementos a la vez?
ja: %d 個のファイルを選択して差分表示しようとしています。それぞれのファイル毎に新しく差分ビュアーが起動します。本当に、そんなに沢山のファイルの差分を一度に表示してよろしいですか？
pl: Wybrano %d elementów do przejrzenia różnic. Dla każdego z tych elementów zostanie uruchomiona przeglądarkaróżnic. Czy na pewno pokazać różnice dla tak wielu elementów na raz?
pt_br: Você selecionou %d itens para exibir as diferenças. Para cada um destes itens, uma nova instância do visualizador de diferenças será iniciada. Você realmente deseja exibir as diferenças de tantos itens de uma vez?
ru: Вы выбрали %d элементов, чтобы показать их сравнение. Для каждого элемента будет запущен собственный экземпляр diff viewerа. Вы действительно хотите просмотреть различия для стольких элементов сразу?
ta_in: வேறுபாட்டைக் காட்ட %d உருப்படிகளைத் தேர்ந்தெடுத்துள்ளீர்கள். இந்த உருப்படிகள் ஒவ்வொன்றிற்கும் வேறுபாடு பார்வையாளரின் புதிய நிகழ்வு தொடங்கப்படும். உண்மையில் ஒரே நேரத்தில் பல பொருட்களுக்கான வேறுபாட்டைக் காட்ட விரும்புகிறீர்களா?
zh_tw: 你已選取 %d 個檔案去顯示差異。 對於每一檔案，會啟動一個新的差異檢視器實體。 你真的要一次顯示這麼多檔案的差異？

source: You haven't entered an issue number! Are you sure you want to commit without an issue number?
ca: No heu introduit un número d'emissió! Esteu segur que voleu fer una entrega sense número d'emissió?
es_es: ¡No has introducido número de problema! ¿Seguro que quieres consignar, sin número de problema?
hr: Niste unijeli broj spornog pitanja! Jeste li sigurni da želite pohraniti bez tog broja?
ja: 課題番号が入力されていません。 課題番号なしでコミットを行ってもよろしいですか？
pl: Nie podano numeru zgłoszenia! Czy na pewno chcesz zatwierdzić zmiany bez podania tego numeru?
pt_br: Você não informou um número de ocorrência! Você tem certeza de que quer gravar sem um número de ocorrência?
ru: Вы не ввели номер проблемы! Вы действительно желаете зафиксировать файл(ы) без номера проблемы?
ta_in: நீங்கள் வழங்கல் எண்ணை உள்ளிடவில்லை! பிரச்சினை எண் இல்லாமல் உறுதிமொழியளிக்க விரும்புகிறீர்களா?
uk: Номер проблеми не введено! Дійсно зафіксувати без номера проблеми?
zh_tw: 你尚未輸入問題編號！ 確定要進行提交嗎？

source: You haven't entered your Signed-Off-By line!
ca: No heu introduït res al camp "Signat per"!
es_es: ¡No has introducido tu línea de Firmado-por!
ja: Signed-off-by 行がありません。
pt_br: Você não inseriu sua linha Signed-Off-By!
ru: Вы не ввели строку вашей подписи!
ta_in: உங்கள் கையொப்பமிடப்பட்ட வரியில் நீங்கள் நுழையவில்லை!
zh_tw: 未輸入 Signed-Off-By

source: You marked some files as "Restore after commit". Do you want to restore them now? You might lose all changes to this file after marking it.
ca: Heu marcat alguns arxius com "restaura després de l'entrega". Voleu restaurar-los ara? Podeu perdre tots els canvis fets a aquest arxiu després de marcar-lo.
es_es: Has marcado algunos archivos como "Restaurar después de consignar". ¿Quieres restaurarlos ahora? Perderás todos los cambios en este archivo después de marcarlo.
ja: 「コミット後に復元」といくつかのファイルがマークされました。 今、それらを復元しますか？ マークした後の、このファイルに対するすべての変更が失われるかもしれません。
pt_br: Você marcou alguns arquivos como "Restaurar após submissão". Você quer restaurá-los agora? Você pode perder todas as mudanças que fez nestes arquivos após marcá-los.
ru: Вы пометили некоторые файлы как "Восстановить после коммита". Вы хотите восстановить их сейчас? Вы можете потерять все изменения в этих файлах после такой пометки.
ta_in: சில கோப்புகளை "உறுதிமொழிக்கு பிறகு மீட்டமை" எனக் குறித்துள்ளீர்கள். இப்போது அவற்றை மீட்டெடுக்க விரும்புகிறீர்களா? குறித்த பிறகு இந்தக் கோப்பில் ஏற்படும் எல்லா மாற்றங்களையும் இழக்க நேரிடலாம்.
zh_tw: 有一些檔案加上「提交後還原」 是否現在就還原這些檔案？你可能會丟失這些檔案的改動。

source: You must enter a log message for the commit
ca: Heu d'introduir un missatge per aquesta entrega
es_es: Debes introducir un mensaje de registro para la consigna.
ja: コミットに対してログメッセージを入力して下さい。
pl: Musisz wpisać wiadomość logu dla zatwierdzenia
pt_br: Você deve escrever uma mensagem de histórico antes de submeter
ru: Вам необходимо ввести текст сообщения для фиксации
ta_in: நீங்கள் உறுதிமொழிக்கு ஒரு பதிவு செய்தியை உள்ளிட வேண்டும்
zh_tw: 必須輸入日誌訊息

source: You must restart your system for the changes to take effect.
ca: Heu de reiniciar el sistema per tal que els canvis tinguin efecte.
es_es: Debes reiniciar tu equipo para que los cambios surtan efecto.
hr: Morate ponovo pokrenuti računalo kako bi aktivirali izmjene.
ja: 変更を反映させるためには、システムを再起動してください。
pl: Musisz uruchomić ponownie komputer aby zmiany odniosły efekt.
pt_br: O sistema deve ser reiniciado
ru: Вы должны перезагрузить систему, чтобы изменения вступили в силу.
ta_in: மாற்றங்கள் நடைமுறைக்கு வர உங்கள் கணினியை மறுதொடக்கம் செய்ய வேண்டும்.
uk: Необхідно перезапустити систему, щоб внесені зміни подіяли.
zh_tw: 你需要重新開機後讓這些修改生效。

source: You must select a filename for the zip-file!
ca: Heu d'especificar un nom per l'arxiu ZIP
es_es: ¡Debe seleccionar un nombre para el archivo zip!
ja: zipファイルのファイル名を選択してください。
pl: Musisz wybrać nazwę dla pliku zip!
pt_br: Você deve escolher um nome de arquivo para o arquivo Zip!
ru: Вы должны выбрать имя файла для zip
ta_in: சுருக்கப்பட்ட-கோப்புக்கான கோப்பு பெயரை நீங்கள் தேர்ந்தெடுக்க வேண்டும்!
uk: Ви повинні вибрати ім'я файлу для zip-файлу!
zh_tw: 必須為 zip 檔選擇檔名！

source: You selected a folder. Exports are only possible to a (zip) file.
ca: Heu escollit una carpeta. Només és possible exportar a un arxiu ZIP (*.zip)
ja: ディレクトリが選択されました。 エクスポートは、(zip)ファイルにのみ可能です。
pl: Wybrano folder. Eksport jest możliwy tylko do pliku (zip).
pt_br: Você selecionou uma pasta. É possível expotar apenas para um arquivo (zip).
ru: Вы выбрали папку. Экспорт возможен в файл (zip).
ta_in: நீங்கள் ஒரு கோப்புறையைத் தேர்ந்தெடுத்துள்ளீர்கள். ஏற்றுமதி ஒரு (சுருக்கப்பட்ட) கோப்பிற்கு மட்டுமே சாத்தியமாகும்.
zh_tw: 你選擇了一個資料夾 只能匯出到 zip 檔

source: You selected an unversioned file. The file will be added to version control when you commit.
ca: Heu seleccionat un fitxer sense versionar. El fitxer serà afegit al control de versions quan feu una entrega.
es_es: Selecciona un archivo no versionado. El archivo será añadido al control de versiones cuando consignes.
hr: Odabrali ste datoteku bez verzije. Datoteka će biti dodana u nadzor verzija tijekom pohrane.
ja: バージョン管理されていないファイルを選択しています。 コミットする前にバージョン管理に追加してください。
pl: Zaznaczyłeś plik nie objęty kontrolą wersji. Podczas zatwierdzania zmian plik ten zostanie dodany do systemu kontroli.
pt_br: Você selecionou um arquivo sem controle de versão. O arquivo será adcionado ao controle de versão quando você gravar.
ru: Вы выбрали неверсированный файл. Этот файл будет внесён под управление версиями при фиксировании.
ta_in: பதிக்கப்படாத கோப்பைத் தேர்ந்தெடுத்துள்ளீர்கள். நீங்கள் செய்யும்போது கோப்பு பதிப்புக் கட்டுப்பாட்டில் சேர்க்கப்படும்.
zh_tw: 你選擇了無版本控制的檔案。 提交時，它會被加入版本控制。

source: Your previously entered log messages have been saved. Click here to read and insert them again.
ca: Els missatges de log han sigut desats. Feu clic aquí per llegir-los i inserir-los de nou.
es_es: Tus mensages de Reg. previamente introducidos se han guardado. Pulsa aquí para leerlos e intersarlos otra vez.
hr: Poruke dnevnika koje ste ranije unijeli su snimljene. Kliknite ovdje kako biste ih mogli pročitati i ponovo koristiti.
ja: 以前に入力したログメッセージは保存されています。 過去のログメッセージの確認、もしくは挿入するにはここをクリックしてください。
pl: Poprzednio wprowadzony przez ciebie opis zmian został zapisany. Kliknij tu, aby go przeczytać i wstawić ponownie.
pt_br: Suas mensagens de histórico anteriores foram salvas. Clique aqui para lê-las e inserí-las novamente.
ru: Ваши ранее введённые сообщения журнала были сохранены. Нажмите здесь, чтобы выбрать и вставить их снова.
ta_in: நீங்கள் முன்னர் உள்ளிட்ட பதிவு செய்திகள் சேமிக்கப்பட்டுள்ளன. அவற்றைப் படித்து மீண்டும் செருக இங்கே சொடுக்கவும்.
uk: Ваші попередньо введені логові повідомлення було збережено. Клацніть отут, щоб знову їх читати та вставляти.
zh_tw: 你上次輸入的日誌訊息已經被儲存。 點擊這裡可以把它們讀取回來。

source: Your version is:
ca: La versió és:
es_es: Tu versión es:
hr: Vaša verzija je:
ja: 現在使用中のバージョン:
pl: Twoja wersja:
pt_br: Sua versão é:
ru: Ваша версия:
ta_in: உங்கள் பதிப்பு:
uk: Ваша версія:
zh_tw: 你的版本是：

source: Your version is: %d.%d.%d.%d
ca: La teva versió és: %d.%d.%d.%d
es_es: Tu versión es: %d.%d.%d.%d
hr: Vaša verzija je: %d.%d.%d.%d
ja: 現在使用中のバージョン: %d.%d.%d.%d
pl: Twoja wersja: %d.%d.%d.%d
pt_br: Sua versão é: %d.%d.%d.%d
ru: Ваша версия: %d.%d.%d.%d
ta_in: உங்கள் பதிப்பு: %d.%d.%d.%d
uk: Ваша версія: %d.%d.%d.%d
zh_tw: 你的版本是：%d.%d.%d.%d

source: ZIP archive (*.zip)|*.zip|TAR archive (*.tar)|*.tar|TAR GZIP archive (*.tar.gz)|*.tar.gz|All Files (*.*)|*.*||
ta_in: சுருக்கப்பட்ட காப்பகம் (*.zip)|*.zip|TAR காப்பகம் (*.tar)|*.tar|TAR GZIP காப்பகம் (*.tar.gz)|*.tar.gz|அனைத்து கோப்புகளும் (*.*)|*.*||

source: Zip File
ca: Arxiu ZIP
es_es: Archivo Zip
ja: zipファイル
pl: Plik zip
pt_br: Arquivo Zip
ru: Zip-файл
ta_in: சுருக்கப்பட்ட கோப்பு
uk: Zip Файл
zh_tw: Zip 檔案

source: Zoo&m out -
ca: Allunya -
es_es: Ale&jar -
ja: ズームアウト(&M) -
pl: Po&mniejsz -
pt_br: Menos zoo&m -
ru: У&меньшить -
ta_in: &சிறியதாக்கு -
uk: З&меншити -
zh_tw: 縮小(&M) -

source: Zoom &In
ca: &Ampliar
es_es: &Dentro Zoom
hr: Zumiraj &ln
ja: ズームイン(&I)
pl: Pow&iększ
pt_br: Ma&is zoom
ru: У&величить
ta_in: &பெரிதாக்கவும்
uk: З&більшити
zh_tw: 放大(&I)

source: Zoom &Out
ca: Reduir
es_es: &Fuera Zoom
hr: &Odzumiraj
ja: ズームアウト(&O)
pl: P&omniejsz
pt_br: &Menos zoom
ru: У&меньшить
ta_in: &சிறியதாக்கு
uk: З&меншити
zh_tw: 縮小(&O)

source: Zoom &in Ctrl-+
ca: Apropar Ctrl-+
hr: &Približi Ctrl-+
ja: ズームイン(&I) Ctrl + +
pt_br: &Mais zoom Ctrl-+
ta_in: &பெரிதாக்கவும் Ctrl-+
uk: З&більшити Ctrl-+

source: Zoom &out Ctrl--
ca: Allunyar Ctrl--
hr: &Udalji Ctrl--
ja: ズームアウト(&O) Ctrl + -
pt_br: &Menos zoom Ctrl---
ta_in: &சிறியதாக்கு Ctrl--
uk: З&більшити Ctrl--

source: Zoom 100%
hr: Zumiraj 100%
ja: 100%にズーム
pl: Powiększenie 100%
ru: Масштаб 100%
ta_in: பெரிதாக்கு 100%
uk: Масштаб 100%
zh_tw: 縮放至原始大小

source: Zoom i&n +
ca: Ampliar +
es_es: Ace&rcar +
ja: ズームイン(&N) +
pl: Po&większ +
pt_br: Ma&is zoom +
ru: У&величить +
ta_in: &பெரிதாக்கவும் +
uk: З&більшити +
zh_tw: 放大(&N) +

source: Zoom in
ca: Ampliar
es_es: Dentro Zoom
hr: Približi
ja: ズームイン
pl: Powiększ
pt_br: Mais zoom
ru: Увеличить
ta_in: பெரிதாக்கவும்
uk: Збільшити
zh_tw: 放大

source: Zoom out
ca: Reduir
es_es: Fuera Zoom
hr: Udalji
ja: ズームアウト
pl: Pomniejsz
pt_br: Menos zoom
ru: Уменьшить
ta_in: சிறியதாக்கு
uk: Зменшити
zh_tw: 縮小

source: Zoom to &100%
ca: Zoom al &100%
ja: &100%にズーム
pt_br: &Zoom 100%
ta_in: &100% பெரிதாக்கவும்
uk: Масштабувати до &100%

source: Zoom to fit
ca: Zoom per ajustar
es_es: Zoom para encajar
hr: Zumiraj da se uklopi
ja: フィットするようにズーム
pl: Dopasuj do okna
pt_br: Zoom para caber
ru: По содержимому
ta_in: பொருத்தத்திற்கு பெரிதாக்கவும்
uk: Масштабувати щоб умістилось
zh_tw: 縮放至合適大小

source: Zoom to fit in height
ca: Zoom per ajustar en alçada
es_es: Zoom para encajar en altura
ja: 高さがフィットするようにズーム
pl: Dopasuj do wysokości
pt_br: Zoom para altura
ru: По высоте
ta_in: உயரத்தில் பொருந்துமாறு பெரிதாக்கு
uk: Масштабувати щоб умістилось по висоті
zh_tw: 縮放至合適高度

source: Zoom to fit in width
ca: Zoom per ajustar en amplada
es_es: Zoom para encajar en ancho
ja: 幅がフィットするようにズーム
pl: Dopasuj do szerokości
pt_br: Zoom para largura
ru: По ширине
ta_in: அகலத்தில் பொருத்துவதற்கு பெரிதாக்கவும்
uk: Масштабувати щоб умістилось вшир
zh_tw: 縮放至合適闊度

source: "%1!s!" - "%2!s!" is a merge commit. Which parent do you want to pick?
ca: "%1!s!" - "%2!s!" és una entrega fusionada. Quin pare voleu escollir?
pt_br: "%1!s!" - "%2!s!" é uma submissão de mesclagem. Qual pai você deseja selecionar?
ta_in: "%1!s!" - "%2!s!" ஒரு இணைப்பு உறுதிமொழி. நீங்கள் எந்த பெற்றோரைத் தேர்ந்தெடுக்க விரும்புகிறீர்கள்?

source: "%s" contains a git repository. It will not work as a submodule out of the box. Do you want to delete the .git-entry and add all files to the top repository or keep it as a separate repository in a subdirectory?
ca: "%s" conté un dipòsit git. D'entrada, no funcionarà bé com a submòdul. Voleu suprimir el .git-entry i afegir tots els fitxers al dipòsit principal o mantenir-lo com un dipòsit separat en un subdirectori?
es_es: "%s" contiene un repositorio git. No funcionará como un submódulo tal como está. ¿Quiere borrar la .git-entry y añadir todos los ficheros en el repositorio más alto, o mantenerlo como un repositorio aparte en un subdirectorio?
ja: "%s" はgitのリポジトリを含んでいます。これは、Box外ではサブモジュールとして機能しません。 .git-entryを削除して、すべてのファイルをトップのレポジトリに追加しますか？ それとも、サブディレクトリの中の切り離されたリポジトリとして維持しますか？
pt_br: "%s" contém um repositório do git. Ele não funcionará como um submódulo como está. Você quer excluir o .git-entry e adicionar todos os arquivos ao repositório principal ou mantê-lo como um repositório separado em uma sub pasta?
ru: "%s" содержит git хранилище. Оно не сможет в текущем виде работать как Подмодуль. Вы хотите удалить .git-запись и добавить все файлы к хранилищу, или же сохранить их как независимое хранилище в своём подкаталоге?
ta_in: "%s" ஒரு கிட் களஞ்சியத்தைக் கொண்டுள்ளது. இது பெட்டிக்கு வெளியே ஒரு துணைத் தொகுதியாக இயங்காது. நீங்கள் .git-entry ஐ நீக்கி அனைத்து கோப்புகளையும் மேல் களஞ்சியத்தில் சேர்க்க விரும்புகிறீர்களா அல்லது துணை அடைவில் தனி களஞ்சியமாக வைத்திருக்க விரும்புகிறீர்களா?
zh_tw: 「%s」包含一個 git 版本庫，但不能被當作子模組而運作。 你要刪除「.git」並加入所有檔案至上層版本庫，還是在子目錄保留為一個獨立的版本庫？

source: "%s" contains a git submodule. It is likely that this doesn't work any more on the destination after copying. Do you want to delete the .git-entry and add all files to the top repository or ignore this possible issue and keep it?
ca: "%s" conté un submòdul git. Probablement ja no funcionarà més a la destinació després de copiar. Voleu suprimir el .git-entry i afegir tots els fitxers al dipòsit principal o ignorar aquesta possible incidència i mantenir-lo?
es_es: "%s" contiene un submódulo git. Es probable que este no funcione más en el destino después de copiarlo. ¿Quiere borrar la .git-entry y añadir todos los ficheros en el repositorio más alto, o ignorar este posible problema y mantenerlo?
ja: "%s" は、gitのサブモジュールを含んでいます。コピーした先では、もう動かないと思われます。 .git-entryを削除してすべてのファイルをトップのレポジトリに追加しますか？ それとも、問題になるかもしれない課題を無視して保持しますか？
pt_br: "%s" contém um submódulo do git. É provável que ele não funcione mais no destino após a cópia. Você quer excluir o .git-entry e adicionar todos os arquivos ao repositório principal ou ignorar este possível problema e mantê-lo?
ru: "%s" содержит git Подмодуль. Скорее всего он более не будет работать на целевом каталоге после копирования. Вы хотите удалить .git-запись и добавить все файлы к хранилищу, или игнорировать этот возможный нюанс и сохранить Подмодуль?
ta_in: "%s" ஒரு கிட் துணைத்தொகுப்பைக் கொண்டுள்ளது. நகலெடுத்த பிறகு இலக்கில் இது இனி வேலை செய்யாது. நீங்கள் .git-entry ஐ நீக்கி எல்லா கோப்புகளையும் மேல் களஞ்சியத்தில் சேர்க்க விரும்புகிறீர்களா அல்லது இந்த சாத்தியமான சிக்கலைப் புறக்கணித்து அதை வைத்திருக்க விரும்புகிறீர்களா?
zh_tw: 「%s」包含一個 git 子模組，但很可能在複製後不能運作。 你要刪除「.git」及加入所有檔案至上層版本庫，還是保留它而忽略可能發生的問題？

source: "%s" exited with an error, however, without generating any output such as an error message.
ca: "%s" ha finalitzat amb error, però sense generar cap sortida com ara un missatge d'error.
ja: "%s" がエラーで終了しましたが、エラーメッセージといった出力はありませんでした。
pt_br: "%s" saiu sem erros, entretanto, sem gerar qualquer saída como uma mensagem de erro.
ru: Процесс "%s" завершился с ошибкой; однако, он не вывел ни одного сообщения об ошибке.
ta_in: "%s" பிழையுடன் வெளியேறியது, இருப்பினும், ஒரு பிழை செய்தி போன்ற எந்த வெளியீட்டையும் உருவாக்காமல் வெளியேறியது.
zh_tw: 「%s」因錯誤而退出。卻沒有產生任何錯誤訊息。

source: "%s" is invalid.
ca: "%s" no és valid.
es_es: "%s" no es válido.
ja: "%s" は無効です。
pl: "%s" jest niepoprawny.
pt_br: "%s" é inválido.
ru: "%s" недействительна.
ta_in: "%s" தவறானது.
uk: "%s" невірний.
zh_tw: 「%s」無效

source: "%s" is not git repository
ca: "%s" no és un dipòsit git
es_es: "%s" no es un repositorio
ja: "%s" は Git リポジトリではありません
pl: "%s" nie jest repozytorium git
pt_br: "%s" não é um repositório git
ru: "%s" не является git хранилищем
ta_in: "%s" என்பது கிட் களஞ்சியம் அல்ல
uk: "%s" не є сховищем git
zh_tw: 「%s」不是 git 版本庫
