Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
ca: Mida del fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
es_es: Tamaño de archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel REsolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%%
hr: Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
pl: Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%%
pt_br: Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bit Zoom: %d%%
ru: Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%%
ta_in: கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%%
uk: Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%%
zh_tw: 檔案大小： %s (%s) 寬度： %ld 像素 高度： %ld 像素 水平解析度： %.1f dpi 垂直解析度： %.1f dpi 色深： %d bit 比例： %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
ca: Mida del Fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horitzontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%% Mida del Fitxer: %s (%s) Amplada: %ld pixel Alçada: %ld pixel Resolució Horizontal: %.1f dpi Resolució Vertical: %.1f dpi Profunditat: %d bit Zoom: %d%%
es_es: Tamaño de archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel REsolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%% Tamaño de archivo: %s (%s) Ancho: %ld pixel Alto: %ld pixel REsolución horizontal: %.1f dpi Resolución vertical: %.1f dpi Profundidad: %d bit Zoom: %d%%
hr: Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina datoteke: %s (%s) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
pl: Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%% Wielkość pliku: %s (%s) Szerokość: %ld pikseli Wysokość: %ld pikseli Rozdzielczość pozioma: %.1f dpi Rozdzielczość pionowa: %.1f dpi Głębia koloru: %d bitów Powiększenie: %d%%
pt_br: Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bit Zoom: %d%% Tamanho do arquivo: %s (%s) Largura: %ld pixel Altura: %ld pixel Resolução Horizontal: %.1f dpi Resolução Vertical: %.1f dpi Profundidade: %d bitZoom: %d%%
ru: Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%% Размер файла: %s (%s) Ширина: %ld пиксел(ов) Высота: %ld пиксел(ов) Разреш. по горизонтали: %.1f dpi Разреш. по вертикали: %.1f dpi Глубина цвета: %d бит Увеличение: %d%%
ta_in: கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%% கோப்பின் அளவு: %s (%s) அகலம்: %ld பிக்சல் உயரம்: %ld பிக்சல் கிடைமட்டத் தீர்மானம்: %.1f dpi செங்குத்துத் தீர்மானம்: %.1f dpi ஆழம்: %d பிட் பெரிதாக்கு: %d%%
uk: Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%% Розмір файла: %s (%s) Ширина: %ld пікселів Висота: %ld пікселів Роздільна здатність по горизонталі: %.1f dpi Роздільна здатність по вертикалі: %.1f dpi Глибина: %d біт Збільшення: %d%%
zh_tw: 檔案大小： %s (%s) 寬度： %ld 像素 高度： %ld 像素 水平解析度: %.1f dpi 垂直解析度: %.1f dpi 色深: %d bit 比例: %d%% 檔案大小： %s (%s) 寬度： %ld 像素 高度： %ld 像素 水平解析度： %.1f dpi 垂直解析度： %.1f dpi 色深： %d bit 比例： %d%%

source: Filename
ca: Nom del fitxer
es_es: NombreArchivo
hr: Datoteka
ja: ファイル名
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
ta_in: கோப்பு பெயர்
uk: Ім'я файла
zh_tw: 檔案名稱

source: Files
ca: Fitxers
es_es: Archivos
ja: ファイル
pl: Pliki
pt_br: Arquivos
ru: Файлы
ta_in: கோப்புகள்
uk: Файли
zh_tw: 檔案

source: Filter by
ca: Filtra per
es_es: Filtrado por
ja: 絞り込み条件:
pl: Filtruj po
pt_br: Filtrar por
ru: Фильтр по
ta_in: வடிகட்டுதல்
uk: Фільтрувати по
zh_tw: 過濾由

source: Filter match
pt_br: Filtro combina
ta_in: வடிகட்டி பொருத்தம்

source: Filter paths
ca: Filtra rutes
es_es: Rutas filtradas
hr: Filter staza
ja: パスフィルター
pl: Filtruj ścieżki
pt_br: Filtro de caminhos para arquivos
ru: Фильтр путей
ta_in: பாதைகளை வடிகட்டி
uk: Фільтрувати шляхи
zh_tw: 過濾路徑

source: Filter:
ca: Filtre:
es_es: Flltro:
ja: フィルター:
pl: Filtr:
pt_br: Filtro:
ru: Фильтр:
ta_in: வடிகட்டி:
uk: Фільтр:
zh_tw: 過濾器：

source: Filter:
ca: Filtra:
es_es: Filtro:
ja: フィルター:
pl: Filtr:
pt_br: Filtrar:
ru: Фильтр:
ta_in: வடிகட்டி:
uk: Фільтр:
zh_tw: 過濾器：

source: Filtered
ca: Filtrat
ja: フィルター済み
pt_br: Filtrado
ta_in: வடிகட்டப்பட்டது

source: Find
ca: Troba
es_es: Buscar
hr: Pronađi
ja: 検索
pl: Znajdź
pt_br: Localizar
ru: Найти
ta_in: தேடு
uk: Знайти
zh_tw: 搜尋

source: Find Next
ta_in: அடுத்து கண்டுபிடி

source: Find Previous
ta_in: முந்தையதைக் கண்டுபிடி

source: Find the last occurrence of the selected text Search Previous
ta_in: தேர்ந்தெடுக்கப்பட்ட உரையின் கடைசி நிகழ்வைக் கண்டறியவும் முந்தைய தேடு

source: Find the next occurrence of the selected text Search Next
ta_in: தேர்ந்தெடுக்கப்பட்ட உரையின் அடுத்த நிகழ்வைக் கண்டறியவும் அடுத்து தேடு

source: Find the specified text Find
ca: Troba el text especificat Troba
es_es: Buscar el texto señalado Buscar
hr: Pronađi označeni tekst Pronađi
ja: 指定された文字列を検索する 検索
pl: Szuka podanego tekstu Znajdź
pt_br: Localizar o texto especificado Localizar
ru: Найти текст Найти
ta_in: குறிப்பிட்ட உரையைக் கண்டுபிடி கண்டுபிடி
uk: Знайти вказаний текст Знайти
zh_tw: 搜尋指定文字 搜尋

source: Find:
ca: Troba:
es_es: Buscar:
ja: 検索:
pl: Znajdź
pt_br: Encontrar:
ru: Найти:
ta_in: கண்டுபிடி:
uk: Знайти:
zh_tw: 搜尋：

source: Find: Can't find the text "%s"
ca: Troba: No s'ha pogut trobar el text "%s"
es_es: Buscar: No se pudo encontrar el texto "%s"
ja: 検索: テキスト「%s」が見つかりません
pt_br: Localizar: Não foi possível encontrar o texto "%s"
ru: Найти: не найден текст "%s"
ta_in: கண்டுபிடி: "%s" உரையை கண்டுபிடிக்க முடியவில்லை
uk: Пошук: Не можу знайти текст "%s"
zh_tw: 搜尋：找不到文字「%s」

source: Find: First occurrence from the bottom found. Beginning of document reached.
ca: Troba: Primera ocurrència trobada des del final. Ha arribat a l'inici del document.
es_es: Buscar: Se encontró la primera coincidencia desde el fondo. Se alcanzó el principio del documento.
ja: 検索: ドキュメントの先頭に達したため、末尾から最初のものを検索しました。
pl: Znajdź: Wyszukano pierwsze wystąpienie od końca. Natrafiono na początek dokumentu.
pt_br: Localizar: Primeira ocorrência do final encontrada. Início do documento alcançado.
ru: Найти: Первое вхождение снизу найдено. Достигнуто начало документа.
ta_in: கண்டுபிடி: கீழே இருந்து முதல் நிகழ்வு கண்டுபிடிக்கப்பட்டது. ஆவணத்தின் ஆரம்பம் அடைந்தது.
zh_tw: 搜尋：找到自文件結尾算起的第一筆。已抵達文件開始。

source: Find: First occurrence from the top found. End of document reached.
ca: Troba: Primera ocurrència trobada des de l'inici. Ha arribat al final del document.
es_es: Buscar: Se encontró la primera coincidencia desde el principio. Se alcanzó el final del documento.
ja: 検索: ドキュメントの末尾に達したため、先頭から最初のものを検索しました。
pl: Znajdź: Wyszukano pierwsze wystąpienie od początku. Natrafiono na koniec dokumentu.
pt_br: Localizar: Primeira ocorrência do topo encontrada. Fim do documento alcançado.
ru: Найти: Первое вхождение сверху найдено. Достигнут конец документа.
ta_in: கண்டுபிடி: மேலே இருந்து முதல் நிகழ்வு கண்டுபிடிக்கப்பட்டது. ஆவணத்தின் முடிவை அடைந்தது.
zh_tw: 搜尋：找到自文件開始的第一筆。已抵達文件結尾。

source: Fingerprints
ca: Empremtes
es_es: Huellas de validación
pt_br: Digitais
ru: Отпечатки пальцев
ta_in: கைரேகைகள்
uk: Відбиток пальців
zh_tw: 指紋

source: Finish
ca: Finalitza
es_es: Terminado
ja: 終了
pl: Zakończ
pt_br: Término
ru: Завершить
ta_in: முடி
zh_tw: 完成

source: Finished rebasing.
ca: Rebase finalitzat.
es_es: Integración terminada.
ja: リベースが終了しました。
pl: Zakończona zmiana bazy.
pt_br: Reorganização concluída.
ru: Перебазирование завершено.
ta_in: மறுதளம் முடிந்தது.
zh_tw: 完成變基

source: Finished!
ca: Finalitzat!
es_es: ¡Terminado!
hr: Gotov!
ja: 終了
pl: Zakończono!
pt_br: Concluído!
ru: Закончено!
ta_in: முடிந்தது!
uk: Скінчили!
zh_tw: 完成！

source: First Parent
ca: Primer pare
es_es: Primer Antecesor
ja: 1つ目の親だけさかのぼる
pl: Pierwszy rodzic
pt_br: Primeiro Pai
ru: Первый предок
ta_in: முதல் பெற்றோர்
zh_tw: 第一個親代

source: First Parent Only
ca: Només el primer pare
es_es: Únicamente Primer Antecesor
ja: 1つ目の親だけ
pl: Tylko pierwszy rodzic
pt_br: Somente o Primeiro Pai
ru: Только первый предок
ta_in: முதல் பெற்றோர் மட்டும்
zh_tw: 只限第一個親代

source: First Start Wizard - TortoiseGit
ca: Assistent inicial - TortoiseGit
ja: 初期設定ウィザード - TortoiseGit
pt_br: Assistente de Primeira Execução - TortoiseGit
ta_in: முதல் தொடக்க வழிகாட்டி - ஆமைகிட்
zh_tw: 首次啟動精靈 - TortoiseGit

source: First known &bad:
ca: Primer dolent connegut:
es_es: Primer &malo conocido:
ja: 問題のあるものの最初(&B):
pt_br: Primeira &ruim conhecida:
ru: Первый неудачный:
ta_in: முதலில் அறியப்பட்ட &கெட்டது:
zh_tw: 首個已知壞的版本(&B)：

source: Fit graph
ca: Ajusta el gràfic
ja: グラフに合わせる
pt_br: Ajustar gráfico
ta_in: வரைபடத்தை பொருத்து
uk: Умістити граф

source: Fit height
ca: Ajusta l'alçada
ja: 高さに合わせる
pt_br: Ajustar altura
ta_in: உயரம் பொருத்து
uk: Умістити ввись

source: Fit image &heights H
ca: Ajusta l'alçada de la imatge H
es_es: Ajustar &alturas de las imágenes H
ja: 画像の高さを合わせる(&H) H
pt_br: Ajustar à &altura das imagens H
ru: Подогнать &высоты изображений H
ta_in: படம் &உயரங்கள் பொருத்து H
zh_tw: 符合影像高度(&H) H

source: Fit image &widths W
ca: Ajusta l'amplada de la imatge W
es_es: Ajustar a&nchura de la imagen W
ja: 画像の幅を合わせる(&W) W
pt_br: Ajustar à &largura das imagens W
ru: Подогнать &ширину изображений W
ta_in: படம் &அகலங்கள் பொருத்து W
zh_tw: 符合影像寬度(&W) W

source: Fit width
ca: Ajusta l'amplada
ja: 幅に合わせる
pt_br: Ajustar largura
ta_in: அகலத்தை பொருத்து
uk: Умістити вшир

source: Follow renames
ca: Segueix canvis de noms
es_es: Seguir renombrando
ja: 名前の変更を超えてさかのぼる
pl: Śledź zmiany nazw
pt_br: Seguir renomeações
ru: Отслеживать переименования
ta_in: மறுபெயர்களைப் பின்பற்றவும்
uk: Відслідковувати перейменування
zh_tw: 跟隨重新命名

source: Font
es_es: Fuente
hr: Pismo
ja: フォント
pl: Czcionka
pt_br: Fonte
ru: Шрифт
ta_in: எழுத்துரு
uk: Шрифт
zh_tw: 字型

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
ca: Per ajuda premeu F1. Feu scroll horitzontal amb Ctrl-Rodeta del ratolí
es_es: Pulse F1, para ayuda, Desplazarse horizontalmente con Ctrl-Rueda del ratón
hr: Za pomoć pritisni F1. Pomiči vodoravno pomoću kotačića miša uz tipku Ctrl
ja: F1でヘルプ、Ctrl+ホイール操作で横スクロール
pl: Naciśnij F1 aby uzyskać pomoc. Przewijaj poziomo trzymając Ctrl i używając kółka przewijania
pt_br: Para ajuda, pressione F1. Role a barra de rolamento horizontalmente com CTRL-roda do mouse
ru: Для справки нажмите F1. Для горизонтальной прокрутки используйте Ctrl+колёсико прокрутки
ta_in: உதவிக்கு, F1 ஐ அழுத்தவும். Ctrl-Scrollwheel உடன் கிடைமட்டமாக உருட்டவும்
uk: Щоб отримати Довідку, натисніть F1. Горизонтальна прокрутка за допомогою Ctrl + коліщатко прокрутки
zh_tw: 請按 F1 以取得說明. 使用 Ctrl-捲動可進行橫向捲動.

source: For complete history deselect 'Stop on copy/rename'
ca: Per a un històric complet desmarqueu 'Atura còpia/canvi de nom '
es_es: 'Parar en copiar/renombrar' para deseleccionar histórico completo
ja: すべての履歴を表示するためには「コピー/名前変更が発生したら停止」のチェックをはずしてください
pl: Aby uzyskać kompletną historię, wyłącz opcję 'Zatrzymaj na kopii/zmianie nazwy'
pt_br: Para histórico completo deselecione 'Parar em cópia/renomeação'
ru: Для получения полного списка разотметьте 'Остановиться на копировании/переименовании'
ta_in: முழுமையான வரலாற்றிற்கு 'நகலெடுப்பதை நிறுத்து/மறுபெயரிடு' என்பதைத் தேர்வுநீக்கவும்
uk: Для повної історії зніміть виділення зі 'Спинитися при копіюванні/перейменуванні'
zh_tw: 要列出完整歷程記錄請勿選擇「止於 複製／重新命名」

source: For the current branch "%1!s!" no tracked branch is configured. Do you want to set the selected branch "%2!s!" as tracked branch? This will automatically select it for push and pull in the future.
ca: No s'ha configurat cap branca rastrejada per a la branca actual "%1!s!". Voleu activar la branca seleccionada "%2!s!" com a branca rastrejada? Això farà que d'ara endavant es seleccioni automàticament per a empènyer i estirar.
pt_br: Para o ramo atual "%1!s!" não há ramo rastreado configurado. Você quer definir o ramo selecionado "%2!s!" como ramo rastreado? Isto irá selecioná-lo automaticamente para empurrar e puxar no futuro.
ta_in: தற்போதைய கிளைக்கு "%1!s!" கண்காணிக்கப்பட்ட கிளை எதுவும் உள்ளமைக்கப்படவில்லை. தேர்ந்தெடுக்கப்பட்ட கிளை "%2!s!"ஐ கண்காணிக்கப்பட்ட கிளையாக அமைக்க விரும்புகிறீர்களா? இது எதிர்காலத்தில் தள்ளுவதற்கும் இழுப்பதற்கும் தானாகவே அதைத் தேர்ந்தெடுக்கும்.

source: Force &with lease
ta_in: குத்தகையுடன் கட்டாயப்படுத்துதல்

source: Force creation of branch/tag - even if one with same name already exists.
ca: Força la creació d'una branca/etiqueta - fins i tot si ja n'existeix una amb aquest nom.
es_es: Forzar la creación de ramal/etiqueta - incluso si ya existe uno con el mismo nombre.
ja: 同じ名前がすでに存在しても、強制的にブランチ/タグを作ります。
pl: Wymuś utworzenie gałęzi/tagu - nawet jeśli istnieje już o tej samej nazwie.
pt_br: Forcar criação de um ramo/etiqueta - mesmo que uma com o mesmo nome já exista.
ru: Принудительное создание ветви/метки, даже если уже существует другая с таким же именем.
ta_in: கிளை/குறிச்சொல்லை கட்டாயமாக உருவாக்குதல் - அதே பெயரில் ஒன்று ஏற்கனவே இருந்தாலும் கூட.
zh_tw: 強制建立「分支／標籤」，即使已存在。

source: Force push only if the remote reference points to the same commit as the remote tracking branch. This can cause the remote repository to lose commits; use it with care. This option corresponds to the --force-with-lease git option.
ca: Forceu empènyer només si la referència remota apunta a la mateixa entrega que la branca rastrejada remota. Això pot fer perdre entregues en el dipòsit remot; aneu amb compte. Aquesta opció correspon a l'opció --force-with-lease del git.
es_es: Forzar impulsión (push) sólo si la referencia remota apunta hacia la misma consignación (commit) que el ramal de rastreado remoto. Esto puede causar que el repositorio remoto pierda consignaciones; úselo con cuidado. Esta opción corresponde a la opción --force-with-lease de git.
ja: リモートの追跡しているブランチが、このローカルリポジトリが把握しているのと同じコミットにある時に限り、強制的にプッシュします。 リモートリポジトリのコミットを失う可能性があります。 このオプションは、git の --force--with-lease に相当します。
pt_br: Força empurrar apenas se a referência remota aponta para a mesma submissão que o ramo remoto rastreado. Isto pode fazer com que o repositório remoto perca submissões; use com cuidado. Esta opção corresponde a opção --force-with-lease do git.
ru: Принудительно отправить возможно только если внешняя ссылка указывает на ту же фиксацию как и в отдаленно отслеживаемой ветви. Это может вызвать потерю коммитов во внешнем хранилище; используйте с осторожностью. Эта опция соответствует опции git --force-with-lease.
ta_in: தொலைநிலை குறிப்பு தொலைநிலை கண்காணிப்பு கிளையின் அதே உறுதிமொழியை சுட்டிக்காட்டினால் மட்டும் கட்டாயப்படுத்தவும். இது தொலைநிலை களஞ்சிய உறுதிமொழிகளை இழக்கச் செய்யலாம்; கவனமாகப் பயன்படுத்தவும். இந்த விருப்பம் --force-with-lease கிட் விருப்பத்திற்கு ஒத்திருக்கிறது.
zh_tw: 只在 遠端追蹤分支(origin/XXX) 與 遠端分支(遠端版本庫裡的 XXX 分支) 都指向同一個提交時，才強制推送。 這會導致遠端版本庫丟失提交，小心使用。 這個選項對應到 git 選項 --force-with-lease。

source: Force push to the selected remote reference and override it without any safety checks. This can cause the remote repository to lose unseen commits; use it with care. This option corresponds to the --force git option.
ca: Forceu empènyer a la referència remota seleccionada i sobreescriviu sense comprovacions de seguretat. Això pot fer perdre entregues no visualitzades en el dipòsit remot; aneu amb compte. Aquesta opció correspon a l'opció --force del git.
es_es: Forzar impulsión (push) hacia la referencia remota seleccionada y sustituirla sin ninguna comprobación de seguridad. Esto puede causar que el repositorio remoto pierda consignaciones (commit) no vistas; úselo con cuidado. Esta opción correspone a la opción --force de git.
ja: 安全性のチェックなしに、選択されたリモートの参照へプッシュし、上書きします。 これによって、リモートリポジトリの、まだ把握していないコミットが失われるかもしれません。 このオプションは、git の --force に相当します。
pt_br: Força empurrar para a referência remota selecionada e a sobrescreve sem qualquer checagem de segurança. Isto pode fazer com que o repositório remoto perca submissões não vistas; use com cuidado. Esta opção corresponde a opção --force do git.
ru: Принудительно отправить к выбранной внешней ссылке и перезаписать ее без каких-либо проверок безопасности. Это может вызвать потерю непросмотренных фиксаций во внешнем хранилище; используйте с осторожностью. Эта опция соответствует опции git --force.
ta_in: தேர்ந்தெடுக்கப்பட்ட தொலைநிலைக் குறிப்பிற்கு கட்டாயமாக அழுத்தி, பாதுகாப்புச் சோதனைகள் எதுவுமின்றி மேலெழுதவும். இது தொலைநிலைக் களஞ்சியத்தை காணாத உறுதிமொழிகளை இழக்கச் செய்யலாம்; கவனமாகப் பயன்படுத்தவும். இந்த விருப்பம் --force கிட் விருப்பத்திற்கு ஒத்திருக்கிறது.
zh_tw: 強制推送選取的遠端參照並且沒有任何安全檢查地覆蓋它。 這會導致遠端版本庫丟失沒被注意到的提交，小心使用。 這個選項對應到 git 選項 --force。

source: Force remove
ta_in: கட்டாய நீக்கம்

source: Force the rebase even if the current branch is a descendant of the commit you are rebasing onto. Normally the command will exit with the message "Current branch is up to date" in such a situation.
ca: Força el rebase fins i tot si la branca actual és descendent de l'entrega on es vol fer el rebase. Normalment, la comanda es completarà correctament amb el missatge "la branca actual està al dia" en aquesta situació.
ja: 現在のブランチが、接続しようとしているコミットの子孫であっても、強制的にリベースします。 通常、そのようなコマンドは、"現在のブランチは最新です" のようなメッセージを出力して終了します。
pt_br: Força a reorganização mesmo se o ramo atual é um descendente da submissão que você está reorganizando. Normalmente o comando irá sair com a mensagem "Ramo atual já está atualizado" nesta situação.
ru: Принудительно переместить, даже если текущая ветвь является потомком коммита, на который вы хотите переместить. Обычно, в такой ситуации, перемещение завершится сообщением "Текущая ветвь в актуальном состоянии".
ta_in: தற்போதைய கிளையானது நீங்கள் மறுபரிசீலனை செய்யும் உறுதிமொழியின் வழித்தோன்றலாக இருந்தாலும் மறுதளத்தை கட்டாயப்படுத்தவும். பொதுவாக, அத்தகைய சூழ்நிலையில் "தற்போதைய கிளை புதுப்பித்த நிலையில் உள்ளது" என்ற செய்தியுடன் கட்டளை வெளியேறும்.
zh_tw: 儘管你想要變基的基準點是目前分支的後裔節點，也要強制變基。 正常情况下該命令會列印「目前分支已是最新(Current branch is up to date)」，然後退出。

source: Force unlock
ta_in: கட்டாயமாக திற

source: Foreground
ca: Primer pla
es_es: Primer plano
ja: テキストの色
pl: Pierwszy plan
pt_br: Cor de primeiro plano
ru: Передний план
ta_in: முன்புறம்
zh_tw: 前景色

source: Format Patch
ca: Formata pedaç
es_es: Formato de Parche
ja: パッチを作成
pl: Format poprawki
pt_br: Formatar Correção
ru: Сформировать заплатку
ta_in: ஒட்டை வடிவமை
uk: Створити Патч
zh_tw: 建立補綴

source: Forward %d
ca: Avança %d
es_es: Reenviar %d
ja: 前進 %d
pl: W przód %d
pt_br: Avançar %d
ru: Вперёд %d
ta_in: %d முன்னோக்கி
zh_tw: 向前 %d

source: Found "msysgit" or "windows" in version string of git.exe, however, you have git.exe hacks enabled. These hacks must be disabled for proper operation with Git for Windows! You can find more information in the help file for the keyword "Cygwin Git" or "MSYS2 Git".
ta_in: கிட்.செயல் இன் பதிப்பு சரத்தில் "குறைந்தபட்சஅமைப்பு கிட்" அல்லது "சாளரங்கள்" கண்டறியப்பட்டது, இருப்பினும், நீங்கள் கிட்.செயல் ஊடுருவல்களை இயக்கியுள்ளீர்கள். சாளரங்களிற்கான கிட் உடன் சரியான செயல்பாட்டிற்கு இந்த ஊடுருவுல்கள் முடக்கப்பட்டிருக்க வேண்டும்! "சிக்வின் கிட்" அல்லது "குறைந்தபட்சஅமைப்பு2 கிட்" என்ற திறவுகோல்வார்த்தைக்கான உதவிக் கோப்பில் கூடுதல் தகவலைக் காணலாம்.

source: Found a lock file indicating that a TortoiseGit rebase process is running. This blocks this operation. If you are not running a TortoiseGit rebase process right now, you can remove the stale lock file in order to continue.
ta_in: ஆமைகிட் மறுதளம் செயல்முறை இயங்குகிறது என்பதைக் குறிக்கும் பூட்டுக் கோப்பு கண்டறியப்பட்டது. இது இந்தச் செயல்பாட்டைத் தடுக்கிறது. நீங்கள் இப்போது ஆமைகிட் மறுதளம் செயல்முறையை இயக்கவில்லை என்றால், தொடர, பழைய பூட்டு கோப்பை நீக்கலாம்.

source: Found an empty commit message. You have to enter one or rebase cannot proceed.
ca: No s'ha trobat un missatge per aquesta entrega. N'heu d'introduir un per a poder completar aquesta operació de rebase.
es_es: Detectado un mensaje de consignación (commit) vacío. Tiene que introducir uno o el reasentado (rebase) no podrá continuar.
ja: 空のコミットメッセージが見つかったため、リベース出来ません。
pl: Znaleziono pusty komunikat zatwierdzania. Wprowadź komunikat, albo zmiana bazy nie będzie kontynuowana.
pt_br: Encontrada uma mensagem de submissão em branco. Você tem que informar uma ou a reorganização não pode prosseguir.
ru: Найдено пустое сообщение фиксации. Вы должны ввести что-нибудь или процесс перемещения будет остановлен.
ta_in: வெற்று உறுதிமொழி செய்தி கிடைத்தது. நீங்கள் ஒன்றை உள்ளிட வேண்டும் அல்லது மறுதளத்தை தொடர முடியாது.
zh_tw: 找到空白的提交訊息，請輸入提交訊息，否則不能繼續變基

source: Found auto words:
ca: Paraules auto trobades:
es_es: Se encontraron auto palabras:
ja: 見つかった単語:
pl: Znaleziono słowa:
pt_br: Palavras encontradas:
ru: Автоматически обнаруженные слова:
ta_in: தானியங்கு சொற்கள் காணப்பட்டன:
uk: Знайти автослова:
zh_tw: 找到 auto word：

source: From
ca: De
es_es: Desde
pl: Od
pt_br: De
ru: От
ta_in: இருந்து
uk: З
zh_tw: 由

source: From &SVN Repository
ca: Des d'un dipòsit SVN
es_es: Desde repositorio &SVN
ja: SVN リポジトリから(&S)
pl: Z repozytorium &SVN
pt_br: Do Repositório &SVN
ru: Из хранилища &SVN
ta_in: &எசுவிஎன் களஞ்சியத்திலிருந்து
uk: Зі сховища &SVN
zh_tw: 從 &SVN 版本庫

source: From &existing files
ca: Des dels fitxers &existents
es_es: Desde ficheros &existentes
ja: 存在するファイルから(&E)
pt_br: De arquivos &existentes
ru: Из су&ществующих файлов
ta_in: &தற்போதைய கோப்புகளில் இருந்து
uk: З &існуючого файлу
zh_tw: 從現有檔案(&E)

source: From &modified files
ca: Des dels fitxers &modificats
es_es: Desde ficheros &modificados
ja: 変更されたファイルから(&M)
pt_br: De arquivos &modificados
ru: Из &изменённых файлов
ta_in: &மாற்றியமைக்கப்பட்ட கோப்புகளிலிருந்து
uk: Зі &зміненного файлу
zh_tw: 從已修改的檔案(&M)

source: From SVN Repository
ca: Des d'un dipòsit SVN
es_es: Desde repositorio SVN
ja: SVNのリポジトリから
pl: Z repozytorium SVN
pt_br: De Repositório SVN
ru: Из хранилища SVN
ta_in: எசுவிஎன் களஞ்சியத்திலிருந்து
uk: Зі сховища SVN
zh_tw: 從 SVN 版本庫

source: From existing files
ca: Des dels fitxers existents
es_es: Desde ficheros existentes
ja: 存在するファイルから
pt_br: De arquivos existentes
ru: Из существующих файлов
ta_in: ஏற்கனவே உள்ள கோப்புகளில் இருந்து
uk: З існуючого файлу
zh_tw: 從現有檔案
