Repository: TortoiseGit/TortoiseGit
Catalog: Languages/Tortoise_*.po
Languages: ca, es_es, hr, ja, pl, pt_br, ru, ta_in, uk, zh_tw

source: Ignore %d items by &extension
ca: Ignora %d items per &extensió
es_es: Ignorar %d objetos por &extensión
ja: 拡張子によって%d個の項目を無視する(&E)
pl: Ignoruj %d elementy(-ów) wg &rozszerzenia
pt_br: Ignorar %d itens por &extensão
ru: Игнорировать %d элементов по рас&ширению
ta_in: &நீட்டிப்பு மூலம் %d உருப்படிகளை புறக்கணிக்கவும்
uk: Ігнорувати %d елементів за роз&ширенням
zh_tw: 依副檔名忽略 %d 個項目(&E)

source: Ignore Comments
ca: Ignora Comentaris
es_es: Ignorar comentarios
ja: コメント を無視
pl: Ignoruj Komentarze
pt_br: Ignorar Comentários
ru: Игнорировать Комментарии
ta_in: கருத்துகளை புறக்கணி
uk: Ігнорувати кометарі
zh_tw: 忽略註解

source: Ignore File
ca: Ignora arxiu
es_es: Archivo ignorado
ja: 無視ファイル
pl: Ignoruj plik
pt_br: Ignorar Arquivo
ru: Игнорировать файл
ta_in: கோப்பை புறக்கணிக்கவும்
uk: Ігнорувати файл
zh_tw: 忽略檔案

source: Ignore Type
ca: Ignora tipus
es_es: Tipo ignorado
ja: 無視タイプ
pl: Ignoruj typ
pt_br: Ignorar Tipo
ru: Игнорируемые типы файлов
ta_in: வகையை புறக்கணிக்கவும்
uk: Ігнорувати Тип
zh_tw: 忽略類型

source: Ignore all space
ca: Ignora tots els espais
es_es: Ignorar todo el espacio
ja: すべての空白を無視
pl: Pomiń wszystkie spacje
pt_br: Ignorar todo espaço
ru: Игнорировать все пробелы
ta_in: எல்லா இடைவெளியையும் புறக்கணிக்கவும்
uk: Ігнорувати усі пробіли
zh_tw: 忽略所有空格

source: Ignore all whitespace changes
ca: Ignora tots els canvis d'espais en blanc
es_es: Ignorar todos los cambios en espacios en blanco
ja: 全空白類の 変更を無視
pl: Ignoruj wszystkie zmiany białych znaków
pt_br: Ignorar alterações de espaços em branco
ru: Игнорировать все изменения непечатаемых знаков
ta_in: அனைத்து வெள்ளைவெளி மாற்றங்களையும் புறக்கணிக்கவும்
uk: Ігнорувати всі зміни пробілів
zh_tw: 忽略所有變更

source: Ignore blank lines
ca: Ignora línies en blanc
es_es: Ignorar líneas en blanco
ja: 空行を無視
pl: Ignoruj puste linie
pt_br: Ignorar linhas em branco
ru: Игнорировать пустые строки
ta_in: வெற்று வரிகளை புறக்கணிக்கவும்
uk: Ігнорувати пусті строки
zh_tw: 忽略空白行

source: Ignore case cha&nges
ca: Ignora canvis entre Majúsc/Minúsc
es_es: Ignorar todos los cambios
ja: 大文字/小文字の変更を無視(&N)
pl: Ignoruj &zmiany wielkości liter
pt_br: Ignora alterações de &caixa
ru: Игнорировать изме&нения регистра
ta_in: வழக்கு மாற்றங்களை புறக்கணிக்கவும்
uk: Ігнорувати зміни &регістра
zh_tw: 忽略大小寫變更(&N)

source: Ignore changes Ignore the outside changes.
ca: Ignora els canvis. Ignora els canvis externs.
es_es: Ignorar cambios Ignorar los cambios del exterior.
ja: 変更を無視 外部での変更を無視する。
pl: Ignoruj zmiany Ignoruj zewnętrzne zmiany
pt_br: Ignorar mudanças Ignora mudanças exteriores.
ru: Игнорировать изменения Игнорировать внешние изменения.
ta_in: மாற்றங்களை புறக்கணிக்கவும் வெளிப்புற மாற்றங்களை புறக்கணிக்கவும்.
zh_tw: 忽略變更 忽略外部的變更。

source: Ignore item(s) only in the containing folder(s)
ca: Ignora elements només en les carpetes contenidores
es_es: Ignorar objeto(s) sólo en la(s) carpeta(s) que los contienen
ja: このアイテム含むフォルダーに限り、アイテムを無視します
pl: Ignoruj ​​element(y) tylko w zawierającym folderze (folderach)
pt_br: Ignorar itens apenas nas pastas
ru: Игнорировать файл(ы) только в содержащих директориях
ta_in: அடங்கிய கோப்புறையில் (கள்) மட்டும் உருப்படி(களை) புறக்கணி
zh_tw: 只忽略包含的目錄中的項目

source: Ignore item(s) recursively
ca: Ignora element(s) recursivament
es_es: Ignorar objeto(s) recusivamente
ja: 再帰的にアイテムを無視します
pl: Ignoruj pozycje rekursywnie
pt_br: Ignorar itens recursivamente
ru: Игнорировать элемент(ы) рекурсивно
ta_in: உருப்படி(களை) மீண்டும் மீண்டும் புறக்கணிக்கவும்
zh_tw: 遞迴地忽略項目

source: Ignore line &endings (recommended)
ca: Ignora &finals de línia (recomanat)
es_es: Ignorar terminaciones de línea (recomendable)
hr: Zanemari završetke &linija (preporučeno)
ja: 改行コードを無視する（推奨）(&E)
pl: Pomiń znaki &końca linii (zalecane)
pt_br: Ignorar &fins de linha (recomendado)
ru: Игнорировать &завершения строк(рекомендуется)
ta_in: வரி &முடிவுகளை புறக்கணிக்கவும் (பரிந்துரைக்கப்பட்டது)
uk: Ігнорувати &кінцівки рядків (рекомендовано)
zh_tw: 忽略換行符號(&E)（建議）

source: Ignore line endings
hr: Zanemari završetke linija
ta_in: வரி முடிவுகளைப் புறக்கணி

source: Ignore multiple items by &extension
ca: Ignora múltiples elements per &extensió
ja: 複数を拡張子で無視(&E)
pl: Ignoruj wiele elementów wg rozsz&erzenia
pt_br: Ignorar os multiplos itens por & extensão
ta_in: &நீட்டிப்பு மூலம் பல உருப்படிகளை புறக்கணிக்கவும்
zh_tw: 依副檔名忽略多個項目(&E)

source: Ignore space at EOL
ca: Ignora espais al final de línia
es_es: Ignorar espacio al final de línea EOL
ja: 行末の空白を無視
pl: Ignoruj znak spacji na końcu linii
pt_br: Ignorar espaços no FDL
ru: Игнорировать все пробелы в конце строки
ta_in: வரிமுடிவில் இடைவெளியைப் புறக்கணிக்கவும்
uk: Ігнорувати пробіли у кінці строки
zh_tw: 忽略行末空白字元

source: Ignore space change
ca: Ignora canvis d'espais
es_es: Ignorar cambio del espacio
ja: 空白の変更を無視
pt_br: Ignorar alterações de espaço
ru: Игнорировать изменения пробелов
ta_in: இடைவெளி மாற்றத்தை புறக்கணிக்கவும்
uk: Ігнорувати різницю у пробілах
zh_tw: 忽略空格變更

source: Ignore whitespace
ca: Ignora espais en blanc
es_es: Ignorar espacio en blanco
ja: 空白類を無視
pt_br: Ignorar espaço em branco
ru: Игнорировать непечатаемые символы
ta_in: வெள்ளைவெளியை புறக்கணிக்கவும்
uk: Ігнорувати не печатні символи
zh_tw: 忽略空白字元

source: Ignore whitespace changes
ca: Ignora canvis d'espais en blanc
es_es: Ignorar cambios en espacios en blanco
hr: Zanemari promjene u razmacima
ja: 空白類の 変更を無視
pl: Ignoruj zmiany białych znaków
pt_br: Ignorar alterações de espaços em branco
ru: Игнорировать изменения непечатаемых знаков
ta_in: வெள்ளைவெளி மாற்றங்களை புறக்கணிக்கவும்
uk: Ігнорувати зміни не печатних символів
zh_tw: 忽略變更

source: Ignore whitespace when comparing the parents version and the child's
ca: Ignora espais en blanc al comparar la versió dels pares amb la del fill
es_es: Ignorar espacio en blanco al comparar la versión de los ascendientes con la de los descendientes
ja: 親のバージョンと子のバージョンを比較するときに、ホワイトスペースを無視する
pt_br: Ignorar espaços em branco quando comparar versões pai e filha
ru: Игнорировать непечатаемые символы при сравнении родительских версий и их потомков
ta_in: பெற்றோர் பதிப்பு மற்றும் குழந்தையின் பதிப்பை ஒப்பிடும் போது வெள்ளைவெளி புறக்கணிக்கவும்
zh_tw: 比較親代版本時忽略空白

source: Ignored
ca: Ignorat
es_es: Ignorado
ja: 無視
pl: Ignorowane
pt_br: Ignorado
ru: Игнорируемый
ta_in: புறக்கணிக்கப்பட்டது
uk: Проігноровано
zh_tw: 忽略

source: Ignored Files
ca: Arxius ignorats
es_es: Archivos Ignorados
ja: 無視したファイル
pl: Ignorowane pliki
pt_br: Arquivos Ignorados
ru: Игнорируемые файлы
ta_in: புறக்கணிக்கப்பட்ட கோப்புகள்
uk: Проігноровані файли
zh_tw: 忽略的檔案

source: Ignores all whitespace changes when diffing Ignore all whitespace changes
ca: Ignora tots els canvis d'espai en blanc quan cerca diferències Ignora tots els canvis d'espai en blanc
es_es: Ignorar todos los cambios en espacios en blanco al hacer Dif Ignorar todos los cambios en espacios en blanco
ja: 差分時にすべてのホワイトスペースの変更を無視 全空白類の変更を無視
pl: Ignoruje wszystkie zmiany białych znaków przy porównywaniu Ignoruj wszystkie białe znaki
pt_br: Ignora todas alterações de espaços em branco ao comparar Ignorar todas alterações de espaços em branco
ru: Игнорирует все изменения непечатаемых знаков при поиске различий Игнорировать все изменения непечатаемых знаков
ta_in: வேறுபடுத்தும் போது அனைத்து வெள்ளைவெளி மாற்றங்களையும் புறக்கணிக்கிறது அனைத்து வெள்ளைவெளி மாற்றங்களையும் புறக்கணிக்கவும்
uk: Ігнорує всі зміни пробілів під час порівнювання Ігнорувати всі зміни пробілів
zh_tw: 比較差異時，忽略所有空白字元的變更。 忽略所有空白字元變更

source: Ignores changes in whitespaces when diffing Ignore whitespace changes
ca: Ignora els canvis d'espai en blanc quan cerca diferències Ignora els canvis d'espai en blanc
es_es: Ignorar cambios en espacios en blanco al hacer Dif Ignorar cambios en espacios en blanco
ja: 差分時にホワイトスペースの変更を無視 空白類の変更を無視
pl: Ignoruje zmiany w białych znakach przy porównywaniu Inoruj białe znaki
pt_br: Ignora alterações de espaços em branco ao comparar Ignorar alterações de espaços em branco
ru: Игнорирует изменения в непечатаемых знаках при поиске различий Игнорировать изменения непечатаемых знаков
ta_in: வேறுபடுத்தும் போது வெள்ளைவெளிகளில் ஏற்படும் மாற்றங்களைப் புறக்கணிக்கிறது வெள்ளைவெளி மாற்றங்களை புறக்கணிக்கவும்
uk: Ігнорує зміни у пробілах під час порівнювання Ігнорувати зміни пробілів
zh_tw: 忽略空白字元的變更 忽略空白字元的變更

source: Import
ca: Importa
es_es: Importar
hr: Uvezi
ja: インポート
pl: Importuj
pt_br: Importar
ru: Импорт
ta_in: இறக்குமதி
uk: Імпорт
zh_tw: 匯入

source: Import %1!s! to %2!s!%3!s!
ca: Importa %1!s! a %2!s!%3!s!
pt_br: Importar %1!s! para %2!s!%3!s!
ta_in: %1!s! ஐ %2!s!%3!s க்கு இறக்குமதி செய்!

source: Import SVN Ignore
ca: Importa arxiu SVN ignore
es_es: Importar ignorados de SVN
ja: SVNの無視リストをインポート
pt_br: Importar Ignorados do SNV
ru: Импортировать SVN-настройки игнорирования файлов
ta_in: இறக்குமதி எசுவிஎன் புறக்கணி
zh_tw: 匯入SVN 忽略

source: Import SVN Ignore ...
ca: Importa arxiu SVN ignore...
es_es: Importar ignorados SVN...
ja: SVNの無視リストをインポート...
pt_br: Importar Ignorados do SNV...
ru: Импортировать SVN-настройки игнорирования файлов...
ta_in: இறக்குமதி எசுவிஎன் புறக்கணி ...
zh_tw: 匯入 SVN 忽略..

source: Import svn ignore file to .git/info/exclude file (file will be overwritten)
ca: Importa l'arxius svn ignore a.git/info/exclude (l'arxiu destí serà sobreescrit)
es_es: Importar archivo ignorados de SVN al archivo .git/info/exclude (el archivo será sobreescrito)
ja: SVNの無視リストを .git/info/exclude へインポート（上書きします）
pl: Importuj ignorowany plik svn do pliku .git/info/exclude (plik zostanie nadpisany)
pt_br: Importar arquivo de ignorados do svn para o arquivo .git/info/exclude (o arquivo será sobrescrito)
ru: Импортировать файл игнорирования svn в .git/info/exclude file (файл будет перезаписан)
ta_in: எசுவிஎன் புறக்கணிப்பு கோப்பை .git/info/exclude கோப்புக்கு இறக்குமதி செய் (கோப்பு மேலெழுதப்படும்)
zh_tw: 匯入 SVN 忽略檔到 .git/info/exclude （檔案將被覆寫）

source: Importing file %s
ca: Important arxiu %s
es_es: Importando archivo %s
hr: Uvozim datoteku %s
ja: %s をインポート
pl: Importuję plik %s
pt_br: Obtendo arquivo %s
ru: Импорт файла %s
ta_in: %s கோப்பை இறக்குமதி செய்கிறது
uk: Імпортувати %s
zh_tw: 正在匯入檔案 %s

source: In Changelist
ta_in: மாற்றப்பட்டியலில்

source: In Commits
ca: Entregues rebudes
es_es: En Consignas
ja: 受け入れコミット
pl: W zatwierdzeniu
pt_br: Em Submissões
ru: В фиксациях
ta_in: உள் உறுதிமொழிகள்
zh_tw: 輸入的提交

source: In order to abort a merge progress a reset (to HEAD) is needed.
ca: Per tal d'interrompre una fusió en curs és necessari reinicialitzar (reset to HEAD)
ja: マージ操作を中止するには、(HEADへの)リセットが必要です。
pt_br: Para cancelar o processo de mesclagem, uma restauração (para o HEAD) é necessária.
ta_in: ஒன்றிணைப்பு முன்னேற்றத்தை நிறுத்த, ஒரு மீட்டமைப்பு (தலைக்கு) தேவை.

source: In the following combobox you can find all installed language packs which can be used by this version of TortoiseGit.
ca: En el següent quadre combinat trobareu tots els paquets d'idioma instal·lats que pot utilitzar aquesta versió del TortoiseGit.
ja: 下のコンボボックスに、インストール済みで、このバージョンの TortoiseGit で使用できる、すべての言語パックがリストアップされます。
pt_br: Na caixa de seleção seguinte você pode encontrar todas os pacotes de idiomas instalados que podem ser usados nesta versão do TortoiseGit.
ta_in: பின்வரும் சேர்க்கைபெட்டியில் ஆமைகிட்டின் இந்தப் பதிப்பில் பயன்படுத்தக்கூடிய அனைத்து நிறுவப்பட்ட மொழி தொகுப்புகளையும் நீங்கள் காணலாம்.
zh_tw: 在以下組合框你可找到所有已安裝及對應此版本的 TortoiseGit 語言包

source: Include &Tags
ca: Inclou etiquetes
es_es: Incluir &Etiquetas
ja: タグを含める(&T)
pl: Zawiera &tagi
pt_br: Incluir &Etiquetas
ru: Включая &метки
ta_in: &குறிச்சொற்களை உள்ளடக்கு
uk: Включити &Тег
zh_tw: 包含標籤(&T)

source: Include &ignored files
ca: Inclou arxius ignorats
es_es: Incl. arch. &ignorados
ja: 無視ファイルを含める(&I)
pl: Dołącz &ignorowane pliki
pt_br: Incluir arquivos &ignorados
ru: Включить игнорируемые файлы
ta_in: &புறக்கணிக்கப்பட்ட கோப்புகளைச் சேர்
uk: Включити ігноровані файли
zh_tw: 包含忽略的檔案(&I)

source: Include FETCH_HEAD in branch selection boxes
ca: Inclou FETCH_HEAD a les caselles de selecció de branques
es_es: Incluir FETCH_HEAD (descargar cabecera) en los campos de selección de ramal (branch)
ja: ブランチの選択ダイアログに FETCH_HEAD も含める
pt_br: Incluir FETCH_HEAD in caixas de seleção do branch
ru: Включить ветвь FETCH_HEAD в выпадающее меню выбора ветвей
ta_in: கிளை தேர்வு பெட்டிகளில் தலை_பெற சேர்க்கவும்
uk: Додавати FETCH_HEAD до вибору гілки
zh_tw: 在分支下拉選單中顯示 FETCH_HEAD

source: Include only the following revision range:
ca: Inclou només el següent rang de revisions:
es_es: Incluir sólo los siguientes rangos de revisiones:
hr: Uključi samo slijedeći raspon revizija:
ja: 次のリビジョン範囲のみを含める:
pl: Uwzględnij tylko następujący zakres wersji:
pt_br: Incluir apenas esta faixa de revisões:
ru: Включить только следующий диапазон ревизий:
ta_in: பின்வரும் மீள்திருத்தம் வரம்பை மட்டும் சேர்க்கவும்:
uk: Включати лише наступний діапазон модифікацій:
zh_tw: 只包括以下版本範圍：

source: Incorrect filename.
ca: Nom de fitxer incorrecte.
es_es: Nnmbre de archivo incorrecto.
hr: Pogrešno ime datoteke.
ja: ファイル名が正しくありません。
pl: Niepoprawna nazwa pliku.
pt_br: Nome de arquivo incorreto.
ru: Неправильное имя файла.
ta_in: தவறான கோப்பு பெயர்.
uk: Невірне ім'я файла
zh_tw: 不正確的檔名。

source: Initial import
ca: Importació Inicial
es_es: importación inicial
hr: Početni uvoz
ja: 初期インポート
pl: Import inicjujący
pt_br: Importação inicial
ru: Первоначальный импорт
ta_in: ஆரம்ப இறக்குமதி
uk: Початковий імпорт
zh_tw: 初次匯入

source: Initialized empty Git repository in %s.
ca: Inicialitza un nou dipòsit git a la carpeta %s
es_es: Respositorio Git vacío inicializado en %s
ja: "%s" を空のGitレポジトリとして初期化しました。
pl: Zainicjowano puste repozytorium Git w %s.
pt_br: Repositório Git vazio inicializado em %s.
ru: Инициализировано пустое Git хранилище в %s.
ta_in: %s இல் துவக்கப்பட்ட காலியான கிட் களஞ்சியம்.
uk: Створено порожне хранилище Git у %s.
zh_tw: 已在 %s 初始化 Git 版本庫。

source: Inline diff
ca: Diff en-linia
es_es: Dif. en línea
ja: 行内差分
pl: Różnice w linii
pt_br: Comparação em linha
ru: Различия в строке
ta_in: வரியில் வேறுபாடு
zh_tw: 行內差異

source: Inline diff word-wise
ca: Diff en-linia per paraules
es_es: Dif. en línea palabras
ja: 単語単位 行内差分
pl: Różnice w linii wg słów
pt_br: Comparação em linha por palavra
ru: Различия в строке пословно
ta_in: வரியில் வேறுபாடு வார்த்தை வாரியாக
zh_tw: 逐字差異

source: Inline differences
ca: Diferències en-línia
es_es: Diferecnias en línea
hr: Jednoredne razlike
ja: 行内差分
pl: Różnice w ramach linii
pt_br: Diferenças em linha
ru: Внутристрочные различия
ta_in: வரியில் வேறுபாடுகள்
uk: Відмінності в рядках
zh_tw: 行內差異

source: Input
ca: Entrada
es_es: Entrar
hr: Upis
ja: 入力
pl: Wejście
pt_br: Entrada
ru: Ввод
ta_in: உள்ளீடு
uk: Ввід
zh_tw: 輸入

source: Insert Clipboard contents Paste
ca: Insereix contingut del Porta-retalls Enganxa
es_es: Insertar contenido del portapapeles Pegar
hr: Umetni sadržaj međuspremnika Zalijepi
ja: クリップボードの内容を挿入する 貼り付け
pl: Wstaw zawartość schowka Wklej
pt_br: Inserir o conteúdo da Área de Transferência Colar
ru: Вставить содержимое буфера обмена Вставить
ta_in: இடைநிலைப் பலகை உள்ளடக்கங்களைச் செருகு ஒட்டு
uk: Вставити вміст буфера обміну Вклеїти
zh_tw: 插入剪貼簿內容 貼上

source: Instead of pointing the newly created HEAD to the branch pointed to by the cloned repository's HEAD, point to specific branch instead.
ta_in: புதிதாக உருவாக்கப்பட்ட தலையை நகல் செய்யப்பட்ட களஞ்சியமான தலை மூலம் சுட்டிக்காட்டப்பட்ட கிளைக்கு சுட்டிக்காட்டுவதற்கு பதிலாக, குறிப்பிட்ட கிளையை சுட்டிக்காட்டவும்.

source: Instead of using the remote name "origin" to keep track of the upstream repository, use the specific name.
ta_in: மேல்நீரோடை களஞ்சியத்தைக் கண்காணிக்க "தோற்றம்" என்ற தொலைநிலைப் பெயரைப் பயன்படுத்துவதற்குப் பதிலாக, குறிப்பிட்ட பெயரைப் பயன்படுத்தவும்.

source: Insufficient memory to perform operation.
ca: Memòria insuficient per fer la operació.
es_es: Memoria insuficiente para efectuar la operación.
hr: Nedostatna memorija za izvršavanje operacije.
ja: 操作を行うのに、十分なメモリがありません。
pl: Za mało pamięci do wykonania operacji.
pt_br: Memória insuficiente para realizar a operação.
ru: Недостаточно памяти для выполнения операции.
ta_in: செயல்பாட்டிற்கு போதுமான நினைவகம் இல்லை.
uk: Недостатньо пам'яті для виконання операції.
zh_tw: 記憶體不足, 無法完成作業.

source: Internal application error.
ca: Error intern de l'aplicació.
es_es: Error interno de la aplicación.
hr: Unutarnja pogreška aplikacije.
ja: 内部アプリケーションエラー。
pl: Wewnętrzny błąd aplikacji.
pt_br: Erro interno da aplicação.
ru: Внутренняя ошибка приложения.
ta_in: உள் பயன்பாட்டு பிழை.
uk: Внутрішня помилка програми.
zh_tw: 內部程式錯誤.

source: Invalid Currency.
ca: Valor Monetari Incorrecte.
es_es: Divisa no válida,
hr: Neispravna valuta.
ja: 無効な通貨です。
pl: Niewłaściwa waluta.
pt_br: Moeda inválida.
ru: Неправильное денежное значение.
ta_in: தவறான நாணயம்.
uk: Неправильна грошова одиниця.
zh_tw: 不正確的貨幣.

source: Invalid revision number!
ca: El número de revisió no és vàlid!
es_es: ¡Número de revisión no válido!
ja: 不正なリビジョン番号！
pl: Błędny numer wersji!
pt_br: Número de revisão inválido!
ru: Неверный номер ревизии!
ta_in: தவறான மீள்திருத்த எண்!
uk: Невірний номер ревізії!
zh_tw: 無效的版本編號！

source: Invalid selection. If this is a single-line file that has been modified, you must click the checkbox to stage or unstage the whole file.
ta_in: தவறான தேர்வு. இது மாற்றியமைக்கப்பட்ட ஒற்றை வரி கோப்பாக இருந்தால், முழு கோப்பையும் நிலைப்படுத்த அல்லது நிலைமாற்றம் செய்ய நீங்கள் தேர்வுப்பெட்டியைக் சொடுக்கவும்.

source: Issue Tracker Config
ta_in: சிக்கல் கண்காணிப்பு கட்டமைப்பு

source: Issue Tracker Integration
ta_in: சிக்கல் கண்காணிப்பு ஒருங்கிணைப்பு

source: Issuer:
ca: Emissor:
es_es: Publicante:
pt_br: Problema:
ru: Издатель:
ta_in: வழங்குபவர்:
zh_tw: 發送者：

source: It has not been checked if these branches have been fully merged into HEAD.
ca: No s'ha comprovat si aquestes branques han estat completament fusionades amb HEAD.
ja: これらのブランチがHEADにマージされているかどうかは、確認されていません
pt_br: Não foi verificado se estes ramos foram mesclados no HEAD.
ta_in: இந்த கிளைகள் தலையில் முழுமையாக இணைக்கப்பட்டுள்ளதா என்பது சரிபார்க்கப்படவில்லை.
zh_tw: 這些分支尚未被檢查是否已完全合併到 HEAD。

source: It is not possible to rename a file by changing the case of its name alone. For example, you can't make MyFile.txt become MYFILE.txt. Please consult the documentation for a way to work around this limitation.
ca: No és possible canviar el nom de l'arxiu només canviant de majusc/minusc. Per exemple, no pots canviar ElMeuArxiu.txt a ELMEUARXIU.TXT. Pots consultar la documentació per trobar una solució temporal a aquesta limitació.
es_es: No es posible cambiar el nombre de un archivo, únicamente cambiadolo a mayúsculas/minúsculas. Por ejemplo, no puedes hacer que MyFile.txt sea MYFILE.txt. Por favor, consulta la documentación para ver la forma de evitar esta limitación.
hr: Nije moguće promijeniti ime datoteci mijenjajući samo velika-mala slova. Na primjer, ne možete promijeniti MojaDatoteka.txt u MOJADATOTEKA.txt. Molim, pregledajte dokumentaciju kako biste našli način da zaobiđete ovo ograničenje.
ja: ファイルのファイル名だけを変更することは出来ません。 例えば、MyFile.txtをMYFILE.txtにすることは出来ません。 この制限を回避する一時的な対応法はドキュメントを参照してください。
pl: Nie jest możliwa zmiana nazwy pliku jedynie przez zmianę wielkości liter. Na przykład, nie można zmienić nazwy z MyFile.txt na MYFILE.txt. Sprawdź w dokumentacji, jak poradzić sobie z tym ograniczeniem.
pt_br: Não é possível renomear um arquivo apenas alterando a caixa (maiúsculas/minúsculas) de seu nome. Por exemplo, você não pode fazer com que MeuArquivo.txt se torne MEUARQUIVO.txt. Por favor, consulte a documentação para uma maneira de contornar esta limitação.
ru: Невозможно переименовать файл, изменив только регистр букв в его имени. Например, вы не можете переименовать MyFile.txt в MYFILE.txt. Справтесь в документации, как обойти это ограничение.
ta_in: கோப்பின் பெயரை வழக்கை மட்டும் மாற்றி அதன் பெயரை மாற்ற முடியாது. எடுத்துக்காட்டாக, நீங்கள் Myகோப்பு.உரை ஐ MYகோப்பு.உரை ஆக மாற்ற முடியாது. இந்த வரம்பைச் சரிசெய்வதற்கான வழிக்கு ஆவணங்களைப் பார்க்கவும்.
zh_tw: 重新命名時無法只修改檔名大小寫。 例如：不能把 MyFile.txt 重新命名為 MYFILE.txt。 請查詢文件中關於此項限制的暫時解法。

source: It looks as if there is a conflict hint (a line like "# Conflicts:") in your commit message. This hint is automatically added by Git for cli users and there is no need to keep it. Do you want to ignore this warning and keep these lines or abort committing in order to edit the commit message? You can automatically remove these lines by enabling "Strip lines starting with "#" in commit messages" in TortoiseGit settings.
ca: Sembla que hi ha un consell de conflicte (una línia semblant a "# Conflictes:") en el vostre missatge d'entrega. Git ha afegit aquest consell automàticament i no cal mantenir-lo. Voleu ignorar aquest avís i mantenir aquestes línies o interrompre l'entrega per tal d'editar el missatge d'entrega? Podeu suprimir automàticament aquestes línies si activeu "Treure línies començant amb "#" en els missatges d'entrega" a la configuració del TortoiseGit.
pt_br: Parece que há uma dica de conflito (uma linha contendo "# Conflicts:") na sua mensagem de commit. Esta dica é automaticamente adicionada pelo Git para usuários cli e não há necessidade de mantê-la. Deseja ignorar esse aviso e manter essas linhas ou anular a confirmação para editar a mensagem de commit? Você pode remover automaticamente estas linhas habilitando "Strip lines starting with "#" in commit messages" nas configurações do TortoiseGit.
ta_in: உங்கள் உறுதிமொழியில் முரண்பாடு குறிப்பு ("# முரண்பாடுகள்:" போன்ற ஒரு வரி) இருப்பது போல் தெரிகிறது. கட்டளை வரி இடைமுக பயனர்களுக்காக இந்த குறிப்பு தானாகவே கிட் ஆல் சேர்க்கப்படும் மற்றும் அதை வைத்திருக்க வேண்டிய அவசியமில்லை. இந்த எச்சரிக்கையைப் புறக்கணித்து, இந்த வரிகளைத் தொடர விரும்புகிறீர்களா அல்லது உறுதிமொழிச் செய்தியைத் திருத்துவதற்காகச் செய்வதை நிறுத்த விரும்புகிறீர்களா? ஆமைகிட் அமைப்புகளில் "உறுதிமொழி செய்திகளில் "#" என்று தொடங்கும் அவிழ்ப்பு வரிகளை இயக்குவதன் மூலம் இந்த வரிகளை தானாக நீக்கலாம்.

source: J&ump to first conflict when loading
ca: Salta al primer conflicte quan es carrega
es_es: Ir al primer conflicto al cargar
ja: 読込時に最初の競合へ移動
pl: W trakcie ładowania &skocz do pierwszego &konfliktu
pt_br: &Pular para o primeiro conflito ao carregar
ru: &Перейти к первому конфликту при загрузке
ta_in: ஏற்றும்போது முதல் முரண்பாடுக்குச் செல்லவும்
uk: Пере&йти до першого конфлікту під час завантаження
zh_tw: 載入時跳至第一個「衝突」處(&U)

source: Japanese
es_es: Japones
ja: 日本語
pl: japoński
pt_br: Japonês
ru: Японский
ta_in: சப்பானியம்
uk: Японьска
zh_tw: 日文

source: KOI8-R
ta_in: தகவல் பரிமாற்றத்திற்கான குறியீடு,8-ரசியன்

source: KOI8-U
ta_in: தகவல் பரிமாற்றத்திற்கான குறியீடு,8-உக்ரைனியன்

source: Keep
ca: Manté
es_es: Conservar
ja: 維持
pl: Zachowaj
pt_br: Manter
ru: Сохранить
ta_in: வைத்திரு
zh_tw: 保留

source: Keep changelists
ca: Manté la Changelist
es_es: Mantener listas de cambios
hr: Sačuvaj popis izmjena
ja: 変更リストを保持する
pl: Zachowaj listy zmian
pt_br: Manter listas de alterações
ru: Сохранить группы изменений
ta_in: மாற்றப்பட்டியல்களை வைத்திரு
zh_tw: 保留變更列表

source: Keep file locally?
ca: Mantenir l'arxiu localment?
es_es: ¿Mantener archivo localmente?
ja: ローカルにファイルを保持しますか？
pl: Zachować lokalnie plik?
pt_br: Manter arquivo localmente?
ru: Оставить локальный файл?
ta_in: கோப்பை உள்ளூரில் வைத்திருக்கவா?
zh_tw: 保留檔案在本地？

source: Keep resolving Jump to first unresolved conflict
ca: Continua resolent Salta al primer conflicte no resolt.
es_es: Seguir resolviendo Saltar al primer conflicto no resuelto
ja: 競合の修正を続ける 最初の未解決の競合に移動します
pl: Rozwiązuj nadal Idź do pierwszego nierozwiązanego konfliktu
pt_br: Continuar resolvendo Pular para o primeiro conflito não resolvido
ru: Продолжать улаживание Перейти к первому неулаженному конфликту
ta_in: தீர்ந்து கொண்டே இருங்கள் தீர்க்கப்படாத முதல் முரண்பாடுக்குச் செல்லவும்
zh_tw: 繼續解決衝突 跳至第一個未解決的衝突

source: Korean
es_es: Coreano
ja: 朝鮮語
pl: koreański
pt_br: Coreano
ru: Корейский
ta_in: கொரிய
uk: Корейска
zh_tw: 韓文

source: L
ta_in: எல்

source: LFS
ta_in: எல்எஃப்எச்

source: LFS Lock
ta_in: எல்எஃப்எச் பூட்டு
