Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/doc/TortoiseMerge_*.po
Languages: ru

source: Subversion command to import an entire folder hierarchy into the repository in a single revision.
ru: Команда Subversion для импорта в хранилище целой иерархии папок за одну ревизию.

source: Lock
ru: Блокировка

source: When you take out a lock on a versioned item, you mark it in the repository as non-committable, except from the working copy where the lock was taken out.
ru: Когда вы выполняете блокировку версированного элемента, вы помечаете его в хранилище как недоступный для фиксации никому, кроме той рабочей копии, которая произвела блокировку.

source: Log
ru: Журнал

source: Show the revision history of a file or folder. Also known as <quote>History</quote>.
ru: Показывает историю ревизий файла или папки. Также известен как <quote>История</quote>.

source: History
ru: История

source: Show the revision history of a file or folder. Also known as <quote>Log</quote>.
ru: Показывает историю ревизий файла или папки. Также известна как <quote>Журнал</quote>.

source: Merge
ru: Слияние

source: The process by which changes from the repository are added to your working copy without disrupting any changes you have already made locally. Sometimes these changes cannot be reconciled automatically and the working copy is said to be in conflict.
ru: Процесс, при помощи которого изменения из хранилища добавляются в вашу рабочую копию без разрушения уже сделанных в ней изменений. Иногда изменения не могут быть приведены в соответствие автоматически, и рабочая копия считается находящейся в состоянии конфликта.

source: Merging happens automatically when you update your working copy. You can also merge specific changes from another branch using TortoiseSVN's Merge command.
ru: Слияние случается автоматически при обновлении рабочей копии. Вы можете слить отдельные изменения из другого ответвления при помощи команды слияния TortoiseSVN.

source: Patch
ru: Заплатка

source: If a working copy has changes to text files only, it is possible to use Subversion's Diff command to generate a single file summary of those changes in Unified Diff format. A file of this type is often referred to as a <quote>Patch</quote>, and it can be emailed to someone else (or to a mailing list) and applied to another working copy. Someone without commit access can make changes and submit a patch file for an authorized committer to apply. Or if you are unsure about a change you can submit a patch for others to review.
ru: Если рабочая копия содержит изменения только в текстовых файлах, можно воспользоваться командой 'Различия' Subversion для генерации одного сводного файла, содержащего все эти изменения в формате объединённых различий. Файлы этого типа часто называются <quote>Заплатками</quote>, и они могут быть отправлены по электропочте кому-либо ещё (или в список рассылки) и применены к другой рабочей копии. Кто-нибудь без возможности фиксировать изменения может подготовить изменения и отправить файл заплатки для применения лицу, обладающему правом фиксации. Или, если нет уверенности в изменении, можно отправить заплатку другим для рецензирования.

source: Property
ru: Свойство

source: In addition to versioning your directories and files, Subversion allows you to add versioned metadata - referred to as <quote>properties</quote> to each of your versioned directories and files. Each property has a name and a value, rather like a registry key. Subversion has some special properties which it uses internally, such as <literal>svn:eol-style</literal>. TortoiseSVN has some too, such as <literal>tsvn:logminsize</literal>. You can add your own properties with any name and value you choose.
ru: Помимо версирования ваших папок и файлов, Subversion позволяет добавлять версированные метаданные, - называемые <quote>свойствами</quote>, - к каждому версированному файлу или папке. У каждого свойства есть имя и значение, почти как у ключа реестра. В Subversion есть несколько специальных свойств для внутреннего использования, таких как <literal>svn:eol-style</literal>. И у TortoiseSVN тоже есть такого рода свойства, вроде <literal>tsvn:logminsize</literal>. Вы можете добавить ваши собственные свойства с именем и значением по вашему выбору.

source: Relocate
ru: Перебазирование

source: If your repository moves, perhaps because you have moved it to a different directory on your server, or the server domain name has changed, you need to <quote>relocate</quote> your working copy so that its repository URLs point to the new location.
ru: Когда ваше хранилище перемещается, возможно из-за переноса в другую папку на сервере, или изменяется доменное имя сервера, вам необходимо <quote>перебазировать</quote> вашу рабочую копию, чтобы содержащийся в ней URL хранилища указывал на новое местоположение.

source: Note: you should only use this command if your working copy is referring to the same location in the same repository, but the repository itself has moved. In any other circumstance you probably need the <quote>Switch</quote> command instead.
ru: Обратите внимание: вы должны использовать эту команду только в случае, если ваша рабочая копия относится к тому же местоположению в том же хранилище, но само хранилище было перемещено. В любом другом случае вам, вероятно, вместо этой команды необходимо использовать команду <quote>Переключить</quote>.

source: Repository
ru: Хранилище

source: A repository is a central place where data is stored and maintained. A repository can be a place where multiple databases or files are located for distribution over a network, or a repository can be a location that is directly accessible to the user without having to travel across a network.
ru: Хранилище - центральное место, где данные хранятся и обслуживаются. Хранилище может быть местом, в котором размещаются несколько баз данных или файлов для распространения по сети, или хранилище может быть местом, которое непосредственно доступно пользователю без необходимости блуждания по сети.

source: Resolve
ru: Улаживание

source: When files in a working copy are left in a conflicted state following a merge, those conflicts must be sorted out by a human using an editor (or perhaps TortoiseMerge). This process is referred to as <quote>Resolving Conflicts</quote>. When this is complete you can mark the conflicted files as being resolved, which allows them to be committed.
ru: В случае, когда файлы в рабочей копии находятся в состоянии конфликта после слияния, эти конфликты должны быть разрешены человеком при помощи редактора (или, возможно, TortoiseMerge). Этот процесс называется <quote>улаживанием конфликтов</quote>. После его выполнения вы можете отметить конфликтующие файлы как улаженные, что позволит их зафиксировать.

source: Revert
ru: Убирание изменений (возврат)

source: Subversion keeps a local <quote>pristine</quote> copy of each file as it was when you last updated your working copy. If you have made changes and decide you want to undo them, you can use the <quote>revert</quote> command to go back to the pristine copy.
ru: Subversion локально сохраняет <quote>нетронутую</quote> копию каждого файла, каким этот файл был при последнем обновлении рабочей копии. Если вы сделали какие-то изменения и решили их откатить, вы можете использовать команду <quote>Убрать изменения</quote> для того, чтобы вернуться к нетронутой копии.

source: Revision
ru: Ревизия

source: Every time you commit a set of changes, you create one new <quote>revision</quote> in the repository. Each revision represents the state of the repository tree at a certain point in its history. If you want to go back in time you can examine the repository as it was at revision N.
ru: Каждый раз при фиксации набора изменений создаётся новая <quote>ревизия</quote> в хранилище. Каждая ревизия представляет состояние дерева хранилища в определённой точке его истории. При желании, вы можете вернуться назад во времени и изучить хранилище, каким оно было в ревизии N.

source: In another sense, a revision can refer to the set of changes that were made when that revision was created.
ru: Иначе говоря, на ревизию можно ссылаться как на набор изменений, которые были сделаны при создании этой ревизии.

source: Revision Property (revprop)
ru: Свойство ревизии (revprop)

source: Just as files can have properties, so can each revision in the repository. Some special revprops are added automatically when the revision is created, namely: <literal>svn:date svn:author svn:log</literal> which represent the commit date/time, the committer and the log message respectively. These properties can be edited, but they are not versioned, so any change is permanent and cannot be undone.
ru: Так же как и файлы, каждая ревизия в хранилище может обладать свойствами. Некоторые свойства добавляются автоматически при создании ревизии, а именно <literal>svn:date svn:author svn:log</literal>, представляющие дату/время фиксации, того, кто её произвёл и сообщение журнала, соответственно. Эти свойства могут быть отредактированы, но они не версируются, поэтому любое изменение является постоянным и не может быть отменено.

source: A frequently-used abbreviation for Subversion.
ru: Часто используемое сокращение для Subversion.

source: The name of the Subversion custom protocol used by the <quote>svnserve</quote> repository server.
ru: Имя собственного протокола Subversion, используемого сервером хранилища <quote>svnserve</quote>.

source: Switch
ru: Переключение

source: Just as <quote>Update-to-revision</quote> changes the time window of a working copy to look at a different point in history, so <quote>Switch</quote> changes the space window of a working copy so that it points to a different part of the repository. It is particularly useful when working on trunk and branches where only a few files differ. You can switch your working copy between the two and only the changed files will be transferred.
ru: Как <quote>обновить-до-ревизии</quote> изменяет временное окно, через которое смотрит рабочая копия, на другую точку в истории, так и <quote>переключить</quote> изменяет пространственное окно рабочей копии так, чтобы оно указывало на другую часть хранилища. Это особенно полезно при работе в стволе и ответвлениях, отличающихся всего несколькими файлами. Вы можете переключать вашу рабочую копию между двумя местами, и передаваться будут только изменённые файлы.

source: Update
ru: Обновление

source: This Subversion command pulls down the latest changes from the repository into your working copy, merging any changes made by others with local changes in the working copy.
ru: Эта команда Subversion вносит последние изменения из хранилища в вашу рабочую копию, сливая все сделанные другими изменения с локальными изменениями из рабочей копии.

source: Working Copy
ru: Рабочая копия

source: This is your local <quote>sandbox</quote>, the area where you work on the versioned files, and it normally resides on your local hard disk. You create a working copy by doing a <quote>Checkout</quote> from a repository, and you feed your changes back into the repository using <quote>Commit</quote>.
ru: Это ваша локальная <quote>песочница</quote>, область, где вы работаете с версированными файлами, и она обычно находится на вашем локальном жёстком диске. Вы создаёте рабочую копию путём <quote>извлечения</quote> из хранилища, и возвращаете изменения назад в хранилище при помощи <quote>фиксации</quote>.

source: translator-credits
ru: Станислав Петраков <stannic@gmail.com> Vladimir Serdyuk <vserd@users.sourceforge.net>

source: translator-translation
ru: Перевод
