Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/doc/TortoiseMerge_*.po
Languages: ru

source: After TortoiseMerge parses the patch file it will show you a small window with all the files which have changes according to the patch file. <placeholder-1/> If the filename is shown in black, then the patch can be applied without any problems. That means the file is not outdated according to the patch. However, if the filename is shown in red, then the patch can't get applied directly because you already changed that file.
ru: После того, как TortoiseMerge проанализирует файл заплатки, будет показано небольшое окно со списком всех файлов, для которых в заплатке есть изменения. <placeholder-1/> Если имя файла показано чёрным, тогда заплатка может быть применена без проблем. Это означает, что файл не устарел по отношению к заплатке. Однако, если имя файла показано красным, тогда заплатка не может быть применена напрямую, так как вы уже изменили этот файл.

source: But don't worry. If you're working with Subversion you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <emphasis>Base</emphasis> (the older version of the file), <emphasis>Mine</emphasis> (the file as it is currently in your working copy) and <emphasis>Theirs</emphasis> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
ru: Но не беспокойтесь: если вы работаете с Subversion, вы можете извлечь старую версию файла и уладить конфликт. Фактически, TortoiseMerge самостоятельно пытается получить эту старую версию файла и затем показывает вам различия между <emphasis>базой</emphasis> (старая версия файла), <emphasis>моим</emphasis> (файл, каков он сейчас в вашей рабочей копии) и <emphasis>их<emphasis> файлом (старая версия файла, к которой применена заплатка). После этого вы можете уладить возможные конфликты вручную.

source: The patch file window has a context menu which allows you to preview the effect of the patch on the current file (apply without saving), to apply and save the changes for the selected file, or to apply and save changes to <emphasis>all</emphasis> files in the list. The double-click action is to preview.
ru: В окне заплатки есть контекстное меню, позволяющее посмотреть предварительный результат применения заплатки к текущему файлу (применить без сохранения), применить изменения к выбранному файлу с сохранением, или применить и сохранить изменения для <emphasis>всех</emphasis> файлов в списке. По двойному щелчку показывается предварительный просмотр.

source: Depending on whether TortoiseMerge can apply the patch directly or by fetching an older version of the file first, it shows you a two pane view (patch can be applied directly) or a three pane view (older version of file fetched).
ru: В зависимости от того, может ли TortoiseMerge применить заплатку напрямую или же сначала необходимо извлечь старую версию файла, отображается или двухпанельный вид (заплатка может быть применена напрямую), или трёхпанельный вид (извлекается старая версия).

source: Buttons and Other Controls
ru: Кнопки и другие элементы управления

source: The Toolbar
ru: Панель инструментов

source: <guibutton>Open</guibutton> accesses the file-open dialog. What else?
ru: <guibutton>Открыть</guibutton> вызывает диалог открытия файла. Что же ещё?

source: <guibutton>Save</guibutton> saves any changes you have made.
ru: <guibutton>Сохранить</guibutton> сохраняет сделанные вами изменения.

source: <guibutton>Reload</guibutton> discards any changes you have made in TortoiseMerge and reloads the files from disk.
ru: <guibutton>Перечитать</guibutton> отменяет любые сделанные вами в TortoiseMerge изменения и загружает файлы заново.

source: <guibutton>Undo</guibutton> implements a multi-level undo, allowing you to reverse any changes you have made within TortoiseMerge.
ru: <guibutton>Откат</guibutton> осуществляет многоуровневый откат, позволяя отменить любые изменения, сделанные вами в TortoiseMerge.

source: <guibutton>Prev/Next Difference</guibutton> jumps directly to the next point where the files differ. This saves scrolling through all the unchanged parts of the file.
ru: <guibutton>Предыдущее/Следующее отличие</guibutton> переходит непосредственно к следующей точке, где файлы отличаются. Это избавляет от прокрутки всех тех частей, где файл не был изменён.

source: When you do this in 2-pane diff mode, the detail bar at the bottom of the screen will show you the inline differences for the first line, regardless of where the mouse is hovering.
ru: В двухпанельном режиме сравнения в области детального отображения внизу экрана будут показываться различия внутри первой строки, независимо от того, где располагается указатель мыши.

source: <guibutton>Prev/Next Conflict</guibutton> jumps directly to the next point where the file differences are in conflict and need to be resolved.
ru: <guibutton>Предыдущий/Следующий конфликт</guibutton> переходит непосредственно к следующей точке, где различия в файлах конфликтуют и должны быть улажены.

source: <guibutton>Use Theirs/Use Mine</guibutton> selects whether to use a block from the left or the right pane. Refer to the next section for more information about editing changes and conflicts.
ru: При помощи <guibutton>Использовать их/Использовать мой</guibutton> можно выбрать, откуда использовать текстовый блок: из левой панели или из правой. Обратитесь к следующему разделу за дополнительной информацией о редактировании изменений и конфликтов.

source: <guibutton>Theirs before Mine/Mine before Theirs</guibutton> is used when you want to combine changes in a conflicted file. Refer to the next section for more information about editing changes and conflicts.
ru: <guibutton>Их перед моим/Мой перед их</guibutton> используются для объединения изменений в файле с конфликтами. Обратитесь к следующему разделу за дополнительной информацией о редактировании изменений и конфликтов.

source: <guibutton>Mark as Resolved</guibutton> When you have resolved all the conflicts in a file and saved the changes, you can mark it as resolved from within TortoiseMerge, rather than going back to explorer and marking as resolved from there.
ru: <guibutton>Пометить как улаженный</guibutton> : когда вы уладили все конфликты в файле и сохранили изменения, вы можете пометить его как улаженный прямо из TortoiseMerge, вместо того, чтобы возвращаться в Проводник и отмечать файл как улаженный там.

source: <guibutton>Show Whitespaces</guibutton> toggles the option to display space and tab characters as symbols so you can distinguish white space changes.
ru: <guibutton>Показать непечатаемые знаки</guibutton> включает режим отображения пробелов и табуляций как видимых символов, так чтобы вы смогли распознать изменения в пробельных символах.

source: <guibutton>Inline Diff Word-wise</guibutton> toggles the method used to display inline diffs. In word-wise mode, when a character is changed, the whole word is highlighted. In char-wise mode, each individual changed character is highlighted.
ru: <guibutton>Внутристрочные различия по словам</guibutton>переключает способ отображения внутристрочных различий. В режиме различий по словам при изменении символа подсвечивается всё слово. В режиме различий по символам, подсвечивается каждый изменённый символ.

source: Word-wise is the default and in most cases it works better. For example if you change a variable name, the whole name is highlighted in word-wise mode, whereas in char-wise mode you tend to get a mess of added and deleted characters which doesn't make much sense. However, some content does not resolve neatly into words, for example a hex file, and in that case, char-wise display works better.
ru: Режим различия по словам используется по умолчанию и в большинстве случаев работает лучше. Например, если вы изменили имя переменной, в режиме различий по словам будет подсвечено всё имя, тогда как в режиме сравнения по символам вы скорее всего получите мешанину из добавленных и удалённых символов, что может быть лишено смысла. Однако, некоторое содержимое не может быть аккуратно представлено в виде слов - например, шестнадцатиричный файл, - и в этом случае лучше работает режим различия по символам.

source: <guibutton>Switch View</guibutton> selects between one-pane and two-pane view. Disabled in 3-pane view.
ru: <guibutton>Переключить вид</guibutton> выбирает между однопанельным или двухпанельным видами. Отключено в трёхпанельном виде.

source: <guibutton>Switch Left and Right View</guibutton> In 2-pane view, swaps the left and right windows. When you are comparing a file in 2 different trees, as opposed to 2 revisions of the same file, TortoiseSVN does not know which one should go in the left pane as the <quote>original/base</quote> version. If it gets this wrong, you can change it to make viewing easier.
ru: <guibutton>Поменять левую панель с правой</guibutton> : в двухпанельном виде меняет местами левое и правое окно. Когда вы сравниваете файл в двух разных деревьях, в отличие от двух ревизий одного и того же файла, TortoiseSVN не знает, какой из них должен быть на левой панели как <quote>оригинальная/базовая</quote> версия. Если файлы расположены неверно, вы можете это изменить для облегчения просмотра.

source: <guibutton>Show/Hide Patch List</guibutton> When TortoiseMerge has a patch list, this button allows you to hide it (so you can see both windows), or show it (so you can review the file list).
ru: <guibutton>Показать/скрыть список файлов заплатки</guibutton> : когда TortoiseMerge показывает список файлов заплатки, эта кнопка позволяет или скрыть его (чтобы были видны оба окна), или опять его показать (чтобы можно было просмотреть список файлов).

source: <guibutton>Settings</guibutton> takes you to TortoiseMerge's settings dialog.
ru: <guibutton>Настройки</guibutton> открывает диалог настроек TortoiseMerge.

source: <placeholder-1/> Below the menu bar lies the tool bar. This provides easy access to the most commonly used tools, which are <placeholder-2/>
ru: <placeholder-1/> Под строкой меню расположена панель инструментов. Она обеспечивает удобный доступ для наиболее часто используемых инструментов, таких как: <placeholder-2/>

source: On the left side of the window is a locator bar. This provides a quick visual reference as to where the changes lie within the file. The bar has three columns. The left column refers to the left pane, the right column to the right pane, and the centre column to the bottom pane (if present). In one-pane view only the left column is used. The locator bar can also be used as a scroll bar to scroll all the windows simultaneously.
ru: Слева находится полоса местоположения. Она обеспечивает быстрое наглядное определение того, где находятся изменения в файле. Полоса состоит из трёх столбцов. Левый столбец соответствует левой панели, правый столбец - правой, центральный - нижней (если присутствует). В однопанельном виде используется только левый столбец. Полоса местоположения также может использоваться как полоса прокрутки для одновременной прокрутки всех окон.

source: Below the bottom window is the status bar. This shows the number of lines added and deleted in <literal>Theirs</literal> and <literal>Mine</literal>, and the number of unresolved conflicts remaining. You can also see which line-ending style is in use, what encoding (ASCII, UTF-8, etc) is assumed by TortoiseMerge, and whether there is a byte-order-mark (BOM) present in UTF-8 files. The left side of the status bar is used to display hints when you hover the mouse over a control.
ru: Под нижним окном расположена строка состояния. Она отображает число строк, добавленных и удалённых в <literal>Их</literal> и <literal>Моём</literal> файлах, а также число неулаженных конфликтов. Также показывается используемый тип завершения строк, предполагаемая TortoiseMerge кодировка (ASCII, UTF-8, и т.д.) и есть ли отметка-о-порядке-байтов (byte-order-mark, BOM) для файлов в кодировке UTF-8. Левая сторона строки состояния используется для отображения подсказок при наведении мышки на элемент управления.

source: Line Status Icons
ru: Значки состояния строки

source: Changed lines are marked with an icon to indicate what type of change has occurred.
ru: Изменённые строки помечаются различными значками для обозначения типа произведённого изменения.

source: <graphic fileref="images/TMerge_lineadded.png"/> A line has been added.
ru: <graphic fileref="images/TMerge_lineadded.png"/> Строка была добавлена.

source: <graphic fileref="images/TMerge_lineremoved.png"/> A line has been removed.
ru: <graphic fileref="images/TMerge_lineremoved.png"/> Строка была удалена.

source: <graphic fileref="images/TMerge_lineequal.png"/> A change has been undone by reverting to the original content of the line.
ru: <graphic fileref="images/TMerge_lineequal.png"/> Изменение было отменено путём возвращения первоначального содержимого строки.

source: <graphic fileref="images/TMerge_linewhitespace.png"/> This line contains only whitespace changes. Where several consecutive lines are marked, the paragraph may have been re-wrapped, causing words to shuffle onto adjacent lines.
ru: <graphic fileref="images/TMerge_linewhitespace.png"/> Эта строка содержит изменения только пробельных символов. Если помечено несколько последовательных строк, то это может означать, что абзац был переразбит на строки заново и что некоторые слова могли переместиться на соседние строки.

source: <graphic fileref="images/TMerge_lineedited.png"/> A line has been edited by hand, using TortoiseMerge as a text editor.
ru: <graphic fileref="images/TMerge_lineedited.png"/> Строка была отредактирована вручную с использованием TortoiseMerge в качестве текстового редактора.

source: <graphic fileref="images/TMerge_lineconflicted.png"/> This line is in conflict.
ru: <graphic fileref="images/TMerge_lineconflicted.png"/> Эта строка находится в конфликте.

source: <graphic fileref="images/TMerge_lineconflictedignored.png"/> This line is conflicted, but the effect is hidden by whitespace or line-ending settings.
ru: <graphic fileref="images/TMerge_lineconflictedignored.png"/> В этой строке есть конфликт, который не оказывает влияния на результат из-за настроек обработки пробельных символов или завершений строк.

source: Merging / Editing Conflicts
ru: Слияние и редактирование конфликтов

source: TortoiseMerge not only <emphasis>shows</emphasis> you the differences between files but also lets you resolve conflicts or apply changes.
ru: TortoiseMerge не только <emphasis>показывает</emphasis> вам различия между файлами, но и позволяет вам улаживать конфликты или применять изменения.

source: If you're in two pane view, then you can only edit the file in the right pane (<literal>Mine</literal>). To apply changes made in the left file (<literal>Theirs</literal>), <action>right-click</action> on the changed lines and select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice>. Then the changes from the left file are added to the right file.
ru: При работе в двухпанельном режиме вы можете править файл только в правой панели (<literal>Мой</literal>). Для применения изменений, сделанных в левом файле (<literal>Их</literal>), выполните <action>правый щелчок</action> на изменённой строке и выберите <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать <quote>их</quote> текстовый блок</guimenuitem></menuchoice>. После этого изменения из левого файла будут добавлены в правый файл.

source: Sometimes you actually want both text blocks, and the context menu also offers you <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one first)</guimenuitem></menuchoice> and <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one last)</guimenuitem></menuchoice>.
ru: Иногда вам на самом деле необходимы оба текстовых блока, и контекстное меню предлагает <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать оба текстовых блока (этот в начале)</guimenuitem></menuchoice> и <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать оба текстовых блока (этот в конце)</guimenuitem></menuchoice>.

source: You can also edit the output file just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
ru: Вы можете редактировать получившийся файл точно также, как и в текстовом редакторе. Отредактированные строки помечаются символом карандаша. Обратите внимание: если вы желаете произвести какие-либо из описанных выше изменений целых строк/блоков, лучше их сделать сначала, поскольку после того, как вы начнёте редактировать файл сами, TortoiseMerge будет больше не в состоянии отслеживать взаимосвязи с первоначальным файлом.

source: If you're in three pane view (sometimes called <emphasis>merge view</emphasis>) you can only edit the file in the bottom view (<literal>Merged</literal>). As in two pane view, you can <action>right-click</action> on conflicted lines and either select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>mine</quote></guimenuitem></menuchoice>. In addition, if you want <emphasis>both</emphasis> blocks, you can select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>mine</quote> before <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>theirs</quote> before <quote>mine</quote></guimenuitem></menuchoice>. According to the command you've selected, the changes are used in the resulting <literal>Merged</literal> file.
ru: При работе в трёхпанельном режиме (иногда называемом <emphasis>режимом слияния</emphasis>) можно править только файл в нижней панели (<literal>Слитый</literal>). Как и в двухпанельном режиме, вы можете при помощи <action>правого щелчка</action> на конфликтующих строках выбрать <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать <quote>их</quote> текстовый блок</guimenuitem></menuchoice> или <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать <quote>мой</quote> текстовый блок</guimenuitem></menuchoice>. Вдобавок, если вам необходимы <emphasis>оба</emphasis> блока, вы можете выбрать <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать <quote>мой</quote> текстовый блок перед <quote>их</quote></guimenuitem></menuchoice> или <menuchoice><guimenu>Контекстное меню</guimenu><guimenuitem>Использовать <quote>их</quote> текстовый блок перед <quote>моим</quote></guimenuitem></menuchoice>. Изменения вносятся в результирующий <literal>Слитый</literal> файл в соответствии с выбранной вами командой.

source: Sometimes a file will be marked as conflicted in Subversion, yet when you view it using TortoiseMerge there are no conflicts shown. This may be due to the whitespace handling you have chosen. If you choose to ignore line-endings or whitespace changes, those lines will be marked using the <emphasis>Conflict-Ignored</emphasis> icon. To resolve the conflict you still need to pick which version you want to use.
ru: Иногда может быть так, что в Subversion файл помечен как конфликтующий, но при просмотре его при помощи TortoiseMerge никаких конфликтов не показывается. Это может быть из-за выбранного метода обработки пробельных символов: если вы выбрали игнорирование изменений завершений строк или пробельных символов, то строки будут помечены значком <emphasis>Конфликт-игнорируемое</emphasis>. Для улаживания конфликта вам всё равно придётся выбрать, какой из вариантов вы желаете использовать.

source: Sometimes the conflict is too difficult to resolve by simply picking <literal>Theirs</literal> and <literal>Mine</literal> and it requires hand editing. TortoiseMerge allows you to do all the easy changes visually first and then save the file, leaving only the difficult changes to be resolved by hand-editing.
ru: Иногда конфликты очень трудно уладить простым выбором из <literal>Их</literal> или <literal>Моего</literal> и требуется редактирование вручную. TortoiseMerge позволяет вам сначала наглядно сделать все простые изменения и сохранить файл, оставив для улаживания при помощи ручной правки только трудные изменения.

source: Note that if you use TortoiseMerge on the same files again, any changes to your working copy, whether in TortoiseMerge, or by hand-editing, <emphasis>will be discarded</emphasis> and the file will appear as it did when conflict-editing first started.
ru: Обратите внимание, при повторном использовании в TortoiseMerge тех же файлов любые изменения в вашей рабочей копии, сделанные TortoiseMerge или вручную, <emphasis>будут потеряны</emphasis> и файл окажется таким, каким он был при начале улаживания конфликта.

source: Open Files
ru: Открытие файлов

source: When you start TortoiseMerge without any command line switches then you have to open the files manually, using <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
ru: При запуске TortoiseMerge без указания параметров в командной строке вам надо будет открыть файлы вручную, используя <menuchoice><guimenu>Файл</guimenu><guimenuitem>Открыть</guimenuitem></menuchoice>.

source: The Open Dialog
ru: Диалог открытия файлов

source: The first thing you have to do is to decide whether you just want to compare/merge files, or whether you want to apply a patch file. Depending on what you choose, the corresponding edit boxes and browse buttons are activated.
ru: Первое, что вы должны сделать - решить, желаете ли вы только сравнить/слить файлы, или же вы хотите применить заплатку. В зависимости от того, что вы выберите, станут доступны соответствующие поля ввода и кнопки обзора.

source: If you want to compare / merge files you have to set at least two of the three possible paths for <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal>. If you select only two files, then TortoiseMerge will show you the differences between those two files, either in a two pane view or in a one pane view.
ru: Если вы желаете сравнить/слить файлы, вам надо задать по крайней мере два из трёх возможных путей к <emphasis>базовому</emphasis>, <emphasis>моему</emphasis> и <emphasis>их</emphasis> файлам. Если вы выберите только два файла, то TortoiseMerge покажет различия между этими двумя файлами или в двухпанельном, или в однопанельном.

source: If you want to merge three files, TortoiseMerge will show you the differences in a three pane view. This view is generally used if you need to resolve conflicted files. The output file is not named in this case and you will have to use the <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. to save the results.
ru: Если вы желаете слить три файла, TortoiseMerge покажет различия в трёхпанельном виде. Этот вид обычно используется, когда вы улаживаете конфликты в файлах. Выходной файл в этом случае не имеет названия и вам необходимо использовать <menuchoice><guimenu>Файл</guimenu><guimenuitem>Сохранить как...</guimenuitem></menuchoice> для сохранения результата.
