Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/doc/TortoiseMerge_*.po
Languages: ru

source: If you want to apply a patch file you have to set both the path to the patch file itself and the path to the folder where the patch file should be applied.
ru: Если вы желаете применить заплатку, вы должны задать путь к файлу заплатки, а также путь к папке, к которой этот файл заплатки должен быть применён.

source: Currently, only patch files in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Subversion working copy. Other formats like patch files generated by CVS are currently not supported!
ru: На данный момент поддерживаются только заплатки в <emphasis>формате объединённых различий (Unified Diff Format)</emphasis>. И только файлы, созданные из рабочей копии Subversion; другие форматы, такие как заплатки, созданные CVS, сейчас не поддерживаются!

source: Settings
ru: Настройки

source: Main Settings Page
ru: Страница основных настроек

source: The Settings Main Page
ru: Страница основных настроек

source: Most of the options here are self-explanatory, but a few points need clarifying.
ru: Большинство настроек не требуют объяснений, но некоторые моменты необходимо прояснить.

source: <guilabel>Backup original file</guilabel> renames the original file in the WC to <literal>filename.bak</literal> before saving the modified version.
ru: <guilabel>Сохранять резервную копию файла</guilabel> переименовывает исходный файл из рабочей копии в <literal>filename.bak</literal> перед сохранением изменений.

source: <guilabel>Ignore line endings</guilabel> hides changes which are due solely to difference in line-end style.
ru: <guilabel>Игнорировать завершения строк</guilabel> скрывает изменения, появившиеся только из-за различий в типах перевода строки.

source: <guilabel>Ignore case changes</guilabel> hides changes which are due solely to case changes within the text. This can be useful with apps such as Visual Basic, which changes case in variables without warning.
ru: <guilabel>Игнорировать изменения регистра</guilabel> скрывает изменения, появившиеся только из-за различий в регистре символов. Это может пригодиться для таких приложений, как Visual Basic, который изменяет регистр в именах переменных без предупреждения.

source: <guilabel>Colour code in-line changes</guilabel> uses the same scheme as the line diff bar to show the detailed in-line changes within the main display panes. Lines which have been heavily modified will not be shown using this method as the results are simply confusing. In this case the line will be shown as replaced (old line deleted, new line added).
ru: <guilabel>Помечать цветом изменения внутри строк</guilabel> использует ту же цветовую схему, что и область показа различий между строками, для отображения подробных изменений внутри строк на главных панелях. Этот метод не используется для показа строк со множеством изменений, поскольку результат будет просто сбивать с толку. В этом случае строка будет показана как заменённая (старая строка удалена, новая строка добавлена).

source: <guilabel>Compare whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Subversion treats such changes).
ru: <guilabel>Сравнивать непечатаемые знаки</guilabel> показывает все изменения в отступах и пробельных символах внутри строк как добавленные/удалённые строки (именно так Subversion обходиться с такого рода изменениями).

source: <guilabel>Ignore whitespace changes</guilabel> hides changes which are due solely to a change in the amount or type of whitespace, eg. changing the indentation or changing tabs to spaces. Adding whitespace where there was none before, or removing a whitespace completely is still shown as a change.
ru: <guilabel>Игнорировать изменения непечатаемых знаков</guilabel> скрывает изменения, появившиеся только из-за различий в количестве или типе пробельных символов, вроде изменения отступов или замены табуляций на пробелы. Добавление непечатаемого знака там, где его не было, или полное удаление пробельных символов тем не менее показывается как изменение.

source: <guilabel>Ignore all whitespaces</guilabel> hides all whitespace-only changes.
ru: <guilabel>Игнорировать все непечатаемые знаки</guilabel> скрывает все относящиеся только к непечатаемым знакам изменения.

source: Colour Settings Page
ru: Страница цветовых настроек

source: The Settings Color Page
ru: Страница цветовых настроек

source: This dialog allows you to select the background color coding used to highlight the different line changes.
ru: Этот диалог позволяет вам выбрать разные фоновые цвета для выделения различных изменений строк.

source: Normal
ru: Нормальное

source: All lines which are unchanged, or where changes are hidden.
ru: Все неизменённые строки, или строки, где изменения скрыты.

source: Added
ru: Добавлено

source: Lines which have been added.
ru: Строки, которые были добавлены.

source: Removed
ru: Убранное

source: Lines which have been deleted.
ru: Строки, которые были удалены.

source: Modified
ru: Изменено

source: unchanged
ru: неизменённой

source: Colour code in-line changes
ru: Помечать цветом изменения внутри строк

source: Lines which have relatively small changes, and are shown using inline diff. This colour is used for the <placeholder-1/> portion of the line content. Changed portions will be shown using the inline added and deleted colours described below. If <placeholder-2/> is not enabled, this colour will not be used and changed lines will always be shown as replacements.
ru: Строки с относительно малым количеством изменений, показываемые с внутристрочными различиями. Этот цвет используется для <placeholder-1/> части содержимого строки. Изменённые части показываются цветами для добавленного и удалённого текста внутри строк, описанными ниже. Если не включена опция <placeholder-2/>, этот цвет не будет использоваться и изменённые строки всегда будут показываться как заменённые (старая удалена, новая добавлена).

source: Conflicted
ru: Конфликтующее

source: Where the same line has been changed in both files.
ru: Строки, которые были изменены в обоих файлах.

source: Conflict resolved
ru: Улаженный конфликт

source: Where the same line has been changed in both files, and you have now selected which version should be used.
ru: Строки, изменённые в обоих файлах, для которых уже выбрано, какая из версий будет использована.

source: Empty
ru: Отсутствующее

source: Where lines have been added in the opposite pane, and no such line existed in this pane.
ru: Строки, которые были добавлены в противоположной панели и которые отсутствуют в текущей.

source: Inline added text
ru: Текст, добавленный внутри строки

source: When inline diffs are shown, added text is shown in this colour.
ru: При показе внутристрочных различий этим цветом отображается добавленный текст.

source: Inline removed text
ru: Текст, удалённый внутри строки

source: When inline diffs are shown, deleted text is shown in this colour.
ru: При показе внутристрочных различий этим цветом отображается удалённый текст.

source: Misc whitespaces
ru: Непечатаемые знаки

source: Characters used to indicate Whitespace are shown in a different colour from normal text.
ru: Символы, используемые для отображения непечатаемых знаков, показываются в цвете, отличном от цвета основного текста.

source: keyboard shortcuts
ru: клавиатурные сокращения

source: List of keyboard shortcuts and commands.
ru: Список клавиатурных сокращений и команд.

source: Keyboard shortcuts
ru: Клавиатурные сокращения

source: Quit the program
ru: Выйти из программы

source: Copy the selected text to the clipboard
ru: Скопировать выбранный текст в буфер обмена

source: Open the Find dialog for text searches
ru: Открыть диалог для текстового поиска

source: Open files to diff/merge
ru: Открыть файлы для сравнения/слияния

source: Save the changes
ru: Сохранить изменения

source: Save as...
ru: Сохранить как...

source: Go to next difference
ru: Перейти к следующему различию

source: Go to previous difference
ru: Перейти к предыдущему различию

source: Go to next conflict
ru: Перейти к следующему конфликту

source: Go to previous conflict
ru: Перейти к предыдущему конфликту

source: Toggle between one-pane diff and two-pane diff
ru: Переключиться между одно- и двухпанельным видами

source: Reload the files and revert all changes made
ru: Перечитать файлы и отменить все сделанные изменения

source: Toggles between showing whitespaces or not
ru: Переключить режим отображения непечатаемых знаков

source: Ctrl-mousewheel
ru: Ctrl-колёсико мыши

source: Scroll the display left/right
ru: Прокрутка экрана влево/вправо

source: Automating TortoiseMerge
ru: Автоматизация TortoiseMerge

source: TortoiseMerge can be started with command line parameters to avoid having to go through the <guilabel>Open</guilabel> dialog to select the files yourself. This is useful also if you want to use TortoiseMerge from another application.
ru: TortoiseMerge можно запустить с параметрами командной строки, и тогда не надо будет указывать файлы в диалоге <guilabel>Открыть</guilabel>. Это также может пригодиться, если вам надо вызвать TortoiseMerge из другого приложения.

source: TortoiseMerge Command Line Switches
ru: Параметры командной строки TortoiseMerge

source: automation
ru: автоматизация

source: command line
ru: командная строка

source: Most switches require additional information like a path or some other string. In those cases, append an ':' to the switch and put the string/path after it. Example: <screen> /base:"c:\folder\my base file.txt" </screen>
ru: Большинство параметров требуют дополнительной информации, вроде пути или какой-то другой строки. В этом случае, добавьте к параметру ':' и после этого укажите строку/путь. Пример: <screen> /base:"c:\folder\my base file.txt" </screen>

source: List of available command line options
ru: Список доступных параметров командной строки

source: Command
ru: Команда

source: Description
ru: Описание

source: Shows a dialog box with the most important command line switches.
ru: Показывает диалоговое окно с наиболее важными параметрами командной строки.

source: The same as <placeholder-1/>.
ru: То же самое, что и <placeholder-1/>.

source: base
ru: базовый

source: Specifies the <placeholder-1/> file used in three way diffs. This is the common ancestor of the files being diffed, although it is not shown in a separate window. For two way diffs, this is the left file.
ru: Задаёт <placeholder-1/> файл, используемый в трёхстороннем сравнении. Это общий предок сравниваемых файлов, хотя он и не показывается в отдельном окне. При двухстороннем сравнении это левый файл.

source: The name of the base file. This is shown in the view title instead of the file path. For three way diffs it is shown in a tooltip for the view title.
ru: Имя 'базового' файла, которое показывается в заголовке панели вместо пути к файлу. При трёхстороннем сравнении оно показывается во всплывающей подсказке заголовка панели.

source: theirs
ru: их

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the left pane.
ru: Задаёт <placeholder-1/> файл, используемый в трёхстороннем сравнении; показывается в левой панели.

source: The name of the theirs file. This is shown in the view title instead of the file path.
ru: Имя 'их' файла, которое показывается в заголовке панели вместо пути к файлу.

source: mine
ru: мой

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the right pane. For two way diffs, this is the right file.
ru: Задаёт <placeholder-1/> файл, используемый в трёхстороннем сравнении; показывается в правой панели. При двухстороннем сравнении это правый файл.

source: The name of the mine file. This is shown in the view title instead of the file path.
ru: Имя 'моего' файла, которое показывается в заголовке панели вместо пути к файлу.

source: merged
ru: слитый

source: Specifies the resulting <placeholder-1/> file used in three way diffs. This is the filepath where the result of the merge/conflict resolving is saved. If this is not set, then TortoiseMerge will ask the user where to save the result.
ru: Задаёт результирующий <placeholder-1/> файл, используемый в трёхстороннем сравнении. В этот файл сохраняются результаты слияния/улаживания конфликтов. Если параметр не указан, то о том, где сохранить результат, TortoiseMerge спросит у пользователя.

source: The name of the merged file. This is shown in the view title instead of the file path.
ru: Имя 'слитого' файла, которое показывается в заголовке панели вместо пути к файлу.

source: very long
ru: очень продолжительное

source: The path where a patch should be applied to. If you don't set this path, then TortoiseMerge will try to find the path itself to match the paths in the patch file, but that can take <placeholder-1/>.
ru: Путь, к которому необходимо применить заплатку. Если путь не указан, TortoiseMerge попытается найти этот путь самостоятельно по соответствию путям в заплатке, но это может занять <placeholder-1/> время.

source: The name of the original file to patch. Used for the view title.
ru: Имя исходного файла для применения заплатки. Используется в заголовке панели.

source: The name of the resulting patched file. Used for the view title.
ru: Имя результирующего файла с применённой заплаткой. Используется в заголовке панели.

source: The path to the patch/diff file to apply to a directory.
ru: Путь к файлу заплатки/различий, который будет применяться к папке.

source: Forces TortoiseMerge to start with the one-way view instead of the view the user specified in the settings.
ru: Заставляет TortoiseMerge запускаться в однопанельном режиме вместо режима, указанного пользователем в настройках.

source: Switches the left and right view of the specified two files to diff.
ru: Меняет местами левую и правую панели с указанными для сравнения двумя файлами.

source: /origfile:"path_to_original_file"
ru: /origfile:"путь_к_исходному_файлу"

source: /modifiedfile:"path_to_modified_file"
ru: /modifiedfile:"путь_к_изменённому_файлу"

source: /outfile:"path_to_resulting_patchfile"
ru: /outfile:"путь_к_создаваемому_файлу_заплатки"

source: Creates a unified diff file (patch file) of two files specified with <placeholder-1/> and <placeholder-2/>. The target path is set with <placeholder-3/>. If <placeholder-4/> is not set, a file save dialog is shown so the user can choose the location to save the patch file. Note: If <placeholder-5/> is set, all other parameters are ignored.
ru: Создаёт файл объединённых различий (файл заплатки) для двух файлов, указанных <placeholder-1/> и <placeholder-2/>. Путь к создаваемому файлу указывается в <placeholder-3/>. Если параметр <placeholder-4/> не задан, то будет показан диалог сохранения файла, чтобы пользователь мог выбрать, куда сохранить файл заплатки. Обратите внимание: если указан параметр <placeholder-5/>, то все остальные параметры игнорируются.

source: You can also supply simple filenames on the command line for compatibility with other diff programs. In this simplified form the command line is <screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> If two files are given they will be compared with each other. If three files are given, the first is taken as the BASE file, and the other two are compared with it in a three-way diff.
ru: Можно также указать в командной строке просто имена файлов для совместимости с другими программами сравнения. Формат командной строки для этой упрощённой формы выглядит следующим образом: <screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> Если указаны два файла, они сравниваются друг с другом. Если указано три файла, то первый используется как базовый, а остальные два сравниваются с ним трёхсторонним сравнением.

source: Glossary
ru: Глоссарий

source: Add
ru: Добавить

source: A Subversion command that is used to add a file or directory to your working copy. The new items are added to the repository when you commit.
ru: Команда Subversion, которая используется для добавления файла или папки в вашу рабочую копию. Эти новые элементы будут добавлены в хранилище при фиксации.

source: BASE revision
ru: Базовая ревизия (BASE)

source: The current base revision of a file or folder in your <emphasis>working copy</emphasis>. This is the revision the file or folder was in, when the last checkout, update or commit was run. The BASE revision is normally not equal to the HEAD revision.
ru: Текущая базовая ревизия файла или папки в вашей <emphasis>рабочей копии</emphasis>. Эта та ревизия, в которой файл или папка были при последнем извлечении, обновлении или фиксации. Базовая ревизия обычно не равна ведущей (HEAD) ревизии.

source: Blame
ru: Авторство

source: This command is for text files only, and it annotates every line to show the repository revision in which it was last changed, and the author who made that change. Our GUI implementation is called TortoiseBlame and it also shows the commit date/time and the log message when you hover the mouse of the revision number.
ru: Эта команда предназначена только для текстовых файлов. Она снабжает каждую строку информацией о том, в какой ревизии хранилища строка была последний раз изменена, и об авторе, выполнившем это изменение. Наша реализация с графическим интерфейсом пользователя называется TortoiseBlame и показывает также дату/время фиксации и сообщение журнала при наведении указателя мыши на номер ревизии.

source: Berkeley DB. A well tested database backend for repositories, that cannot be used on network shares. Default for pre 1.2 repositories.
ru: Berkeley DB. Хорошо протестированная база данных для хранилища, которая не может быть использована на сетевых разделяемых ресурсах. В версиях до 1.2 используется для хранилищ по умолчанию.

source: Branch
ru: Ответвление

source: A term frequently used in revision control systems to describe what happens when development forks at a particular point and follows 2 separate paths. You can create a branch off the main development line so as to develop a new feature without rendering the main line unstable. Or you can branch a stable release to which you make only bug fixes, while new developments take place on the unstable trunk. In Subversion a branch is implemented as a <quote>cheap copy</quote>.
ru: Термин, часто используемый в системах управления версиями для описания ситуации, когда разработка разветвляется в определённой точке и следует по двум различным путям. Можно создать ответвление из основной линии разработки - для реализации новой возможности без приведения главной линии в нестабильное состояние, или можно ответвить стабильную версию, в которой делаются только исправления ошибок, в то время как новые разработки ведутся в нестабильном стволе. В Subversion ответвления реализованы как <quote>лёгкие копии</quote>.

source: Checkout
ru: Извлечение

source: A Subversion command which creates a local working copy in an empty directory by downloading versioned files from the repository.
ru: Команда Subversion, создающая локальную рабочую копию в пустой папке путём загрузки версированных файлов из хранилища.

source: Cleanup
ru: Очистка

source: To quote from the Subversion book: <quote> Recursively clean up the working copy, removing locks and resuming unfinished operations. If you ever get a <emphasis>working copy locked</emphasis> error, run this command to remove stale locks and get your working copy into a usable state again. </quote> Note that in this context <emphasis>lock</emphasis> refers to local filesystem locking, not repository locking.
ru: Цитата из Книги о Subversion: <quote>Рекурсивно очищает рабочую копию, удаляя блокировки и возобновляя незаконченные действия. Если вы когда-либо столкнётесь с ошибкой <emphasis>рабочая копия заблокирована</emphasis>, то запустите эту команду для удаления подвисших блокировок и приведения вашей рабочей копии в работоспособное состояние.</quote> Заметьте, что в этом контексте <emphasis>блокировка</emphasis> относится к блокированию в локальной файловой системе, а не в хранилище.

source: Commit
ru: Фиксация

source: This Subversion command is used to pass the changes in your local working copy back into the repository, creating a new repository revision.
ru: Эта команда Subversion используется для передачи изменений из вашей рабочей копии обратно в хранилище, при этом создавая в нём новую ревизию.

source: Conflict
ru: Конфликт

source: When changes from the repository are merged with local changes, sometimes those changes occur on the same lines. In this case Subversion cannot automatically decide which version to use and the file is said to be in conflict. You have to edit the file manually and resolve the conflict before you can commit any further changes.
ru: Когда изменения из хранилища сливаются с локальными, иногда случается, что они затрагивают одни и те же строки. В этом случае Subversion не может самостоятельно решить, какую из версий использовать и файл считается находящимся в конфликтном состоянии. Вы должны вручную отредактировать файл и уладить конфликты перед тем, как вы сможете зафиксировать любые дальнейшие изменения.

source: Copy
ru: Копирование

source: In a Subversion repository you can create a copy of a single file or an entire tree. These are implemented as <quote>cheap copies</quote> which act a bit like a link to the original in that they take up almost no space. Making a copy preserves the history of the item in the copy, so you can trace changes made before the copy was made.
ru: В хранилище Subversion вы можете создать копию одного файла или целого дерева. Это реализовано через <quote>лёгкие копии</quote>, которые ведут себя подобно ссылке на оригинал: они почти не занимают места. Создание копии сохраняет историю элемента в копии, так что вы можете отследить изменения, сделанные до создания копии.

source: Delete
ru: Удаление

source: When you delete a versioned item (and commit the change) the item no longer exists in the repository after the committed revision. But of course it still exists in earlier repository revisions, so you can still access it. If necessary, you can copy a deleted item and <quote>resurrect</quote> it complete with history.
ru: Когда вы удаляете версированный элемент (и фиксируете это изменение), элемент больше не существует в хранилище после зафиксированной ревизии. Но, конечно, он всё ещё существует в более ранних ревизиях хранилища, так что вы всё ещё можете получить к нему доступ. При необходимости, вы можете скопировать удалённый элемент и <quote>воскресить</quote> его вместе с историей.

source: Diff
ru: Различия

source: Shorthand for <quote>Show Differences</quote>. Very useful when you want to see exactly what changes have been made.
ru: Обозначение для <quote>Показать различия</quote>. Очень полезно, когда вы желаете увидеть, какие именно изменения были сделаны.

source: Export
ru: Экспорт

source: This command produces a copy of a versioned folder, just like a working copy, but without the local <literal>.svn</literal> folders.
ru: Эта команда создаёт копию версированной папки, почти как рабочая копия, но без локальных папок <literal>.svn</literal>.

source: A proprietary Subversion filesystem backend for repositories. Can be used on network shares. Default for 1.2 and newer repositories.
ru: Собственная внутренняя файловая система Subversion для хранилищ. Может быть использована на сетевых разделяемых ресурсах. Используется по умолчанию для хранилищ, начиная с версии 1.2.

source: Group policy object
ru: Объект групповой политики

source: HEAD revision
ru: Ведущая ревизия (HEAD)

source: The latest revision of a file or folder in the <emphasis>repository</emphasis>.
ru: Последняя ревизия файла или папки в <emphasis>хранилище</emphasis>.

source: Import
ru: Импорт
