Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/doc/TortoiseMerge_*.po
Languages: ru

source: A diff/merge tool for Windows
ru: Инструмент сравнения/слияния для Windows

source: Version $MajorVersion$.$MinorVersion$.$MicroVersion$
ru: Версия $MajorVersion$.$MinorVersion$.$MicroVersion$

source: First
ru: Первая

source: Preface
ru: Предисловие

source: When working on a project, either an open-source project where several people review your code, or a commercial project where you sell a component with your source code, there will be people and customers who find bugs or want to improve your project. To do that they send you patches which you have to review and decide if you want to apply them.
ru: При работе над проектом, как над проектом с открытым исходным кодом, в котором несколько человек рецензируют ваш код, так и при работе над коммерческим проектом, в котором вы продаёте компоненты с их исходным кодом, найдутся люди и заказчики, обнаружившие ошибки или желающие улучшить ваш проект. Для этого они присылают заплатки, которые вам необходимо отрецензировать и принять решение об их применении.

source: Reviewing patches
ru: Рецензирование заплаток

source: Applying the patches
ru: Применение заплаток

source: TortoiseMerge helps you with both those tasks: <placeholder-1/>
ru: TortoiseMerge поможет вам в обеих задачах: <placeholder-1/>

source: TortoiseMerge also helps you to sort out conflicted files which can occur if you're working with a source control system and others are working on the same files as you.
ru: TortoiseMerge также окажет помощь в улаживании конфликтов в файлах, которые могут возникнуть, когда вы работаете с системой управления версиями и если кто-либо ещё работает с теми же файлами, что и вы.

source: TortoiseMerge is free!
ru: TortoiseMerge бесплатен!

source: TortoiseMerge is free. You don't have to pay for it, you can use it any way you want. It is developed under the GP license (GPL).
ru: TortoiseMerge бесплатен. Вам не нужно за него платить, и вы можете применять его любым удобным вам способом. Он разработан под лицензией GPL.

source: TortoiseMerge is an Open Source project. That means you have full access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Username:guest, for password hit enter) The most recent version (where we're currently working) is located under <filename>/trunk/</filename> the released versions are located under <filename>/tags/</filename>.
ru: TortoiseMerge - проект с Открытым Исходным Кодом (Open Source). Это означает, что вы имеете полный доступ к исходному коду этой программы. Вы можете просмотреть его по ссылке <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Имя пользователя / Username : guest, вместо пароля нажмите Enter). Самая последняя версия (над которой мы работаем в данный момент) находится в <filename>/trunk/</filename>, ранее выпущенные версии находятся в <filename>/tags/</filename>.

source: Donate!
ru: Вознаграждение

source: Even though TortoiseSVN and TortoiseMerge are free, you can support the developers by sending in patches and play an active role in the development. You can also help to cheer us up during the endless hours we spend in front of our computers.
ru: Хотя TortoiseSVN и TortoiseMerge и бесплатны, вы можете посодействовать разработчикам, присылая заплатки и активно участвуя в разработке. Вы также можете помочь нам, подбодрив нас в то нескончаемое время, которое мы проводим за нашими компьютерами.

source: While working on TortoiseSVN we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CDs and DVDs: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
ru: Во время работы над TortoiseSVN мы любим слушать музыку. И так как мы затрачиваем много времени на проект, нам надо <emphasis>много</emphasis> музыки. Поэтому мы составили списки пожеланий с нашими любимыми музыкальными CD и DVD: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Пожалуйста, взгляните также и на список людей, которые внесли вклад в проект, присылая исправления или переводы.

source: Acknowledgments
ru: Благодарности

source: Stefan Küng
ru: Стефану Кунгу (Stefan Küng)

source: for the hard work on TortoiseMerge
ru: за тяжёлый труд над TortoiseMerge

source: Lübbe Onken
ru: Люббе Онкену (Lübbe Onken)

source: for the beautiful icons, logo, bug hunting and taking care of the documentation
ru: за прекрасные значки, логотипы, отлов ошибок и ведение документации

source: The Tigris Style project
ru: Проекту Tigris Style (The Tigris Style project)

source: for some of the styles which are reused in this documentation
ru: за некоторые стили, использованные в этой документации

source: Our Contributors
ru: Нашим помощникам

source: for the patches, bug reports and new ideas, and for helping others by answering questions on our mailing list.
ru: за исправления, сообщения об ошибках, новые идеи и за помощь, оказанную другим - в виде ответов на вопросы в нашем списке рассылки

source: Our Donators
ru: Нашим дарителям

source: for many hours of joy with the music they sent us
ru: за многие часы удовольствия от присланной нам музыки

source: Introduction
ru: Введение

source: Overview
ru: Обзор

source: TortoiseMerge is a free/open-source application. It lets you see differences in text files, merge those changes and even review and apply unified diff files, often called <firstterm>patches</firstterm>.
ru: TortoiseMerge - это бесплатное приложение с открытым исходным кодом. Оно позволяет просматривать различия в текстовых файлах, производить слияние этих изменений, и даже рецензировать и применять объединённые файлы различий, часто называемые <firstterm baseform="заплатка">заплатками</firstterm>.

source: While working on text files, e.g. source files in your favourite programming language, or html/xml files for your documentation or website, you will often have a situation where you need to compare different versions of those files. Sometimes you get a different version from someone else, sometimes you just want to see the changes you've made.
ru: В процессе работы над текстовыми файлами, например файлами исходных кодов на вашем любимом языке программирования, или html/xml файлами для документации или веб-сайта, часто возникает ситуация, когда вам надо сравнить различные версии этих файлов. Иногда другую версию файла вы получаете от кого-то ещё, иногда вы просто желаете посмотреть сделанные вами изменения.

source: If you're working with a version control system (e.g. Subversion) then you sometimes get <emphasis>conflicts</emphasis> when you update your working copy. This happens if someone else changed the same parts of the file you're currently working on as you did. Then you have to resolve those conflicts manually. This is where TortoiseMerge can help you.
ru: Если вы работаете с системой управления версиями (например, Subversion), тогда вы иногда получаете <emphasis>конфликты</emphasis> при обновлении вашей рабочей копии. Это происходит, если кто-либо другой произвёл изменения в тех же частях файла, над которыми работали и вы в это время. Тогда вы должны уладить эти конфликты вручную,- и в этой ситуации TortoiseMerge может оказать помощь.

source: The following diagram shows you the relationships between the files involved in a conflict:
ru: Следующий рисунок показывает взаимоотношения между файлами, вовлечёнными в конфликт:

source: File Conflict
ru: Конфликт файлов

source: A conflict can also occur if you try to apply an outdated patch file. In such cases, without TortoiseMerge, you would either have to ask the person you got that patch file from for a current version or try to apply that patch file manually.
ru: Конфликт также может произойти, когда вы пытаетесь применить устаревшую заплатку. В этом случае, без TortoiseMerge, вы должны либо запросить у приславшего заплатку человека её текущую версию, либо применить заплатку вручную.

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Subversion. TortoiseMerge parses the patch file for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
ru: Но теперь, с TortoiseMerge, всё это не нужно - по крайней мере, если вы работаете с системой управления версиями, подобной Subversion. TortoiseMerge анализирует, для какой ревизии/версии был создан файл заплатки, и самостоятельно пытается извлечь эту версию из вашей системы управления версиями. Затем применяет заплатку и даёт возможность просмотреть оба набора изменений - ваш и автора заплатки. После этого вы можете решить, чьи изменения вы желаете оставить.

source: TortoiseMerge's History
ru: История TortoiseMerge

source: While working on <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> we found that whenever users sent in patches to enhance the project or just to fix bugs, we had a lot of work just applying those patches. And many times those patches were outdated and couldn't be applied with the command line patch tool <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> because we were working on those files and had sometimes changed those files already.
ru: В процессе работы над <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> мы обнаружили, что когда пользователи предоставляют заплатки для улучшения проекта или же для исправления ошибок, надо приложить массу усилий только чтобы применить эти заплатки. И много раз эти заплатки были устаревшими и не могли быть применены при помощи инструмента командной строки для применения заплаток <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> поскольку мы продолжали работать над этими файлами и иногда эти файлы были уже изменены.

source: This was also the main reason why TortoiseSVN did not originally have a <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Create Patch</guimenuitem></menuchoice> implemented: we preferred users to send us the whole files because with those it was easier to apply patches.
ru: Именно в этом была основная причина, почему в TortoiseSVN изначально не была реализована команда <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Создать заплатку</guimenuitem></menuchoice>: мы предпочитали, чтобы пользователи присылали нам файлы целиком, поскольку так заплатки было проще применять.

source: So we spent a lot of time, searching the Internet for a GUI tool which could apply patch files, but all we found was that such a tool didn't exist. So to cut a long story short: We decided that if no-one else could provide such a tool we would have to write our own. That's when TortoiseMerge was born.
ru: Итак, мы потратили много времени на поиски в Интернет инструмента с графическим интерфейсом, который мог бы применять файлы заплаток, но всё, что мы обнаружили - это то, что такого инструмента нет. Короче говоря: мы решили, что если никто не может сделать такой инструмент, то мы должны написать его сами. Так родился TortoiseMerge.

source: Since TortoiseSVN already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
ru: Поскольку TortoiseSVN уже использует библиотеку Subversion, которая обладает хорошим механизмом сравнения, было вполне естественно использовать эту библиотеку вместо GNU diff.

source: Basic Concepts
ru: Основные понятия

source: Viewing the difference between two files and merging changes into one of them, or removing unwanted changes.
ru: Просмотр различий между двумя файлами и внесение изменений путём слияния в один из них, или удаление нежелательных изменений.

source: Editing conflicts between local changes and changes in the Subversion repository following an update.
ru: Редактирование конфликтов между локальными изменениями и изменениями из хранилища Subversion после обновления.

source: Applying patch files. This is the reason TortoiseMerge was created :)
ru: Применение файлов заплаток. Именно по этой причине и была создана TortoiseMerge :)

source: TortoiseMerge has several different uses: <placeholder-1/>
ru: У TortoiseMerge есть несколько различных применений: <placeholder-1/>

source: Viewing and Merging Differences
ru: Просмотр и слияние различий

source: In this mode you are comparing two files. The file in the left pane is considered to be the original file (sometimes referred to as <emphasis>Theirs</emphasis>, and the file in the right pane is the modified file (sometimes referred to as <emphasis>Mine</emphasis>.
ru: В этом режиме вы сравниваете два файла. Файл в левой панели (иногда обозначаемый как <emphasis>их</emphasis>) считается первоисточником, а в правой панели - изменённым файлом (он иногда обозначается как <emphasis>мой</emphasis>).

source: Reverting changed lines back to the text shown in the left pane.
ru: Возвращение изменённых строк обратно к тому виду, в котором они отображаются в левой панели.

source: Using a combination of both blocks, either <emphasis>Theirs</emphasis> before <emphasis>Mine</emphasis> or <emphasis>Mine</emphasis> before <emphasis>Theirs</emphasis>.
ru: Использование совокупности обоих блоков, либо <emphasis>их</emphasis> перед <emphasis>моим</emphasis>, либо <emphasis>мой</emphasis> перед <emphasis>их</emphasis>.

source: You can make simple line-based changes to the file in the right pane which include: <placeholder-1/>
ru: Вы можете делать простые изменения (на уровне строк) в файле из правой панели, включая: <placeholder-1/>

source: You can also edit the file in the right pane just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
ru: Вы также можете редактировать файл в правой панели, как в текстовом редакторе. Отредактированные строки помечаются символом карандаша. Обратите внимание: если вы желаете произвести какие-либо из описанных выше изменений целых строк/блоков, лучше их сделать сначала, поскольку после того, как вы начнёте редактировать файл сами, TortoiseMerge будет больше не в состоянии отслеживать взаимосвязи с первоначальным файлом.

source: Editing Conflicts
ru: Редактирование конфликтов

source: This is sometimes referred to as a three-way merge, and is shown in three panes. However there are actually four files involved. The file which is not shown is the common base file, the last common ancestor of the two files which are now in conflict. The relationships between the three files are explained in the diagram below:
ru: Это также иногда называется трёхсторонним слиянием, и показывается в трёх панелях. Однако, на самом деле вовлечёнными оказываются четыре файла; файл, который не отображается - это общий базовый файл, последний общий предок тех двух файлов, которые конфликтуют. Взаимоотношения между тремя файлами объясняет нижеприведённый рисунок:

source: The base file represents the oldest version of a file, from where <emphasis>You</emphasis> and <emphasis>They</emphasis> start making changes. <emphasis>Mine</emphasis> represents the base file with all the changes <emphasis>you</emphasis> made, and <emphasis>Theirs</emphasis> is the file with all the changes <emphasis>someone else</emphasis> made to the file. The left pane shows the changes in <emphasis>Theirs</emphasis> relative to the base file and the right pane shows the changes in <emphasis>Mine</emphasis> relative to the base file. The bottom pane is the output file which is where you are trying to resolve the conflicts.
ru: Базовый файл представляет старейшую версию файла, в которую <literal>вы</literal> и <literal>они</literal> начали вносить изменения. <literal>Мой</literal> представляет базовый файл со всеми <emphasis>вашими</emphasis> изменениями, и <literal>их</literal> - это файл, который содержит все изменения, сделанные <emphasis>другими</emphasis>. В левой панели показываются изменения <emphasis>их</emphasis> файла относительно базового, а в правой - изменения <emphasis>моего</emphasis> файла относительно базового. В нижней панели - результирующий файл, в котором вы и пытаетесь уладить конфликты.

source: In conflict resolution view, you can choose to use blocks from <emphasis>Mine</emphasis> or <emphasis>Theirs</emphasis> or both. But in this case, the changes are shown in the bottom pane.
ru: В режиме улаживания конфликтов вы можете использовать блоки из <emphasis>Моего</emphasis>, <emphasis>Их</emphasis>, или обоих файлов. Но в этом случае изменения будут показаны в нижней панели.

source: Applying Patches
ru: Применение заплаток

source: A patch file is a Subversion unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseSVN when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
ru: Файл заплатки - это файл объединённых различий Subversion, содержащий информацию, необходимую для применения изменений к набору файлов. Заплатка может быть предоставлена другим разработчиком, чтобы вы могли посмотреть сделанные им изменения и, возможно, зафиксировать их в хранилище. Или, она может быть создана внутри TortoiseSVN при сравнении двух папок. Это случается при сравнении ревизии из хранилища с рабочей папкой, или при сравнении двух различных путей в хранилище.

source: In either case TortoiseMerge will show a small window listing the files included in the patch. By double clicking on one of these files you fetch the relevant file and apply the changes. The left pane shows the original file content and the right pane shows it after the patch is applied.
ru: В любом случае TortoiseMerge покажет небольшое окно, в котором перечислены входящие в заплатку файлы. По двойному щелчку на одном из этих файлов он будет подгружен и к нему будут применены изменения. В левой панели показывается содержимое исходного файла, а в правой - этот же файл после применения заплатки.

source: You can edit the file in the right pane exactly as you would in compare/edit mode.
ru: Вам доступны те же возможности редактирования файла в правой панели,что и в режиме сравнения/редактирования.

source: Using TortoiseMerge
ru: Использование TortoiseMerge

source: Viewing Modes
ru: Режимы просмотра

source: TortoiseMerge has three main viewing modes: one-pane, two-pane and three-pane view. One/two-pane view is used to view changes and three-pane view is used to resolve conflicts.
ru: В TortoiseMerge есть три основных режима просмотра: однопанельный, двухпанельный и трёхпанельный. Одно/двухпанельный режим используется для просмотра изменений, трёхпанельный - для улаживания конфликтов.

source: Viewing / Merging
ru: Просмотр / слияние

source: One Pane View
ru: Однопанельный вид

source: Two Pane View
ru: Двухпанельный вид

source: Changes inside the modified lines are shown in different colors. Added string parts are shown with a lighter color, but you can of course configure the colors used here. Removed parts are indicated with a dark brown vertical line in the string. Check out the screenshot above to see how this works.
ru: Изменения внутри модифицированных строк показываются разными цветами. Добавленные части строк отображаются жёлтым цветом, удалённые части обозначаются при помощи тёмно-коричневой вертикальной линии в строке. Конечно же, вы можете настроить используемые здесь цвета. Посмотрите на рисунок выше, чтобы понять, как это работает.

source: Code reorganization usually means a lot of changes in whitespaces (space, tab, newlines) but no actual code change. For example, you split up a very long line into several lines, or you sometimes compact several lines together into one.
ru: Реорганизация кода часто приводит к множеству изменений в непечатаемых знаках (пробелы, табуляции, новые строки) без реального изменения кода. Например, вы разбили очень длинную строку на несколько, или же объединили несколько строк в одну.

source: Such changes are marked with a white circle symbol on the left side of the views. If you see such a white circle, you know immediately that no real code change is there and you don't have to check the changed block further.
ru: Такого рода изменения обозначаются белым кружком слева. И если вы видите такой кружок, вы уже знаете, что здесь нет реальных изменений кода и изучать этот блок более внимательно незачем.

source: Hand editing of the file in the right pane is possible in two-pane view. Such changes are marked with a pencil symbol.
ru: В двухпанельном режиме возможно ручное редактирование файла в правой панели. Такого рода изменения помечаются символом карандаша.

source: The two pane view has some features which are not available in the one pane view: <placeholder-1/>
ru: Двухпанельный вид имеет некоторые возможности, недоступные в однопанельном: <placeholder-1/>

source: If you want to compare/merge three files, TortoiseMerge will show you the differences in a three pane view. This view is also used if you need to resolve conflicted files.
ru: Если вы желаете сравнить/слить три файла, TortoiseMerge покажет различия в трёхпанельном виде. Этот вид также используется, когда вы улаживаете конфликты в файлах.

source: Three Pane View
ru: Трёхпанельный вид

source: The left pane shows you the differences between <emphasis>Their</emphasis> file and the <emphasis>Base</emphasis> file, while the right pane shows you the differences between <emphasis>Mine</emphasis> file and the <emphasis>Base</emphasis> file. The bottom pane shows you the result of merging <emphasis>Base</emphasis>, <emphasis>Mine</emphasis> and <emphasis>Theirs</emphasis> with possible conflicts.
ru: Левая панель показывает различия между <emphasis>Их</emphasis> файлом и <emphasis>Базовым</emphasis>, а правая панель - между <emphasis>Моим</emphasis> файлом и <emphasis>Базовым</emphasis>. Нижняя панель показывает результат слияния <emphasis>Базового</emphasis> файла, <emphasis>Моего</emphasis> файла и <emphasis>Их</emphasis> файла с возможными конфликтами.

source: If you hover the mouse over the pane title, a tooltip will show the filenames used for the diff in each pane.
ru: При наведении указателя мыши на заголовок панели появляется подсказка с именем используемого для сравнения файла, отображаемого в этой панели.

source: Patch File List
ru: Список файлов в заплатке
