Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: The base file represents the oldest version of a file, from where <emphasis>You</emphasis> and <emphasis>They</emphasis> start making changes. <emphasis>Mine</emphasis> represents the base file with all the changes <emphasis>you</emphasis> made, and <emphasis>Theirs</emphasis> is the file with all the changes <emphasis>someone else</emphasis> made to the file. The left pane shows the changes in <emphasis>Theirs</emphasis> relative to the base file and the right pane shows the changes in <emphasis>Mine</emphasis> relative to the base file. The bottom pane is the output file which is where you are trying to resolve the conflicts.
de: Die <emphasis>Basis</emphasis> Datei entspricht der ältesten Version einer Datei, von welcher aus <emphasis>Sie</emphasis> und <emphasis>die Anderen</emphasis> Änderungen vorgenommen haben. <emphasis>Meine</emphasis> entspricht dabei der Basisdatei mit allen Änderungen welche <emphasis>Sie</emphasis> selbst vorgenommen haben und wird im rechten Bereich angezeigt. <emphasis>Deren</emphasis> entspricht der Basisdatei mit allen Änderungen welche <emphasis>die Anderen</emphasis> gemacht haben und wird im linken Bereich angezeigt. Der untere Bereich enthält die Ausgabedatei. In dieser werden die Konflikte aufgelöst.
ja: ベースファイルは <emphasis>You</emphasis> と <emphasis>They</emphasis> が変更を始めた、ファイルの最も古いバージョンを表します。<emphasis>Mine</emphasis> はベースファイルに対して <emphasis>you</emphasis> が行ったすべての変更があるファイルを表します。また、<emphasis>Theirs</emphasis> は <emphasis>他人</emphasis> が行ったすべての変更があるファイルを表します。左ペインはベースファイルに対する <emphasis>Theirs</emphasis> の変更を表示します。また、右ペインはベースファイルに対する <emphasis>Mine</emphasis> の変更を表示します。下ペインには、競合を解決しようとしている出力ファイルです。
sk: Základ reprezetuje najstaršiu verziu súboru, z ktorého <emphasis>Vy</emphasis> a <emphasis>Oni</emphasis> začnú vykonávať zmeny. <emphasis>Moje</emphasis> reprezentuje základ so zmenamy, ktoré ste <emphasis>vy</emphasis> urobili, <emphasis>Ich</emphasis> je súbor s vykonanými zmenami <emphasis>niekoho iného</emphasis>. Ľavý panel zobrazuje zmeny v <emphasis>Ich</emphasis> v zhľadom na základ súboru a pravý panel zobrazuje zmeny v <emphasis>Moje</emphasis> v zhľadom na základ súburu. Spodný panel je výstup súboru v ktorom sa snažíte vyriešiť konflikty.
sl: Osnovna datoteka predstavlja najstarejšo različico datoteke, od kjer ste <emphasis>vi</emphasis> in <emphasis>oni</emphasis> začeli delati spremembe. <emphasis>Vaša</emphasis> datoteka predstavlja osnovno datoteko z vsemi spremembami, ki ste jih naredili <emphasis>vi</emphasis>, <emphasis>njihova</emphasis> pa je datoteka z vsemi spremembami, ki jih je na datoteki naredil <emphasis>nekdo drug</emphasis>. Leva stran prikazuje spremembe v <emphasis>njihovi</emphasis> datoteki, relativno na osnovno datoteko, desna stran pa prikazuje <emphasis>vašo</emphasis> datoteko, relativno na osnovno datoteko. Spodnji del je izhodna datoteka, kjer poskušate spore rešiti.
zh_cn: 基础文件是最旧的版本，<emphasis>你的文件</emphasis>，<emphasis>他人的文件</emphasis>，都是从这个文件开始修改的。<emphasis>我的文件</emphasis>表示<emphasis>你</emphasis>对基础文件的修改结果，<emphasis>他人的文件</emphasis>是<emphasis>其他人</emphasis>对基础文件的修改结果。左边的窗格显示<emphasis>他人</emphasis>对基础文件的修改，右边的窗格显示<emphasis>我</emphasis>对基础文件的修改。底部窗格是你尝试解决冲突的输出文件。

source: In conflict resolution view, you can choose to use blocks from <emphasis>Mine</emphasis> or <emphasis>Theirs</emphasis> or both. But in this case, the changes are shown in the bottom pane.
de: Im Dreiwegevergleich, können Sie Blöcke aus <emphasis>Meiner</emphasis> oder <emphasis>Deren</emphasis> Datei oder aus beiden verwenden. Nur gehen in diesem Fall die Änderungen in die Zieldatei, die im unteren Bereich angezeigt wird.
ja: 競合解決ビューでは、<emphasis>Mine</emphasis> や <emphasis>Theirs</emphasis> もしくは両方から、採用するブロックを選択できます。しかし、この場合、変更は下部ペインに表示します。
sk: Pri riešení konfliktov, može vybrať použitie bloku <emphasis>Moje</emphasis> alebo <emphasis>Irch</emphasis> prípadne oboch. V tomto prípade sú zmeny zobrazené v spodnom panely.
sl: V pogledu rešitve spora lahko izberete blok iz <emphasis>Moj</emphasis> ali <emphasis>Njihov</emphasis> ali obeh. V tem primeru so spremembe vidne v spodnjem delu.
zh_cn: 在解决冲突视图，你可以选择使用<emphasis>我的</emphasis>块，或者<emphasis>他人的</emphasis>块，或者两者兼有。此时，修改在底部窗格显示。

source: Applying Patches
de: Patches Anwenden
hr: Primjena zakrpi
id: Menerapkan Patch
ja: パッチを適用
sk: Používanie záplat
sl: Namestitev popravkov
zh_cn: 应用补丁

source: A patch file is a Subversion unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseGit when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
de: Ein Patch ist eine Datei im Subversion Standard-Diff Format, die die Informationen über Änderungen an einem Satz von Dateien enthält. Der Patch kann von einem anderen Entwickler stammen, so dass Sie seine Änderungen anwenden, überprüfen und gegebenenfalls in das Projektarchiv übertragen können. Die Patchdatei kann auch intern durch TortoiseGit beim Vergleich zweier Ordner generiert werden. Dies geschieht zum Beispiel wenn Sie eine Revision im Projektarchiv mit der Arbeitskopie oder auch zwei Revisionen im Projektarchiv oder zwei verschiedene Pfade im Projektarchiv miteinander vergleichen.
sk: Záplatový súbor je súbor unifikovaného porovnania Subversion, ktorý obsahuje informácie potrebné na použite zmien do súborov. Záplata mohla byť dodaná iným vývojarom, takže si môžete prezrieť zmeny, ktoré vykonal a prípadne ich odovzdať do úložiska. Mohla tiež byť vytvorená v TortoiseGit pri porovnaní dvoch adresárovs. Toto sa stane, keď porovnáte úložisko s vašou pracovnou kópiou, alebo porovnáte dve rôzne revizie úložka, prípadne keď porovnáte dve cesty v úložisku.

source: In either case TortoiseMerge will show a small window listing the files included in the patch. By double clicking on one of these files you fetch the relevant file and apply the changes. The left pane shows the original file content and the right pane shows it after the patch is applied.
de: In jedem Fall wird TortoiseMerge ein kleines Fenster mit den vom Patch betroffenen Dateien anzeigen. Durch einen Doppelklick auf eine der Dateien wird die Ausgangsrevision geholt und die Änderungen werden angewendet. Im linken Bereich wird die Originaldatei und im rechten die veränderte Datei angezeigt.
ja: いずれの場合も、TortoiseMerge はパッチに含まれるファイルを表示する、小さなウィンドウを表示します。その中のファイルをダブルクリックすると、関連ファイルを取得し、変更を適用します。左ペインにはオリジナルファイルの内容を表示し、右ペインにはパッチを適用した結果を表示します。
sk: V oboch prípadoch TortoiseMerge zobrazí malé okno so zoznamom súborov zahrnutých v záplate. Dvojklikom na jeden z týchto súborov získate príslušný súbor a použiteje zmeny. Lavý panel zobrazí originálny súbor, na pravom panely sa zobrazí súbor po použití záplaty.
sl: V vseh primerih vam TortoiseMerge pokaže majhno pogovorno okno s seznamom datotek, ki so vključene v popravek. Z dvoklikom na posamezno datoteko preberete ustrezno datoteko in namestite spremembe. Levi del prikazuje izvirno datoteko, desni pa datoteko po nameščenem popravku.
zh_cn: 无论如何，TortoiseMerge 都会用小窗口列出补丁中的文件名称。双击其中一个文件，就会对其打补丁。左窗格显示原始文件内容，右窗格显示打补丁之后的文件内容。

source: You can edit the file in the right pane exactly as you would in compare/edit mode.
de: Sie können die Datei im rechten Bereich genau so wie im Vergleichsmodus bearbeiten.
ja: 比較・編集モードで、右ペインに対して編集を行えます。
sk: V pravom panely môžete upravovať súbor rovnako pri móde porovnať/upraviť.
sl: Datoteko lahko urejate na desni strani, tako kot bi jo v načinu primerjanja/urejanja.
zh_cn: 你可以象在比较/编辑方式一样，编辑右窗格中的文件。

source: Using TortoiseMerge
de: TortoiseMerge benutzen
hr: Korištenje TortoiseMergea
id: Menggunakan TortoiseMerge
ja: TortoiseMerge の使い方
sk: Používanie ToroiseMerge
sl: Uporaba TortoiseMerge
zh_cn: 使用 TortoiseMerge

source: Viewing Modes
de: Ansichten
id: Moda-Moda Melihat
ja: 表示モード
sk: Režimy zobrazenia
sl: Načini pregledovanja
zh_cn: 查看方式

source: TortoiseMerge has three main viewing modes: one-pane, two-pane and three-pane view. One/two-pane view is used to view changes and three-pane view is used to resolve conflicts.
de: TortoiseGit besitzt drei verschiedene Ansichten: mit einem, zwei oder drei Bereichen. Die Ein-/Zweifenstersicht dient zum Betrachten von Änderungen und die Dreifenstersicht zum Auflösen von Konflikten.
ja: TortoiseMerge は、以下の 3 つのビューモードを持っています。1 ペインビュー、2 ペインビュー、3 ペインビューです。1 ペイン・2 ペインビューは変更の確認に、3 ペインビューは、競合の解決に使用します。
sk: TortoiseMerge má tri módy zobrazenia: jednopanelový, dvojpanelový a trojpanelový. Jedno- a dvoj-panelovézobrazenie je použité na zobrazenie zmien. Trojpanelové zobrazenie sa používa na riešenie konfliktov.
sl: TortoiseMerge ima tri različne glavne načine pregledovanja: enodelni, dvodelni in trodelni pogled. Eno- in dvodelni pogled se uporabljata za pregledovanje sprememb, trodelni pogled pa je namenjen reševanju sporov.
zh_cn: TortoiseMerge 有三种主要视图方式：单窗格，两窗格和三窗格。单窗格/两窗格视图用于察看修改，三窗格用来解决冲突。

source: Viewing / Merging
de: Anzeigen / Zusammenführen
hr: Pregled / Stapanje
id: Melihat / Menggabung
ja: 表示・マージ
sk: Prezerať / Zlúčiť
sl: Pregledovanje / spajanje
zh_cn: 查看/合并

source: One Pane View
de: Vergleich übereinander in einem Bereich
hr: Pogled na razlike u jednom prozoru
id: Tampilan Satu Pane
ja: 1 ペイン表示
sk: Jednopanelové zobrazenie
sl: Enodelni pogled
zh_cn: 单窗口方式

source: Two Pane View
de: Vergleich nebeneinander mit zwei Bereichen
hr: Pogled na razlike u dva prozora
id: Tampilan Dua Pane
ja: 2 ペイン表示
sk: Dvojpanelové zobrazenie
sl: Dvodelni pogled
zh_cn: 两窗口方式

source: Changes inside the modified lines are shown in different colors. Added string parts are shown with a lighter color, but you can of course configure the colors used here. Removed parts are indicated with a dark brown vertical line in the string. Check out the screenshot above to see how this works.
de: Unterschiede innerhalb einer Zeile werden in verschiedenen Farben angezeigt. Hinzugefügte Zeichen werden in einer helleren Farbe dargestellt, aber sie können selbstverständlich die verwendeten Farben einstellen. Gelöschte Abschnitte werden durch eine dunkelbraune senkrechte Linie angezeigt.
hr: Promjene unutar mijenjanih linija se prikazuju u različitim bojama. Dodani tekst je prikazan svijetlijom bojom, a sami možete izabrati boje. Obrisani dijelovi se prikazuju tamno smeđom okomitom crtom u tekstu. U slici iznad možete vidjeti primjer.
id: Perubahan di dalam baris yang diubah ditampilkan dalam warna berbeda. Bagian string yang ditambahkan ditampilkan dengan warna lebih terang, tetapi tentunya Anda bisa mengkonfigurasi warna-warna yang digunakan di sini. Bagian yang dihapus ditunjukan dengan warna garis vertikal coklat tua dalam string. Periksa foto layar untuk melihat bagaimana ini bekerja.
ja: 変更があった行の変更点を、色を変えて表示します。文字列が追加された部分は明るい色になります (もちろんここで使用する色は設定できます)。削除された部分は暗い茶色で文字列に縦線が入ります。どのように動作するかは、上記のスクリーンショットを確認してください。
sk: Zmeny v rámci zmenených súborov sú označené farebne. Pridanie reťazcov je zobrazené bledšími farbami, použité farby je samozrejme možné nastaviť. Odstránené časti sú označené tmavohnedou farbou, vodorovne i v reťazci. Pozrite obrázok hore, aby ste videli ako to funguje.
sl: Spremembe v spremenjenih vrsticah so prikazane v drugačni barvi. Dodani nizi so prikazani s svetlejšo barvo, seveda pa lahko barve poljubno nastavite. Odstranjeni deli besedila so prikazani z rjavo vodoravno črto. Poglejte si posnetek okna, da vidite, kako stvar deluje.
zh_cn: 用不同的颜色来显示修改行。增加的部分使用浅色，当然你可以配置使用什么颜色。删除部分使用深褐色删除线显示。检查屏幕快照了解它们如何工作。

source: Code reorganization usually means a lot of changes in whitespaces (space, tab, newlines) but no actual code change. For example, you split up a very long line into several lines, or you sometimes compact several lines together into one.
de: Die Reorganisation von Quellcode führt häufig zu größeren Änderungen an Leerzeichen (Leerzeichen, Tabulatoren, Leerzeilen) ohne tatsächliche Änderungen am Programmcode. Zum Beispiel spalten Sie eine sehr lange Zeile in mehrere kurze Zeilen auf oder lassen einen automatischen Quellcodeformatierer über den Programmcode laufen.
hr: Reorganizacija izvornog koda podrazumijeva puno promijena u prazninama (razmaci, nove linije i dr.) ali bez pravih promjena koda. Na primjer, prelomite jako dugu liniju u nekoliko redaka, ili ponekad spojite nekoliko redaka u jedan.
id: Reorganisasi kode biasanya berarti banyak perubahan dalam spasi putih (spasi, tab, baris baru) tapi tidak ada perubahan kode aktual. Sebagai contoh, Anda memisahkan baris yang sangat panjang menjadi beberapa baris, atau kadang kala Anda memampatkan beberapa baris bersama menjadi satu baris.
ja: コードの再編成をすると、ホワイトスペース (空白、タブ、改行) に大量に変更があっても、実際のコードには変更がないことがあります。例えば、非常に長い行を数行に分割したり、短い複数の行をひとつにまとめたり、といったことです。
sk: Reorganizácia kódu zvyčajne znamená množstvo zmien bielych znakoch (medzery, tabulátory, nové riadky), ale žiadna zmena v kóde. Napríklad rozdelenie veľmi dlhého riadku na viacero riadkov, alebo zlúčenie viacej riadkov do jedného.
sl: Preurejanje kode ponavadi pomeni veliko sprememb presledkov (posamičnih presledkov, tabulatorjev, novih vrstic) in nobene dejanske spremembe kode. Primer: dolgo vrstico razdelite na več krajših ali pa več krajših združite v eno dolgo.
zh_cn: 代码重构经常意味着许多空白字符(空格，制表，新行)变化，但是没有实际上的代码改变。举例来说，你可以将一个很长的行拆分为几行，或者将几行合并为一行。

source: Such changes are marked with a white circle symbol on the left side of the views. If you see such a white circle, you know immediately that no real code change is there and you don't have to check the changed block further.
de: Solche Änderungen werden durch einen weißen Kreis am linken Rand der Bereiche dargestellt. Wenn Sie einen Kreis sehen, wissen Sie sofort, dass keine echte Codeänderung vorliegt und Sie den Block nicht genauer untersuchen müssen.
ja: そう言った変更は、表示の左側に白円で表します。そういった白円がある場合には、そこの実際のコードには変更がなく、変更箇所のチェックを行う必要がないことがすぐにわかります。
sk: Také zmeny sú označené bielym krúžkom na ľavej strane panelu. Keď vidíte takýto krúžok okamžite viete, že nebola vykonaná žiadna skutočná zmena kódu a teda nie je nutné daný blok zvlášť kontrolovať.
sl: Takšne spremembe so prikazane z belim krogcem na levi strani okna. Če vidite takšno oznako, takoj veste, da ne gre za pravo spremembo kode in vam je tako ni treba podrobneje pregledovati.
zh_cn: 这些改变在视图的左边用白色圆形符号标记。如果你看到了这些白色圆形，就立即知道这里没有实际代码改变，不需要进一步检查这个代码块

source: Hand editing of the file in the right pane is possible in two-pane view. Such changes are marked with a pencil symbol.
de: In der Zweifenstersicht können Sie die Datei im rechten Fenster bearbeiten. Solche Änderungen werden durch einen Stift gekennzeichnet.
ja: 2 ペイン表示では、右ペインにあるファイルの手編集が可能です。そのような変更は鉛筆マークが付きます。
sk: Ručné úpravy sú možne v pravom panely pri dvojpanelovom zobrazení. Takéto zmeny sú označené znakom ceruzky.
sl: Ročno urejanje datoteke v desnem podoknu je možno v dvodelnem pogledu. Takšne spremembe so označene s simbolom svinčnika.
zh_cn: 在两窗格视图中，可以在右边的窗格编辑文件。这些修改用铅笔符号标记。

source: The two pane view has some features which are not available in the one pane view: <placeholder-1/>
de: Die Zweifenstersicht bietet einige Möglichkeiten, die in der Einfenstersicht nicht zur Verfügung stehen: <placeholder-1/>
hr: Dvostrani pogled ima neke mogućnosti koje nisu dostupne u jednostrukom pogledu: <placeholder-1/>
id: Tampilan dua pane mempunyai beberapa fitur yang tidak tersedia dalam tampilan satu pane: <placeholder-1/>
ja: 2 ペイン表示には、1 ペイン表示にはない以下の特徴があります。<placeholder-1/>
sk: Dvojpanelové zobrazenie má niektoré funkcie, ktoré niesú dostupné v jednopanelovom zobrazení: <placeholder-1/>
sl: Dvodelni pogled ima v primerjavi z enodelnim nekaj dodatnih možnosti: <placeholder-1/>
zh_cn: 两窗口方式有单窗口方式不具备的一些特性：<placeholder-1/>

source: If you want to compare/merge three files, TortoiseMerge will show you the differences in a three pane view. This view is also used if you need to resolve conflicted files.
de: Für den Fall dass Sie drei Dateien zusammenführen möchten, zeigt TortoiseMerge Ihnen diese in drei Bereichen an. Die gleiche Ansicht wird auch für das Auflösen von Konflikten verwendet.
hr: Ako želite usporediti/stopiti tri datoteke, TortoiseMerge će pokazati razlike u trostrukom pogledu. Ovaj način se koristi i ako želite razriješiti sukobljene datoteke.
id: Jika Anda ingin membandingkan/menggabung tiga file, TortoiseMerge akan memperlihatkan kepada Anda perbedaan dalam tampilan tiga pane. Tampilan ini juga digunakan jika Anda perlu untuk menyelesaikan file berkonflik.
ja: 3 ファイルを比較・マージする場合、TortoiseMerge は 3 ペインで差分を表示します。ファイルの競合を解消する必要があるときにも便利です。
sk: Keď chcete porovnať/zlúčiť tri súbory, TortoiseMerge zobrazí rozdiely v trojpanelovom zobrazení. Toto zobrazenie je tiež použité, keď potrebujete riešiť konflikty.
sl: Če želite primerjavi/spajati tri datoteke, vam TortoiseMerge prikaže razlike v tridelnem pogledu. Ta pogled se uporablja tudi pri reševanju sporov.
zh_cn: 如果你要比较/合并三个文件，TortoiseMerge 将会使用三窗口方式显示差异。这个视图也用来解决冲突文件。

source: Three Pane View
de: Zusammenführen mit drei Bereichen
hr: Trostruki pogled
id: Tampilan Tiga Pane
ja: 3 ペイン画面
sk: Trojpanelové zobrazenie
sl: Tridelni pogled
zh_cn: 三窗口方式

source: The left pane shows you the differences between <emphasis>Their</emphasis> file and the <emphasis>Base</emphasis> file, while the right pane shows you the differences between <emphasis>Mine</emphasis> file and the <emphasis>Base</emphasis> file. The bottom pane shows you the result of merging <emphasis>Base</emphasis>, <emphasis>Mine</emphasis> and <emphasis>Theirs</emphasis> with possible conflicts.
de: Der linke Bereich zeigt Ihnen die Unterschiede zwischen <emphasis>Deren</emphasis> Datei und der <emphasis>Basis</emphasis> Datei, während der rechte Bereich die Unterschiede zwischen <emphasis>Meiner</emphasis> Datei und der <emphasis>Basis</emphasis> Datei darstellt. Der untere Bereich zeigt Ihnen das Ergebnis des Zusammenführens der drei Dateien, inklusive möglicher Konflikte.
ja: 左ペインには <emphasis>Their</emphasis> ファイルと <emphasis>Base</emphasis> ファイルの差異を表示し、右ペインには <emphasis>Mine</emphasis> ファイルと <emphasis>Base</emphasis> ファイルの差異を表示します。下部ペインには、競合した <emphasis>Base</emphasis>, <emphasis>Mine</emphasis>, <emphasis>Theirs</emphasis> をマージした結果を表示します。
sk: Ľavý panel zobrazuje rozdiely medzi súbormi <emphasis>Ich</emphasis> a <emphasis>Základ</emphasis>, kým pravý panel zobrazuje rozdiely medzi súbormi <emphasis>Moje</emphasis> a <emphasis>Základ</emphasis>. Spodný panel zobrazuje vysledok spojenia <emphasis>Základ</emphasis>, <emphasis>Moje</emphasis> a <emphasis>Ich</emphasis>s možnými konfliktami. Pri prejdení mzšov ponad názov panela, zobrazí sa meno súboru pre daný panel.
sl: Leva stran prikazuje spremembe med <emphasis>njihovo</emphasis> datoteko in <emphasis>osnovno</emphasis> datoteko, desna pa spremembe med <emphasis>vašo</emphasis> datoteko in <emphasis>osnovno</emphasis> datoteko. Spodnji del prikazuje rezultat spajanja <emphasis>osnovne</emphasis>, <emphasis>vaše</emphasis> in <emphasis>njihove</emphasis> datoteke z možnimi spori.
zh_cn: 左窗口显示<emphasis>他人的</emphasis>文件与<emphasis>基础</emphasis>文件的差异，右窗口显示<emphasis>我的</emphasis>文件与<emphasis>基础</emphasis>文件的差异。底部窗口显示<emphasis>基础文件</emphasis>，<emphasis>我的文件</emphasis>，与 <emphasis>他人的文件</emphasis> 的合并结果，以及可能的冲突。

source: If you hover the mouse over the pane title, a tooltip will show the filenames used for the diff in each pane.
de: Wenn Sie mit der Maus über die Titelzeile jedes Bereichs fahren, wird Ihnen der Name der jeweiligen Datei in einem Hinweistext angezeigt.
ja: ペインタイトルにマウスを持っていくと、どちらのペインでも差分をとっているファイル名をツールチップに表示します。
sk: Keď prejde myšou ponad názov panelu, v tipe pre každý panel bude zobrayené meno súboru použitého pre porovanie.
sl: Če z miško nekoliko mirujete nad naslovom dela strani, vam namig prikaže imena datotek, ki so uporabljena za razlikovanje v posameznih delih.
zh_cn: 如果你的鼠标在窗格的标题栏逗留，会有工具提示显示此窗格用于比较的文件名称。

source: Patch File List
de: Patchliste
id: Daftar Berkas Tambalan
ja: パッチをあてるファイル一覧
sk: Zonznam súborov v záplate
sl: Seznam datotek v popravku
zh_cn: 补丁文件列表

source: After TortoiseMerge parses the patch file it will show you a small window with all the files which have changes according to the patch file. <placeholder-1/> If the filename is shown in black, then the patch can be applied without any problems. That means the file is not outdated according to the patch. However, if the filename is shown in red, then the patch can't get applied directly because you already changed that file.
de: Nachdem TortoiseMerge die Patchdatei eingelesen hat, wird ein kleines Dialogfenster mit allen Dateien, die durch den Patch geändert würden, angezeigt. <placeholder-1/> Wenn der Dateiname schwarz ist, kann der Patch ohne Probleme übernommen werden, weil die Zieldatei dem in der Patchdatei angegebenen Stand entspricht. Ist der Dateiname hingegen rot, dann kann der Patch nicht direkt übernommen werden, da die Zieldatei schon anderweitig geändert wurde.
ja: TortoiseMerge がパッチファイルをパースすると、そのパッチファイルで変更するファイルを表示する、小さなウィンドウを表示します。<placeholder-1/> ファイル名が黒で表示されている場合、問題なくパッチを当てられます。これはパッチがそのファイルに対して古くなっているわけではないということを表します。しかし、ファイル名が赤で表示されている場合、既にファイルを変更してしまっているため、直接パッチを当てることができません。
sk: Keď sa podarilo TortoiseMerge zanalyzovať záplatový súbor, zobrazí malé okno so všetkými súbormi, ktoré majú byť zmenené podľa záplaty. <placeholder-1/> Keď je meno súboru zobranené čiernou farbou, záplata môže byť bez problémov použitá. To znamená, že súbor nie je voči záplate zastaralý. Ale keď je meno súboru zobrazené červenou farbou, potom záplatu nemožno použiť priamo, pretože ste už daný súbor zmenili.
sl: Ko TortoiseMerge razčleni datoteko popravkov, prikaže majhno pogovorno okno s seznamom vseh datotek, v katerih so narejene spremembe. <placeholder-1/> Če je ime datoteke izpisano v črni barvi, se lahko popravek namesti brez težav. To pomeni, da datoteka v primerjavi s popravkom ni zastarela. Če pa je ime datoteke izpisano v rdeči barvi, popravka ne morete namestiti neposredno, saj ste datoteko že spreminjali.
zh_cn: 如果 TortoiseMerge 能解析补丁文件，它会显示一个小窗口，给出此补丁修改的文件列表。<placeholder-1/> 如果文件名称用黑色显示，那么这个补丁可以没有任何问题的应用。它表示此补丁针对的文件没有过时。如果文件名称用红色显示，那么这个补丁不能直接应用，因为你的以往修改造成了这个文件出现冲突。
