Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: This command is for text files only, and it annotates every line to show the repository revision in which it was last changed, and the author who made that change. Our GUI implementation is called TortoiseBlame and it also shows the commit date/time and the log message when you hover the mouse of the revision number.
de: Dieser Befehl steht nur für Textdateien zur Verfügung und er annotiert jede Zeile mit der Revision und dem letzten Autor. In unserer GUI Anwendung namens TortoiseBlame wird zusätzlich die Logmeldung angezeigt, wenn Sie mit der Maus über die Revisionsnummer fahren.
hr: Ova naredba je moguća samo za tekst datoteke i ona označava svaki redak sa podacima o reviziji u kojoj je taj redak zadnji put mijenjan i autoru koji je tu promjenu napravio. Naša GUI implmentacija se naziva TortoiseBlame i također pokazuje datum i vrijeme pohrane izmjene, te poruku dnevnika kad je miš iznad broja revizije.
id: Perintah ini hanya untuk file teks, dan menambahkan catatan setiap baris untuk menampilkan revisi repositori di mana perubahan terakhir dilakukan, dan pembuat yang membuat perubahan itu. Implementasi GUI kami disebut TortoiseBlame dan ia juga menampilkan tanggal/jam komit dan log pesan ketika Anda membawa mouse ke angka revisi.
ja: このコマンドはテキストファイル専用で、すべての行に対して、最後に変更したリポジトリのリビジョンと、誰が変更したのかを注釈します。我々の GUI 実装では、TortoiseBlame を呼び出し、リビジョン番号の上にマウスを持っていくと、コミット日時やログメッセージも表示します。
sk: Tento príkaz je len pre textové súbory, okomentuje každý riadok revíziou a autorom poslednej zmeny. Naša implementácia grafického rozhrania sa nazýva TortoiseBlame, ktorá zobrazuje aj dátum a čas ako aj záznam denníka pri ukázaní myšou na číslo revízie.
sl: Ta ukaz se uporablja le za besedilne datoteke, v katerih ob vsaki vrstici izpiše revizijo zadnje spremembe in avtorja te spremembe. Uporabniški vmesnik se imenuje TortoiseBlame in ob mirovanju miške na številki revizije pokaže tudi datum/čas objave in sporočilo dnevniškega zapisa.
zh_cn: 这个命令只能用于文本文件，它显示每行由哪个版本最后修改，以及修改的作者。我们的 GUI 实现称之为 TortoiseBlame，当你将鼠标停靠在版本号上时，还会显示提交的日期/时间，和日志。

source: Berkeley DB. A well tested database backend for repositories, that cannot be used on network shares. Default for pre 1.2 repositories.
de: Berkeley DB. Ein bewährtes Datenbanksystem für Projektarchive. Kann nicht über Netzwerkfreigaben genutzt werden. Standard für Projektarchive von Subversion vor Version 1.2.
hr: Berkeley DB. Dobro testirana baza za skladišta, ne može se koristiti na mrežnom disku (već samo na lokalnom). Ovo je bila osnovna baza za Subversion sladišta prije verzije 1.2.
id: Berkeley DB. Database yang sudah teruji baik untuk jalan belakang pada repositori, yang tidak bisa digunakan pada jaringan berbagi. Standar untuk pre 1.2 repositori.
ja: Berkeley DB。十分テストされているリポジトリ用データベースバックエンドだが、ネットワーク共有できない。1.2 以前のリポジトリのデフォルト。
sk: Berkeley DB. Dobre otestovaná databáza pre úložiská, ktorá nemôže byť použitá na sieťovom zdielaní. Predvolená pre úložiská pred verziou 1.2.
sl: Berkeley DB. Dobro preizkušena baza za skladišča, ki se ne more uporabljati v mapah v skupni rabi. Privzeta oblika za skladišča pred različico 1.2.
zh_cn: 伯克利 DB(BDB)。 一个经过广泛测试的版本库的数据库后端，不能使用网络文件系统(例如 NFS 或 SMBFS)。是 1.2 版本及以前的版本库之默认后端。

source: Branch
de: Verzweigen
hr: Grana
id: Branch (Cabang)
ja: ブランチ
sk: Vetva
sl: Veja
zh_cn: 分支

source: A term frequently used in revision control systems to describe what happens when development forks at a particular point and follows 2 separate paths. You can create a branch off the main development line so as to develop a new feature without rendering the main line unstable. Or you can branch a stable release to which you make only bug fixes, while new developments take place on the unstable trunk. In Subversion a branch is implemented as a <quote>cheap copy</quote>.
de: Ein Begriff der häufig in Versionskontrollsystemen verwendet wird, um zu beschreiben, wenn sich die Entwicklung an einem bestimmten Punkt verzweigt und verschiedenen Wegen folgt. Sie können von der Hauptentwicklungslinie abzweigen, um neue Funktionen zu implementieren ohne den Hauptzweig instabil zu machen. Genauso können Sie eine stabile, freigegebene Version abzweigen, an der Sie nur noch Fehler beseitigen, während die Weiterentwicklung am instabilen Hauptzweig erfolgt. In Subversion sind Zweige als <quote>billige Kopien</quote> implementiert.
sk: Výraz sa často používa pri správe verzií na popísanie čo sa stene keď sa v niektorom bode vývoj rozdelí na dve samostatné cesty. Môžete vytvoriť vetvu hlavnej vývojovej línie, takže vývoj novej funkcie bez toho aby ste spravili hlavnú líniu nestabilnú. Alebo môžete vetviť stabilné vydania, v ktorých budete robiť len opravy chýb, kým vyvoj sa bude diať v nestabinlnom kmeni. Vo Subversion je vetvenie implementované ako <quote>lácná kópia</quote>.
sl: Izraz, ki se pogosto uporablja v sistemih za nadzor različic, in opisuje dve različni poti razvoja, ki se razcepita v določeni točki. Vejo lahko ustvarite na glavni veji, da razvijate novo lastnost ločeno, ne da bi glavno vejo naredili nestabilno. Lahko pa naredite vejo stabilne izdaje, na kateri le popravljate napake, nadaljni razvoj aplikacije pa se izvaja na nestabilni glavni veji. V sistemu Subversion je veja narejena kot <quote>poceni kopija</quote>.
zh_cn: 一个经常被开发者在特定时期跟踪两个独立路径时使用的术语，它描述了在版本控制系统中发生的事情。你可以从主开发线创建分支，从而开发新特性，不会使主开发线陷入不稳定状态。或者你创建一个稳定发布版的分支，仅用于修复问题，新的开发位于不稳定的主开发线。在 Subversion 中，分支用<quote>廉价拷贝</quote>实现。

source: Checkout
de: Auschecken
hr: Preuzimanje
ja: チェックアウト
sk: Skontrolovať
sl: Prevzemi
zh_cn: 检出

source: A Subversion command which creates a local working copy in an empty directory by downloading versioned files from the repository.
de: Ein Subversionbefehl, der eine lokale Arbeitskopie in einem leeren Verzeichnis erstellt, indem versionierte Dateien aus einem Projektarchiv heruntergeladen werden.
hr: Naredba Subversiona kojom se kreira lokalna radna kopija u praznoj mapi tako da se preuzmu datoteke iz skladišta odgovarajuće, najčešće najnovije verzije.
id: Perintah Subversion yang membuat copy pekerjaan lokal dalam direktori kosong dengan mengunduh file berversi dari repositori.
sk: Príkaz Suversion, ktorý vytvorí miestnu pracovnú kópiu v prázdnom adresáry stiahnutím verziovaných súborov z úložiska.
sl: Ukaz sistema Subversion, ki iz skladišča prenese elemente pod nadzorom in tako ustvari krajevno delovno kopijo v prazni mapi.
zh_cn: 此 Subversion 命令从版本库下载受版本控制的文件，在空目录创建本地工作副本。

source: Cleanup
de: Bereinigen
hr: Čišćenje
id: Cleanup (Bersihkan)
ja: クリーンアップ
sk: Vyčistiť
sl: Počisti
zh_cn: 清理

source: To quote from the Subversion book: <quote> Recursively clean up the working copy, removing locks and resuming unfinished operations. If you ever get a <emphasis>working copy locked</emphasis> error, run this command to remove stale locks and get your working copy into a usable state again. </quote> Note that in this context <emphasis>lock</emphasis> refers to local filesystem locking, not repository locking.
de: Ein Zitat aus dem Subversion Buch: <quote>Räumt die Arbeitskopie rekursiv auf, entfernt dabei Sperren und setzt unvollendete Operationen fort. Wenn Sie jemals einen <emphasis>Arbeitskopie gesperrt</emphasis> Fehler bekommen, führen Sie diesen Befehl aus, um veraltete Sperren zu entfernen und Ihre Arbeitskopie wieder in einen nutzbaren Zustand zu versetzen.</quote> Beachten Sie, dass in diesem Zusammenhang <emphasis>Sperren</emphasis> lokale Dateisystemsperren bezeichnet und keine Sperren im Projektarchiv.
sk: Citát z knihy pre subversion: <quote> Rekurzívne čistenie preacovnej kópie, odstráni zamknutie z obnoví nedokončené operácie. Ak sa vám objaví chyba <literal>Pracovná kópia je zamknutá</literal>, spustite tento príkaz, aby ste odstránili zámky a dostali ste opäť stabilnú pracovnú kópiu. </quote> Poznámka: V tomto kontexte sa pod slovom <quote>zámok</quote> myslí zámok miestného súborového systému, nie zámok úložiska.
sl: Citat iz knjige The Subversion Book: <quote> Rekurzivno počisti delovno kopijo, tako da odstrani zaklepe in zaključi nedokončane operacije. Če se vam kdaj prikaže sporočilo <emphasis>delovna kopija zaklenjena</emphasis>, poženite ta ukaz, da ostranite zaklepe in naredite delovno kopijo spet uporabno.</quote> Upoštevajte, da v tem kontekstu <emphasis>zaklep</emphasis> pomeni zaklepanje datotečnega sistema in ne zaklepanje skladišča.
zh_cn: 摘自 Subversion 手册：<quote> 递归的清理工作目录，删除锁，恢复未完成的工作。如果你遇到<literal>工作目录已经锁定</literal>错误，运行此命令删除过时的锁，使你的工作副本恢复到可用状态。</quote>注释：在此上下文中<quote>锁</quote>指的是本地文件系统中的锁，不是版本库的锁。

source: Commit
de: Übertragen
hr: Pohrana
id: Commit (Komit)
ja: コミット
sk: Odovzdať
sl: Objavi
zh_cn: 提交

source: This Subversion command is used to pass the changes in your local working copy back into the repository, creating a new repository revision.
de: Dieser Subversionbefehl wird verwendet, um die Änderungen in Ihrer lokalen Arbeitskopie zurück in das Projektarchiv zu übertragen.
hr: Ova naredba se koristi da bi proslijedila promjene u vašoj radnoj kopiji nazad u skladište i time kreirala novu reviziju u skladištu.
id: Perintah Subversion ini digunakan untuk mengoper perubahan dalam copy pekerjaan Anda kembali ke dalam repositori, membuat revisi repositori baru.
sk: Príkaz Subversion, ktorý posunie zmeny vašej miestnej pracovnej kópie späť do úložiska, vytvoriac novú revíziu.
sl: Ta ukaz omogoča prenos krajevnih sprememb v skladišče. S tem se v skladišču ustvari nova revizije.
zh_cn: 此 Subversion 命令用于将你的本地修改传递到版本库中，创建新版本。

source: Conflict
de: Konflikt
hr: Sukob
id: Conflict (Konflik)
ja: 競合
sk: Konflikt
sl: Spor
zh_cn: 冲突

source: When changes from the repository are merged with local changes, sometimes those changes occur on the same lines. In this case Subversion cannot automatically decide which version to use and the file is said to be in conflict. You have to edit the file manually and resolve the conflict before you can commit any further changes.
de: Wenn Änderungen vom Projektarchiv mit den lokalen Änderungen zusammengeführt werden sollen, kann es vorkommen dass diese Änderungen in den selben Zeilen der Datei auftreten. In diesem Fall kann Subversion nicht selbst entscheiden welche Version zu verwenden ist und die Datei wird somit als "in Konflikt" markiert. Sie müssen die Datei von Hand editieren und den Konflikt auflösen, bevor Sie weitere Änderungen übertragen können.
hr: Kad se promjene iz skladišta stapaju sa lokalnim promjenama, ponekad se te promjene dogode na istim redcima. U tom slučaju Subversion ne može automatski odlučiti koju verziju da koristi i tada se kaže da je takva datoteka u sukobu. Morate sami ručno urediti datoteku da biste razriješili sukob i to prije pohranjivanja novih promjena.
id: Ketika perubahan dari repositori digabung dengan perubahan lokal, ada kalanya perubahan itu terjadi pada baris yang sama. Dalam hal ini Subversion tidak bisa secara otomatis menentukan versi yang mana untuk digunakan dan file yang dinyatakan sebagai konflik. Anda harus mengedit file secara manual dan menyelesaikan konflik sebelum Anda bisa mengkomit perubahan selanjutnya.
sk: Keď zmeny z úložiska sú zlučované s miestnymi zmenamy, niekedy sa tieto zmeny nachádzajú na tom istom riadku. V takomto prípade Subversion nemôže automaticky rozhodnúť, ktorú verziu má použiť a tak sa súbor dostane do stavu konfliktu. Musíte ručne upraviť súbor a vyriešiť konflikt pred tím ako odovzdáte svoje zmeny.
sl: Ob spajanju sprememb iz skladišča s krajevnimi spremembami se včasih zgodi, da se spremembe zgodijo v isti vrstici. V takšnem primeru se Subversion ne more sam odločiti, katera različica vrstice je pravilna. Rečemo, da je datoteka sporna. Pred objavo morate spremembe morate ročno popraviti in tako rešiti spore.
zh_cn: 当仓库的改变合并到本地修改时，有时会在相同的行修改。在这种情况下，Subversion 不能自动决定采用哪个版本，文件就处于冲突状态。你必须手工编辑文件，在你提交之前解决冲突。

source: Copy
de: Kopieren
hr: Kopiranje
ja: コピー
sk: Kopírovať
sl: Kopiraj
zh_cn: 复制

source: In a Subversion repository you can create a copy of a single file or an entire tree. These are implemented as <quote>cheap copies</quote> which act a bit like a link to the original in that they take up almost no space. Making a copy preserves the history of the item in the copy, so you can trace changes made before the copy was made.
de: In einem Subversion Projektarchiv können Sie eine Kopie einer einzelnen Datei oder eines ganzen Baumes erstellen. Diese sind als <quote>billige Kopien</quote> in Form eines Verweises auf das Original implementiert. Somit benötigt selbst die Kopie eines Dateibaumes fast keinen Platz. Eine Kopie behält die Historie ihrer Vorgänger, so dass auch Log-Meldungen über die Kopie hinaus verfolgt werden können.
hr: U Subversion skladištu možete napraviti kopiju jedne datoteke ili cijelog stabla mapa. Ovo je implementirano kao <quote>jeftina kopija</quote> što izgleda kao veza prema originalnoj datotekci u smislu da nova kopija gotovo da ne zauzima ništa mjesta. Izrada kopije čuva povijest stavke u kopiranju, tako da možete pratiti izmjene i prije trenutka izrade kopije.
id: Dalam repositori Subversion Anda bisa membuat copy dari file tunggal atau susunan keseluruhan. Ini diimplementasikan sebagai <quote>copy murah</quote> yang bertindak sedikit mirip link ke original di dalamnya hampir tidak ada ruang. Membuat copy menjaga sejarah dari item dalam copy, dengan demikian Anda bisa melacak perubahan yang dibuat sebelum copy dibuat.
sk: V úložisku Subversion môžete vytvoriť kópiu jedného súboru, alebo celej adresárovej vetvy. Tieto sú implementované ako <quote>lacné kópie</quote>, ktoré sa správo trochu ako odkaz na pôvodný súbor, takže nezaberajú veľa miesta. Vytváranie kópií zachováva históriu jednotlivých kopírovaných objetov, takže môžete sledovať zmeny, ktoré boli vykonané pred vytvorením kópie.
sl: V skladišču In Subversion lahko ustvarjate kopije posameznih datotek ali celotnih dreves. Te kopije so <quote>poceni kopije</quote>, ki delujejo kot povezava na izvirno datoteko ali mapo in ne zavzemajo skoraj nič prostora. Usvarjanje kopije ohrani zgodovino kopiranega elementa, tako da lahko pregledujete spremembe tudi pred izdelavo kopije.
zh_cn: 在 Subversion 版本库中，你可以创建单个文件或一个目录树的副本。此操作用<quote>廉价拷贝</quote>实现，它有些象符号连接到原始文件，几乎不耗费空间。创建的副本保留了历史，所以你可以跟踪副本创建之前的修改。

source: Delete
de: Löschen
hr: Brisanje
id: Delete (Hapus)
ja: 削除
sk: Vymazať
sl: Izbriši
zh_cn: 删除

source: When you delete a versioned item (and commit the change) the item no longer exists in the repository after the committed revision. But of course it still exists in earlier repository revisions, so you can still access it. If necessary, you can copy a deleted item and <quote>resurrect</quote> it complete with history.
de: Wenn Sie ein versioniertes Objekt löschen (und dann Übertragen), existiert die Datei oder Ordner nach der übertragenen Revision nicht mehr im Projektarchiv. Aber selbstverständlich existiert diese noch in früheren Revisionen und es kann immer noch darauf zugegriffen werden. Falls notwendig, können Sie das gelöschte Objekt wieder in die Arbeitskopie kopieren und diese so mit der kompletten Historie <quote>wieder herstellen</quote>.
ja: バージョン管理下のファイルを削除 (してコミット) すると、リポジトリ内のそのコミットを行ったバージョン以降に、その項目はもう存在しなくなります。しかしもちろん、それ以前のリポジトリのリビジョンには、まだ存在していますから、まだそれにアクセスできます。必要なら削除した項目をコピーし、履歴を含め完全に<quote>復活</quote> できます。
sk: Po vymazaní verziovaného súboru (a odovzdaní zmien) objekt už viacej nexistuje v úložisku v nasledových revíziách. Samozrejme však existuje v predchádzajúcich revíziach úložiska, takže k nemu môžete stále pristúpiť. Keď je nutné, môžete vytvoriť kópiu vymazeného objektu a <quote>vzkriesiť</quote> ho aj s jeho históriou.
sl: Ko izbrišete datoteko pod nadzorom (in objavite spremembo), tega elementa ni več v skladišču od objavljene revizije naprej. Seveda pa še vedno obstaja v prejšnjih revizijah skladišča in tako lahko še vedno dostopate do njega. Če je potrebno, lahko skopirate izbrisan element in ga pripeljete nazaj med žive s celotno zgodovino.
zh_cn: 当你删除一个受版本控制的项(并且提交了修改)，在那么在此提交版本后，它就消失于版本库中。当然，它仍旧包含在版本库的早期版本中，所以你还可以访问它。如果需要，你可以复制一个已删除项，包含历史的彻底<quote>复活</quote>它。

source: Shorthand for <quote>Show Differences</quote>. Very useful when you want to see exactly what changes have been made.
de: Abkürzung für <quote>Zeige Unterschiede</quote>. Sehr nützlich, wenn Sie genau sehen wollen, welche Änderungen Sie vorgenommen haben.
hr: Prečica za <quote>Pokaži razlike</quote>. Vrlo korisno kad želite točno vidjeti koje su promjene napravljene.
id: Kependekan dari <quote>Tampilkan Perbedaan</quote>. Sangat berguna ketika Anda ingin melihat perubahan apa yang telah dibuat secara pasti.
ja: <quote>差分表示 (Show Differences)</quote> の略。どのような変更が行われたのか正確に見たいときに便利です。
sk: Skratka pre <quote>Show Differences</quote>. Veľmi užitočné keď chcete vidieť aké zmeny boli vykonané.
sl: Bližnjica za <quote>Pokaži razlike</quote>. Zelo uporabno, kadar želite videti, kakšne spremembe natančno ste naredili.
zh_cn: <quote>显示差异</quote>的简写。当你想精确的察看变化时很有用。

source: Export
de: Exportieren
hr: Izvoz
id: Export (Ekspor)
ja: エクスポート
sk: Exportovať
sl: Izvozi
zh_cn: 导出

source: This command produces a copy of a versioned folder, just like a working copy, but without the local <literal>.svn</literal> folders.
de: Dieser Befehl erzeugt eine Kopie eines versionierten Ordners. Wie eine Arbeitskopie jedoch ohne die lokalen <filename>.svn</filename> Verzeichnisse.
hr: Ova naredba izrađuje kopiju mape,poput radne kopije (preuzimanje) ali bez lokalnih <literal>.svn</literal> mapa.
id: Perintah ini menghasilkan salinan dari folder berversi, seperti copy pekerjaan, tapi tanpa folder <literal>.svn</literal> lokal.
ja: このコマンドは、作業コピーと同様にバージョン管理下のフォルダをコピーしますが、<literal>.svn</literal> は作成しません。
sk: Príkaz vytvorí kópiu verziovaného adresára, zhodnú s pracovnou kópiou, ale bez lokálneho <literal>.svn</literal> adresára.
sl: Ta ukaz ustvari kopijo mape pod nadzorom različic, prav takšno, kot je delovna kopija, vendar brez map <literal>.svn</literal>.
zh_cn: 此命令产生一个受版本控制的文件夹之副本，很像工作副本，只是没有本地的 <literal>.svn</literal> 文件夹。

source: A proprietary Subversion filesystem backend for repositories. Can be used on network shares. Default for 1.2 and newer repositories.
de: Ein proprietäres Subversion-Dateisystem für Projektarchive. Kann über Netzwerkfreigaben genutzt werden. Seit Version 1.2 Standard für neue Projektarchive.
sk: Vlastný súborový systém Subversion pre úložiská. Môže byť použitý i na zdielom disku. Predvolený u verzie 1.2 a novších.
sl: Ekskluziven datotečni sistem za skladišča sistema Subversion. Uporablja se lahko tudi v omrežnih datotekah v skupni rabi. Privzet sistem pri različicah 1.2 in novejših.
zh_cn: 一个专用于 Subversion 版本库的文件系统后端，可以使用网络文件系统(例如 NFS 或 SMBFS)。是 1.2 版本及其后的版本库之默认后端。

source: Group policy object
de: Gruppenrichtlinienobjekt
ja: グループポリシーオブジェクト
sk: <quote>Group policy object</quote> Objekt skupinovej politiky
zh_cn: 组策略对象

source: The latest revision of a file or folder in the <emphasis>repository</emphasis>.
de: Die neueste Revision einer Datei oder eines Ordners im <emphasis>Projektarchiv</emphasis>.
hr: Zadnja revizija datoteke ili mape u <emphasis>skladištu</emphasis>.
id: Revisi terbaru dari file atau folder dalam <emphasis>repositori</emphasis>.
ja: <emphasis>リポジトリ</emphasis>にあるファイルやフォルダの最新リビジョン。
sk: Posledná revízia súboru, alebo adresára v <emphasis>úložisku</emphasis>.
sl: Najnovejša revizija datoteke ali mape v <emphasis>skladišču</emphasis>.
zh_cn: <emphasis>版本库</emphasis> 中的文件或文件夹的最新版本。

source: Import
de: Importieren
hr: Uvoz
id: Import (Impor)
ja: インポート
sk: Importovať
sl: Uvozi
zh_cn: 导入

source: Subversion command to import an entire folder hierarchy into the repository in a single revision.
de: Ein Subversionbefehl mit dem eine vollständige Ordnerhierarchie mit einer einzigen Revision in ein Projektarchiv importiert wird.
hr: Subversion naredba za uvoz cijele mape u skladište i to jednoj reviziji.
id: Perintah Subversion untuk mengimpor keseluruhan hirarki folder ke dalam revisi tunggal.
sk: Príkaz Subversion k načítaniu celej adresárovej štruktúry do úložiska v jednej revízií.
sl: Ukaz sistema Subversion za uvoz celotne hierarhije map v skladišče v eni sami reviziji.
zh_cn: 用于一次导入整个文件夹(包含子目录)的 Subversion 命令。

source: Lock
de: Sperren
hr: Zaključavanje
id: Lock (Kunci)
ja: ロック
sk: Zamknúť
sl: Zakleni
zh_cn: 加锁

source: When you take out a lock on a versioned item, you mark it in the repository as non-committable, except from the working copy where the lock was taken out.
de: Wenn Sie eine Datei sperren, wird diese im Projektarchiv als nicht übertragbar markiert, mit Ausnahme der Arbeitskopie von der aus aus die Sperre gesetzt wurde.
ja: バージョン管理下の項目のロックを取得すると、その作業コピーを除き、ロックが外れるまでリポジトリにコミット不可の印を付けます。
sk: Keď zamknete verziovaný objekt, je v úložisku označený za neodovzdateľný, okrem pracovnej kópie z ktorej bol zamknutý.
sl: Ko element pod nadzorom zaklenete, ga s tem označite v skladišču in preprečite objave, razen iz delovne kopije, ki je zaklep zahtevala.
zh_cn: 当你加锁一个版本控制项目，除了在发出加锁命令的工作目录，它在版本库中被标记为不可提交的。

source: Log
de: Protokoll
hr: Dnevnik
ja: ログ
sk: Záznam-denník
sl: Dnevniški zapis
zh_cn: 日志

source: Show the revision history of a file or folder. Also known as <quote>History</quote>.
de: Zeigt das Änderungsprotokoll einer Datei oder eines Ordners. Auch <quote>Historie</quote> genannt.
hr: Pokazuje povijest revizija neke datoteke ili mape. To zovemo i <quote>Povijest</quote>.
id: Menampilkan histori revisi dari file atau folder. Juga dikenal sebagai <quote>Histori</quote>.
ja: ファイルやフォルダのリビジョンの歴史を表します。<quote>履歴</quote>とも表します。
sk: Zobrazí históriurevízií súboru, alebo adresára. Tiež známa ako <quote>Záznam</quote>.
sl: Prikaže zgodovino revizij datoteke ali mape. Uporablja se tudi termin <quote>Zgodovina</quote>.
zh_cn: 显示文件或目录的版本历史。也称为<quote>历史</quote>。

source: History
de: Historie
hr: Povijest
id: History (Histori)
ja: 履歴
sk: Historia
sl: Zgodovina
zh_cn: 历史

source: Show the revision history of a file or folder. Also known as <quote>Log</quote>.
de: Zeigt die Revisionshistorie einer Datei oder eines Ordners. Auch als <quote>Log</quote> bekannt.
hr: Pokazuje povijest datoteke ili mape. To zovemo i <quote>Dnevnik</quote>.
id: Menampilkan histori revisi dari file atau folder. Juga dikenal sebagai <quote>Log</quote>.
ja: ファイルやフォルダのリビジョンの歴史を表します。<quote>ログ</quote>とも表します。
sk: Zobrazí históriurevízií súboru, alebo adresára. Tiež známa ako <quote>Denník</quote>.
sl: Prikaže zgodovino revizij datoteke ali mape. Uporablja se tudi termin <quote>Dnevnik</quote>.
zh_cn: 显示文件或目录的版本历史。也称为<quote>日志</quote>。

source: Merge
de: Zusammenführen
hr: Stapanje
id: Merge (Gabung)
ja: マージ
sk: Zlúčiť
sl: Spoji
zh_cn: 合并
