Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: The process by which changes from the repository are added to your working copy without disrupting any changes you have already made locally. Sometimes these changes cannot be reconciled automatically and the working copy is said to be in conflict.
de: Der Prozess mit welchem Änderungen vom Projektarchiv zur Arbeitskopie hinzugefügt werden, ohne lokale Änderungen zu beeinträchtigen. Manchmal können diese Änderungen nicht automatisch hinzugefügt werden und die Arbeitskopie befindet sich dann in einem Konflikt.
hr: Proces u kojem se promjene iz skladišta prenose u radnu kopiju bez brisanja promjena koje ste vi napravili lokalno. Poekad se izmjene u skladuštu ne mogu automatski primjeniti, već je potrebno to riješititi ručno. Za takvu situaciju kažemo da je radna kopija u sukobu.
id: Proses di mana perubahan dari repositori ditambahkan ke copy pekerjaan Anda tanpa mengganggu setiap perubahan yang sudah Anda buat secara lokal. Kadang kala perubahan ini tidak bisa disesuaikan secara otomatis dan copy pekerjaan dinyatakan dalam keadaan konflik.
ja: リポジトリに追加された変更を、手元で行った変更を壊さないように、作業コピーに追加するプロセスです。時には自動的に調整できず、作業コピーが競合と呼ばれる状態になります。
sk: Proces, ktorým sa zmeny z úložiska pridajú k vašej pracovnej kópií, bez porušenia akýchkoľvek zmien, ktoré ste vykonali. Niekedy tieto zmeny nemôžu byť pridané automaticky a pracovná kópia sa dostane do stavu konfliktu.
sl: Proces dodajanja sprememb iz skladišča v vašo delovno kopijo, ne da ob tem povozite krajevne spremembe. Včasih sprememb ni možno samodejno spojiti in takrat je delovno kopija sporna.
zh_cn: 将版本库中的修改增加到你的工作副本，不破坏本地的任何改变。有时这些修改不能自动协调，工作副本的状态称为冲突。

source: Merging happens automatically when you update your working copy. You can also merge specific changes from another branch using TortoiseGit's Merge command.
de: Das Zusammenführen passiert automatisch, wenn Sie ihre Arbeitskopie aktualisieren. Sie können auch mit dem TortoiseGit Befehl "Zusammenführen" spezifische Änderungen von einem Zweig in der Arbeitskopie zusammenführen.
hr: Stapanje se automatski poziva kad se obnavlja radna kopija. Također se mogu stapati i promjene iz druge grane koristeći Subversion naredbu Stopi.
id: Penggabungan terjadi secara otomatis ketika Anda memutahirkan copy pekerjaan Anda. Anda juga bisa menggabung perubahan spesifik dari cabang lain menggunakan perintah Merge TortoiseGit.
ja: 作業コピーを更新する際に、自動的にマージが行われます。また、TortoiseGit のマージツールを用いて、別のブランチにある変更を指定してマージすることもできます。
sk: Zlučovanie sa deje automaticky pri aktualizovaní vašej pracovnej kópie. Príkazom TortoiseGit Merge možete zlúčiť aj určené zmeny z iných vetiev.

source: If a working copy has changes to text files only, it is possible to use Subversion's Diff command to generate a single file summary of those changes in Unified Diff format. A file of this type is often referred to as a <quote>Patch</quote>, and it can be emailed to someone else (or to a mailing list) and applied to another working copy. Someone without commit access can make changes and submit a patch file for an authorized committer to apply. Or if you are unsure about a change you can submit a patch for others to review.
de: Wenn eine Arbeitskopie nur Änderungen an Textdateien aufweist, ist es möglich mit dem Diff-Befehl von Subversion eine Datei zu erstellen, welche diese Änderungen im Unified Diff Format enthält. Eine Datei mit solchem Inhalt wird üblicherweise als <quote>Patch</quote> bezeichnet und kann zum Beispiel jemand anderem per Mail geschickt werden, der diese Änderungen dann in seine Arbeitskopie übernehmen kann. Jemand ohne Übertragungsrechte zum Projektarchiv kann so Änderungen vornehmen, diese Änderungen an eine Person mit Übertragungsrechten schicken, welche dann diese Änderungen übertragen kann. Oder man kann eine solche Patchdatei anderen zuerst zur Diskussion schicken, bevor man die Änderungen überträgt.
hr: Ako vaša radna kopija ima promjene samo u tekst datotekama, moguće je koristiti Subversion naredbu Razlike kako bi se izradila datoteka sažetka svih promjena u formatu objedinjenih razlika. Datoteka ovog tipa se naziva <quote>zakrpa</quote>, i može se poslati elektroničkom poštom nekome tko će primjeniti vaše promjene na svojoj radnoj kopiji. Netko bez prava pohrane može tako napraviti promjene i poslati zakrpu onome tko je autoriziran pohraniti novu reviziju u skladištu. Također, ako niste sigurni da su vaše promjene "dobre" za skladište, možete na ovaj način poslati promjene nekome tko će ih pregledati (bez prethodne pohrane u skladište).
id: Jika copy pekerjaan sudah berubah ke hanya file teks, ini memungkinkan untuk menggunakan perintah Diff Subversion untuk menghasilkan ringkasan file tunggal dari perubahan itu dalam format Unified Diff. File dari tipe ini sering dirujuk sebagai <quote>Patch</quote>, dan bisa diemail ke orang lain (atau daftar mailing) dan diterapkan ke copy pekerjaan lain. Seseorang tanpa akses komit bisa membuat perubahan dan mengirimkan file patch untuk pengkomit yang diotorisasi untuk menerapkan. Atau jika Anda tidak yakin mengenai perubahan Anda bisa mengirimkan patch untuk ditinjau orang lain.
sk: Keď boli na pracovnej kópií zmené len textové súbory, je možné použiť príkaz Subversion porovnať, týmto je možné vytvoriť jednosúborový prehľad zmien v unifikovanom porovnaní. Súbor tohoto typu je označovaný ako <quote>Záplata</quote> a môže byť poslaná niekomu inému (alebo do postového zonznamu - mailinglist) a použitá na inej pracovnej kópií. Niekto bez práv na odovzdanie zmien takto môže urobyť zmeny a poslať ich vývojarovy, ktorý takéto práva má. Takisto, keď si nie ste istý zmenami, ktoré ste vykonali, môžete poslať záplatu na skontrolovanie.
sl: Če so se v delovni kopiji spremenile le besedilne datoteke, je možno z ukazom Razlikuj ustvariti datoteko s povzetkom sprememb v obliki poenotene različice (unified diff). Datoteka takšnega tipa se pogosto imenuje <quote>popravek</quote> in se lahko uporablja za pošiljanje sprememb po elektronski pošti vašemu sodelavcu ali dopisnemu seznamu. Ta datoteka se potem uporabi na neki drugi delovni kopiji. Nekdo, ki nima pravice pisanja po skladišču, lahko naredi spremembe in ustvari popravek, ki ga objavi nek drug uporabnik, ki ustrezne pravice ima. Ali pa če niste prepričani, da so vaše spremembe dobre, lahko na ta način drugim uporabnikom pošljete spremembe v pregled.
zh_cn: 如果工作副本只修改了文本文件，就可以使用 Subversion 的差异命令产生一个标准差异格式文件。这种文件类型通常称为<quote>补丁</quote>，可以应用到其他工作副本。没有提交权的人可以在修改后，发送补丁文件给一个认可的提交者来提交。或者不能确定此修改是否恰当，你可以发送补丁给其他人评审。

source: Property
de: Eigenschaft
hr: Svojstvo
id: Property (Properti)
ja: プロパティ
sk: Vlastnosť
sl: Lastnost
zh_cn: 属性

source: In addition to versioning your directories and files, Subversion allows you to add versioned metadata - referred to as <quote>properties</quote> to each of your versioned directories and files. Each property has a name and a value, rather like a registry key. Subversion has some special properties which it uses internally, such as <literal>svn:eol-style</literal>. TortoiseGit has some too, such as <literal>tsvn:logminsize</literal>. You can add your own properties with any name and value you choose.
de: Zusätzlich zur Versionierung von Dateien und Ordnern erlaubt Subversion die Versionierung von Metadaten für Ordner und Dateien, auch als <quote>Eigenschaften</quote> bezeichnet. Jede Eigenschaft hat einen Namen und einen Wert, ähnlich wie ein Registry-Schlüssel. Subversion selbst hat einige spezielle Eigenschaften definiert, welche intern benutzt werden, wie zum Beispiel <literal>svn:eol-style</literal>. TortoiseGit nutzt ebenfalls spezielle Eigenschaften, so zum Beispiel <literal>tsvn:logminsize</literal>. Sie können eigene Eigenschaften mit jedem Namen und Wert erstellen den sie möchten.
hr: Osim praćenja promjena u datotekama, Subversion omogućava da datotekama ili mapama dodajete metapodatke koji se također pohranjuju u revizijama. Ove metapodatke nazivamo <quote>svojstvima</quote> svakog pojedine stavke (datoteke ili mape). Svako svojstvo ima svoje ime i vrijednost. Subversion ima posebna svojstva koja koristi interno, kao <literal>svn:eol-style</literal>. TortoiseGit također ima svoja svojstva kao <literal>tsvn:logminsize</literal>. I vi možete dodati svoja svojstva, te im odabrati i imena i vrijednosti.
id: Sebagai tambahan ke direktori dan file versi Anda, Subversion membolehkan Anda untuk menambahkan metadata yang diversi - dirujuk sebagai <quote>properties</quote> ke setiap direktori dan file yang diversi Anda. Setiap properti mempunyai nama dan nilai, mirip kunci registri. Subversion mempunyai beberapa properti khusus yang digunakan secara internal, seperti <literal>svn:eol-style</literal>. TortoiseGit juga mempunyai beberapa, seperti <literal>tsvn:logminsize</literal>. Anda bisa menambah properti Anda sendiri dengan setiap nama dan nilai yang Anda pilih.
sk: Okrem verziovania, Subversion umožňuje pridať aj verziované metadata - označované ako <quote>vlastnosti</quote> - ku každému verziovanému súboru a adresáru. Každá vlastnosť má meno a hodnotu, podobne ako kľúče windows registry. Subversion ma niekoľko špeciálnych vlastností pre vnútorné použite, ako je <literal>svn:eol-style</literal>. TortoiseGit má nietoré tiež, ako je <literal>tsvn:logminsize</literal>. Možete pridávať vlastné vlastnosti s menom a hodnotou podľa vašej vôle.

source: Relocate
de: Umplatzieren
hr: Premještanje
id: Relocate (Relokasi)
ja: 再配置
sk: Premiestniť
sl: Premesti
zh_cn: 重新定位

source: If your repository moves, perhaps because you have moved it to a different directory on your server, or the server domain name has changed, you need to <quote>relocate</quote> your working copy so that its repository URLs point to the new location.
de: Wenn das Projektarchiv verschoben wird, vielleicht weil Sie es in einen anderen Ordner auf dem Server verschoben haben oder der Domänenname des Servers ändert, dann müssen Sie die Arbeitskopie <quote>umplatzieren</quote>, so dass die Projektarchiv-URL zum neuen Ort zeigt.
hr: Ako se skladište seli, možda zbog toga jer ste promjenili mapu na serveru ili se promjenilo ime servera, trebate <quote>premjestiti</quote> vašu radnu kopiju tako da URL skladišta pokazuje na novu lokaciju.
id: Jika repositori Anda pindah, barangkali karena Anda telah memindahkannya ke direktori berbeda pada server Anda, atau nama domain server berubah, Anda perlu untuk <quote>merelokasi</quote> copy pekerjaan Anda agar URL repositorinya merujuk ke lokasi baru.
ja: サーバ上の異なるディレクトリに移動したり、ドメイン名が変更されたりして、リポジトリが移動する場合、作業コピーを <quote>再配置</quote> して、リポジトリのURLを新しい場所に指し示してください。
sk: Keď sa premiestnilo vaše úložisko, pretože ste ho premiestnili na iné mieto na servery, alebo sa zmenilo doménové meno servera, potrebujete <quote>premiestniť</quote> vašu pracovnú kópiu, aby URL úložiska ukazovala na nové umiestnenie.
sl: Če se skladišče premakne (ker ste ga premaknili v drugo mapo na strežniku ali pa se je spremenilo domensko ime), morate narediti <quote>premik</quote> delovne kopije, da bodo poti URL do skladišča kazale na novo lokacijo.
zh_cn: 如果你的版本库移动了，或许是你在服务器上将它移到其它目录，或者服务器域名改变了，你需要<quote>重新定位</quote>工作目录，让其版本库地址指向新的位置。

source: Note: you should only use this command if your working copy is referring to the same location in the same repository, but the repository itself has moved. In any other circumstance you probably need the <quote>Switch</quote> command instead.
de: Hinweis: Sie sollten diesen Befehl nur benutzen wenn die Arbeitskopie zur selben Stelle im Projektarchiv selbst zeigt und nur das Projektarchiv selbst verschoben wurde. In allen anderen Situationen müssen Sie den Befehl <quote>Wechseln zu</quote> verwenden.
hr: Primjetite: trebali biste koristiti ovu naredbu ako se vaša radna kopija veže na istu stazu unutar istog skladišta, a skladište se promjestilo na drugu lokaciju. U bilo kojim drugim okolnostima, trebali biste korisiti naredbu <quote>Zamijeni</quote>.
id: Catatan: Anda hanya menggunakan perintah ini jika copy pekerjaan Anda merujuk ke lokasi yang sama dalam repositori yang sama, tapi repositori itu sendiri sudah dipindah. Dalam persoalan lain sebaliknya Anda mungkin memerlukan perintah <quote>Tukar</quote>.
ja: データを格納し保守する中心部。複数のデータベースやファイルをネットワーク上に分散して置くこともでき、ネットワークに出ずに直接アクセスできる場所に置くこともできます。
sk: Poznámka: tetno príkaz by ste mali použiť iba ak pracovná kópia odkazuje na to isté miesto toho istého úložiska, ale úložisko samotné bolo premiestnené. V všetkých iných prípadoch by ste mali namiesto toho použiť pravdepodobne <quote>Prepnúť</quote>.
sl: Opomba: ta ukaz uporabljajte le, če delovna kopija kaže na isto lokacijo znotraj istega skladišča, skladišče pa je bilo premaknjeno na drugo lokacijo. V vseh ostalih primerih uporabite ukaz <quote>Preklopi</quote>.
zh_cn: 注意：你只能在同一版本库中，工作副本引用相同的位置，仅版本库移动的情况下使用这个命令。 在其它情况下，或许你需要用<quote>切换</quote>命令。

source: Repository
de: Projektarchiv
hr: Skladište
id: Repository (Repositori)
ja: リポジトリ
sk: Úložisko
sl: Skladišče
zh_cn: 版本库

source: A repository is a central place where data is stored and maintained. A repository can be a place where multiple databases or files are located for distribution over a network, or a repository can be a location that is directly accessible to the user without having to travel across a network.
de: Ein Projektarchiv ist ein zentraler Platz in dem Daten gespeichert und verwaltet werden. Das Projektarchiv kann sowohl auf einem Server liegen und über das Netzwerk angesprochen werden, als auch auf der lokalen Platte liegen.
hr: Skladište je središnje mjesto gdje se podaci pohranjuju. Skladište može biti mjesto na mreži koje se koristi za mrežnu distribuciju, ili mjesto koje je direktno dostupno korisniku bez potrebe za mrežni promet.
id: Repositori adalah pusat tempat di mana data disimpan dan dipelihara. Repositori bisa berupa tempat di mana database multipel atau file ditempatkan untuk distribusi melalui jaringan, atau repositori bisa berupa lokasi yang diakses secara langsung ke pengguna tanpa harus berjalan melalui jaringan.
ja: データを格納し保守する中心部。複数のデータベースやファイルをネットワーク上に分散して置くこともでき、ネットワークに出ずに直接アクセスできる場所に置くこともできます。
sk: Uložísko je centrálne miesto, kde sú uložené a spravované dáta. Úložisko môže byť umiestnené na mieste s viacerými databázami, alebo súbormi umiestnenom pre rozširovanie cez sieť, alebo úložisko môže byť umiestnené na mieste, ktoré je priamo prístupné uživateľom bez nutnosti putovať sieťov.
sl: Skladišče je središčna lokacija, kjer se podatki shranjujejo in vzdržujejo. Skladišče je lahko lokacija, kjer so shranjene številne baze podatkov ali datoteke za distibucijo preko omrežja, lahko pa je tudi lokacija, ki je neposredno dostopna uporabniku, ne da bi uporabljal omrežje.
zh_cn: 版本库是存储和维护数据的中央部分。一个版本库的数据库或文件可以放在通过网络可访问的位置，或者存放在一个不需要通过网络就可以访问的地方。

source: Resolve
de: Konflikt lösen
hr: Razriješavanje sukoba
id: Resolve (Selesaikan)
ja: 解消
sk: Vyriesiť
sl: Reši
zh_cn: 解决

source: When files in a working copy are left in a conflicted state following a merge, those conflicts must be sorted out by a human using an editor (or perhaps TortoiseMerge). This process is referred to as <quote>Resolving Conflicts</quote>. When this is complete you can mark the conflicted files as being resolved, which allows them to be committed.
de: Wenn sich Dateien in einer Arbeitskopie nach einem Zusammenführen in einem Konflikt befinden, müssen diese Konflikte von einer Person mittels eines Editors (oder vielleicht TortoiseMerge) aufgelöst werden. Dieser Prozess wird als <quote>Konflikt lösen</quote> bezeichnet. Wenn die Konflikte aufgelöst sind, können diese Dateien als aufgelöst markiert werden, was eine Übertragung erlaubt.
hr: Kad datoteke u radnoj kopiji ostanu u sukobu nakon obnovljanja ili stapanja, ovi sukobi trebaju biti riješeni ručno u editoru ili TortoiseMergeu. Ovaj proces nazivamo <quote>razrješavnjem sukoba</quote>. Kada završite s ovim postupkom možete označiti sukobljene datoteke kao riješene kako biste ih mogli kasnije pohraniti.
id: Ketika file dalam copy pekerjaan dibiarkan dalam kondisi konflik mengikuti gabungan, konflik itu harus diurut oleh manusia menggunakan editor (atau mungkin TortoiseMerge). Proses ini dirujuk sebagai <quote>Menyelesaikan Konflik</quote>. Ketika ini lengkap Anda bisa menandai file yang konflik sebagai sudah diselesaikan, yang membolehkannya dikomit.
ja: 作業コピーのファイルが、マージ後に競合状態になったままになった場合、人間がエディタ (または TortoiseMerge) で競合を整理しなければなりません。このプロセスは <quote>競合の解消</quote> と言われています。競合したファイルに解消マークを付けると、コミットできるようになります。
sk: Keď súbory v pracovnej kópií boli zanechané v stave konfliktu nasleduje zlučovanie. Tieto konflkty musia byť vytriedené človekom použitím editora (alebo snáď TortoiseMerge). Tento proces je označovaný ako <quote>riešenie konfliktov</quote>. Keď je toto hotové, môžete označiť konfliktné súbory za vyriešené, čo umožní ich odovzdanie.
sl: Ko so datoteke v delovni kopiji sporne (zaradi spajanja), mora uporabnik te spore rešiti z uporabo urejevalnika (ali pa programa TortoiseMerge). Procesu rečemo <quote>reševanje sporov</quote>. Ko ste spore rešili, označite datoteko kot rešeno, kar vam omogoča njeno objavo.
zh_cn: 当工作副本中的文件在合并后处于冲突状态时，这些冲突使用使用编辑器(或许是 TortoiseMerge)手工清理。这个步骤称为<quote>解决冲突</quote>。然后你就能标记这些冲突文件已经解决，允许提交这些文件。

source: Revert
de: Rückgängig
hr: Vratiti na staro
id: Revert (Pulihkan)
ja: 取り消し
sk: Vrátiť
sl: Povrni
zh_cn: 恢复

source: Subversion keeps a local <quote>pristine</quote> copy of each file as it was when you last updated your working copy. If you have made changes and decide you want to undo them, you can use the <quote>revert</quote> command to go back to the pristine copy.
de: Subversion hält eine lokale <quote>Basis</quote>-Kopie von jeder Datei in dem Zustand, in dem sie zuletzt aktualisiert wurde in der Arbeitskopie. Wenn Sie Änderungen gemacht haben und diese rückgängig machen wollen, können Sie den Befehl <quote>Rückgängig</quote> verwenden, um zurück zur Basisversion der Datei zu kommen.
hr: Subversion lokalno pohranjuje <quote>prijašnju</quote> kopiju svake datoteke kakva je bila kad ste je zadnji put obnovili vašu radnu kopiju. Ako ste napravili izmjene i odulučili ih ponuištiti, možete kosristi naredbu <quote>Vrati na staro</quote> kako biste datoteku vratili na njezinu prijašnju kopiju.
id: Subversion memelihara copy <quote>murni</quote> lokal dari setiap file seperti setelah saat terakhir Anda memutahirkan copy pekerjaan Anda. Jika Anda telah membuat perubahan dan menentukan Anda ingin membatalkannya, Anda bisa menggunakan perintah <quote>pulihkan</quote> untuk kembali ke copy murni.
sk: Subversion udržuje kópiu <quote>pôvodnej</quote> verzie každého súboru, tak ako bol pri poslednej aktualizácií pracovnej kópie. Ak ste urobili zmeny a rozhodli ste sa ich vrátiť, môžete použiť príkaz <quote>vrátiť</quote> na vrátenie sa k pôvodnej verzií.
sl: Subversion hrani krajevno <quote>originalno</quote> kopijo vsake datoteke, kakršna je bila ob zadnji posodobitvi. Če ste na datoteki naredili spremembe in jih želite povrniti, uporabite ukaz <quote>povrni</quote>, da dobite nazaj originalno datoteko.
zh_cn: 当最后更新工作目录时，Subversion 为每个文件保留了一份本地<quote>原始</quote>副本。如果你做了修改，决定撤销，可以使用<quote>恢复</quote>命令得到原始副本。

source: Every time you commit a set of changes, you create one new <quote>revision</quote> in the repository. Each revision represents the state of the repository tree at a certain point in its history. If you want to go back in time you can examine the repository as it was at revision N.
de: Jedes Mal, wenn Sie Änderungen übertragen, wird eine neue <quote>Revision</quote> im Projektarchiv erstellt. Jede Revision stellt den Status des Projektarchivs zu einem bestimmten Zeitpunkt in der Vergangenheit dar. Wenn Sie in der Zeit zurückgehen möchten, können Sie den Zustand des Projektarchivs, wie es zur Revision N war, ansehen.
hr: Svaki put kad pohranite neke izmjene izrađujete novu <quote>reviziju</quote> u skladištu. Svaka revizija predstavlja stanje stabla repozitorija u određenom trenutku u vremenu. Ako želite pogledati stanje skladišta u prošlosti jednostavno pogledate stanje skladišta u reviziji N.
id: Setiap kali Anda mengkomit set perubahan, Anda membuat satu <quote>revisi</quote> baru dalam repositori. Setiap revisi menggambarkan keadaan dari susunan repositori pada titik tertentu dalam historinya. Jika Anda ingin kembali ke waktu Anda bisa memeriksa repositori seperti pada revisi N.
ja: 変更セットのコミット時、常に新しい <quote>リビジョン</quote> をリポジトリに作成します。各リビジョンは、履歴の決まった場所にリポジトリツリーの状態を表します。過去にさかのぼる場合は、リビジョン N のような形でリポジトリを調べられます。
sk: Pri každom oovzdaní zmien, vytvárate v úložisku novú <quote>revíziu</quote>. Každá revízia zodpovedá stavu stromu úložiska v danom čase v jeho histórií. Keď sa chcete vrátit v čase môžete si prezrieť úložisko ako bolo vo revízií N.
sl: Vsakič ko objavite spremembe, naredite novo <quote>revizijo</quote> v skladišču. Vsaka revizija predstavlja stanje skladišča ob določeni točki v njegovi zgodovini. Če želite, si lahko ogledate skladišče, kakršno je bilo ob reviziji številka N.
zh_cn: 在你每次提交改变集时，就在版本库创建了一个新<quote>版本</quote>。每个版本都表示版本库历史上的确定状态点。如果你想回溯历史，可以使用版本 N 来检查版本库。

source: In another sense, a revision can refer to the set of changes that were made when that revision was created.
de: Anders ausgedrückt bezieht sich eine Revision auf eine Menge von Änderungen, die, als diese Revision erstellt wurde, vorgenommen wurden.
hr: Revizija se upotrebljava i u drugom smilsu i znači skupinu izmjena koja je napravljenja kad je određena revizija kreirana.
id: Dengan kata lain, revisi bisa merujuk ke set dari perubahan yang dibuat ketika revisi itu dibuat.
ja: 言い換えると、リビジョンは、リビジョンが作成された時に行われた変更を指し示しています。
sk: V inom zmysle revízia môže odkazovať-poukazovať na zmeny, ktoré boli spravené prei tvorbe danej revízie.
sl: Drug pogled: revizija je množica sprememb, ki so bile narejene, ko je bila revizija ustvarjena.
zh_cn: 换个说法，版本可以引用它创建时产生的改变集。

source: Revision Property (revprop)
de: Revisionseigenschaft (revprop)
hr: Svojstva revizije (revprop)
id: Revision Property (Revisi Properti (revprop))
ja: リビジョンプロパティ (revprop)
sk: Vlastnosť revízie (revprop)
sl: Lastnost revizije (revprop)
zh_cn: 版本属性(revprop)
