Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: Most switches require additional information like a path or some other string. In those cases, append an ':' to the switch and put the string/path after it. Example: <screen> /base:"c:\folder\my base file.txt" </screen>
de: Die meisten Befehle benötigen zusätzliche Informationen, wie einen Pfad oder einen anderen Parameter. Zur Übergabe des Parameters hängen Sie einfach einen ':' an den Befehl an und schreiben den Parameter dahinter. Zum Beispiel: <screen>/base:"C:\Ordner\Meine Basisdatei.txt"</screen>
hr: Većina opcija zahtjeva dodatnu informaciju kao neki tekst. U tim slučajevima dodajte ':' na opciju i iza napišite text. Na primjer: <screen> /base:"c:\mapa\moja osnovna datoteka.txt" </screen>
id: Kebanyakan saklar memerlukan informasi seperti path atau beberapa string lain. Dalam hal itu, tambahkan ':' ke saklar dan simpan string/path setelahnya. Contoh: <screen> /base:"c:\folder\my base file.txt" </screen>
ja: ほとんどのスイッチには、パスやその他の文字列といった追加情報が必要です。この場合、スイッチの後に ':' に続けて文字列・パスを指定してください。例: <screen> /base:"c:\folder\my base file.txt" </screen>
sk: Väčšina prepínačov vyžaduje ďalšie informáce ako je cesta, alebo ďalšie reťazce. V týchto prípadoch, pridajte ':' k prepínaču a reťazec/cestu za neho. Napríklad: <screen> /base:"c:\folder\my base file.txt" </screen>
sl: Večina stikal zahteva dodatno informacijo - pot ali kak drug niz. V takšnih primerih stikalu dodajte ':' in zahtevan niz. Primer: <screen> /base:"c:\mapa\moja osnovna datoteka.txt" </screen>
zh_cn: 多数选项需要路径及其它信息。这种情况下，选项后用“:”跟一个字符串或路径。例如：<screen> /base:"c:\folder\my base file.txt" </screen>

source: List of available command line options
de: Liste der Kommandozeilenbefehle
hr: Popis dostupnih opcija komandne linije
id: Daftar opsi baris perintah yang tersedia
ja: 有効なコマンドライン一覧
sk: Zoznam parametrov príkazového riadka
sl: Seznam možnosti ukazne vrstice
zh_cn: 命令行选项列表

source: Command
de: Befehl
hr: Naredba
id: Perintah
ja: コマンド
sk: Príkaz
sl: Ukaz
zh_cn: 命令

source: Description
de: Beschreibung
hr: Opis
id: Penjelasan
ja: 説明
sk: Popis
sl: Opis
zh_cn: 描述

source: Shows a dialog box with the most important command line switches.
de: Zeigt einen Dialog mit allen möglichen Kommandozeilenbefehlen an.
hr: Pokazuje dijalog s najznačajnijim opcijama komandne linije
id: Menampilkan kotak dialog dengan saklar baris perintah yang penting.
ja: 非常に重要なコマンドラインスイッチをダイアログに表示します。
sk: Zobrazí dialogové okno s väčšinou doležitých prepínačov príkazového riadka.
sl: Prikaže pogovorno okno z najbolj pomembnimi stikali.
zh_cn: 弹出一个显示常用命令行参数的对话框。

source: The same as <placeholder-1/>.
de: Das Gleiche wie <placeholder-1/>.
hr: Isto kao i <placeholder-1/>.
id: Sama seperti <placeholder-1/>.
ja: <placeholder-1/> と同様です。
sk: Rovnako ako <placeholder-1/>.
sl: Enako kot <placeholder-1/>.
zh_cn: 同 <placeholder-1/> 一样。

source: base
de: Basis
hr: osnova
id: basis
sk: základ
sl: osnova
zh_cn: 基础版本文件

source: Specifies the <placeholder-1/> file used in three way diffs. This is the common ancestor of the files being diffed, although it is not shown in a separate window. For two way diffs, this is the left file.
de: Definiert die <placeholder-1/>datei für einen Dreiwegevergleich. Diese ist der gemeinsame Vorgänger der zu vergleichenden Dateien, auch wenn sie nicht angezeigt wird. Beim Zweiwegevergleich wird die Datei im linken Bereich angezeigt.
hr: Određuje <placeholder-1/> datoteku korištenu za trostranu razliku. Ovo je zajednička starija verzija za datoteke koje se uspoređuju, mada nije prikazana u posebnom prozoru. U dvostranom pogledu ovo bi bila datoteka iz lijevog okvira.
id: Menetapkan file <placeholder-1/> yang digunakan dalam tiga cara diffs. Ini adalah leluhur umum dari file yang sedang di-diff, meskipun tidak ditampilkan dalam jendela terpisah. Untuk dua cara diffs, ini adalah file kiri.
ja: 3 方向 diff で使用する <placeholder-1/> ファイルを指定します。独立した画面にはでませんが、これが共通の祖先になります。2 方向 diff なら左に表示します。
sk: Určuje <placeholder-1/> súbor pre trojcestné porovnanie. Je to spoločný predok porovnávaných súborov, aj keď samotný nieje zobrazený vo vlastnom okne. V dvojcestnom porovnaní je to ľavý súbor.
sl: Datoteka <placeholder-1/> v tridelnem pogledu. To je skupni prednik obeh primerjanih datotek, čeprav se ne pokaže v posebnem oknu. Pri dvodelnem pogledu je to leva datoteka.
zh_cn: 指定三路比较的文件 <placeholder-1/>。这是所有参与比较文件的祖先，尽管它不在单独的窗口显示。对于两路比较，它是左边的文件。

source: The name of the base file. This is shown in the view title instead of the file path. For three way diffs it is shown in a tooltip for the view title.
de: Der Anzeigename der <emphasis>Basisdatei</emphasis>. Er wird anstatt des Dateinamens in der Titelzeile oder beim Dreiwegevergleich in einem Hinweistext angezeigt.
hr: Ime osnovne datoteke. Ovo je prikazano u naslovu umjesto pune staze datoteke. U trostranom pogledu ovo je prikazano kao tooltip za naslov.
id: Nama dari file base. Ini ditampilkan dalam tampilan judul daripada path file. Untuk tiga cara diffs ditampilkan dalam tooltip untuk judul tampilan.
ja: base ファイルの名前です。ファイルのパスの代わりにタイトルに表示します。3 方向 diff では、ビュータイトルのツールチップに表示します。
sk: Meno súboru označeného ako Základový. Toto je zobrazené ako názov namiesto cesty súboru. Pre trojpanelové zobrazenie je to zobrazené v tipe pre názov zobrazenia.
sl: Ime osnovne datoteke. Prikaže se v naslovu pogleda namesto poti datoteke. V tridelnem pogledu se prikaže kot namig naslova pogleda.
zh_cn: 基础版本文件名称。它代替文件路径在窗口标题栏显示。在三窗口方式时，它出现在窗口标题的提示中。

source: theirs
de: Deren
hr: njihova
id: mereka
sk: Ich
sl: njihov
zh_cn: 他人的文件

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the left pane.
de: Definiert <placeholder-1/> Datei einen Dreiwegevergleich, die im linken Bereich angezeigt wird.
hr: Označava <placeholder-1/> datoteku korištenu u trostranom pogledu, prikazanu u lijevom okviru.
id: Menetapkan file <placeholder-1/> yang digunakan dalam tiga cara diffs, ditampilkan dalam pane kiri.
ja: 3 方向 diff で使用する <placeholder-1/> ファイルを指定します。左ペインに表示します。
sk: Určuje <placeholder-1/> súbor pre trojcestné porovanie, zobrazené na ľavom panely.
sl: Določi <placeholder-1/> datoteko, ki se uporablja v trodelnem pogledu, in jo prikaže na levi strani.
zh_cn: 指定用于三窗口方式的 <placeholder-1/>，显示在左窗口。

source: The name of the theirs file. This is shown in the view title instead of the file path.
de: Der Anzeigename von <emphasis>Deren</emphasis> Datei. Er wird anstatt des Dateinamens in der Titelzeile angezeigt.
hr: Ime njihove datoteke. Ovo je pokazano u naslovu pogleda umjesto pune staze datoteke.
id: Nama dari file mereka. Ini ditampilkan dalam judul tampilan daripada path file.
ja: theirs ファイルの名前です。ファイルパスの代わりにビュータイトルに表示します。
sk: Meno súboru označeného ako Ich. Toto je zobrazené ako názov namiesto cesty súboru.
sl: Ime njihove datoteke. Prikaže se v naslovu namesto poti datoteke.
zh_cn: 他人的文件名称。代替文件路径在窗口标题栏显示。

source: mine
de: Meine
hr: moja
id: saya
sk: Moje
sl: moj
zh_cn: 我的文件

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the right pane. For two way diffs, this is the right file.
de: Definiert <placeholder-1/> Datei, die sowohl beim Dreiwege- als auch im Zweiwegevergleich im rechten Bereich dargestellt wird.
hr: Označava <placeholder-1/> datoteku koja se koristi u trostranom pogledu, prikazana u desnom okviru. Za dvostranu razliku, ovo je desna datoteka.
id: Menetapkan file <placeholder-1/> yang digunakan dalam tiga cara diffs, ditampilkan dalam pane kanan. Untuk dua cara diffs, ini adalah file kanan.
ja: 3 方向 diff で使用する <placeholder-1/> ファイルを指定します。右ペインに表示します。2 方向 diff では右のファイルです。
sk: Označuje "<placeholder-1/>" súbor použitý pri trojcestnom zobrazní na pravom panely. Pre dvojpanelové zobrazenie je to pravý súbor.
sl: Določi <placeholder-1/> datoteko, ki se uporablja v trodelnem pogledu, in jo prikaže na desni strani. Pri dvodelnem pogledu je to desna datoteka.
zh_cn: 指定用于三窗口方式的 <placeholder-1/>，它显示在右窗口。对于双面板方式，是指右边的文件。

source: The name of the mine file. This is shown in the view title instead of the file path.
de: Der Anzeigename von <emphasis>Meiner</emphasis> Datei. Er wird anstatt des Dateinamens in der Titelzeile angezeigt.
hr: Ime moje datoteke. Ono je prikazano u naslovu pogleda umjesto pune staze datoteke.
id: Nama dari file mine. Ini ditampilkan dalam judul tampilan daripada path file.
ja: mine ファイルの名前です。ファイルパスの代わりにビュータイトルに表示します。
sk: Meno súboru označeného ako Moje. Toto je zobrazené ako názov namiesto cesty súboru.
sl: Ime naše datoteke. Prikaže se v naslovu namesto poti datoteke.
zh_cn: 我的文件名称。代替文件路径在窗口标题栏显示。

source: merged
de: Zieldatei
hr: stopljeno
id: gabungan
sk: Zlúčené
sl: spojeno
zh_cn: 合并后的文件

source: Specifies the resulting <placeholder-1/> file used in three way diffs. This is the file path where the result of the merge/conflict resolving is saved. If this is not set, then TortoiseMerge will ask the user where to save the result.
de: Definiert die <placeholder-1/> für den Dreiwegevergleich. Dies ist die Pfad, in der das Ergebnis abgespeichert wird. Ohne Angabe des Zielpfades fragt TortoiseMerge den Anwender, wo das Ergebnis gespeichert werden soll.
ja: 3 方向 diff で結果として得られる <placeholder-1/> ファイルを指定します。マージや競合解消した結果を保存するファイルパスです。設定しない場合、TortoiseMerge はどこに保存するか訊いてきます。
sk: Udáva výsledný <placeholder-1/> súbor pre trojcestné porovnanie. Toto je cesta k súboru kde bude uložený výsledok zlučovania/riešenia konfliktov. Ak nie je udané, TortoiseMerge sa pri ukladaní súboru opýta uživaľa kam výsledok uložiť.
zh_cn: 指定用于三路合并的结果文件 <placeholder-1/>。它是保存合并/解决冲突的结果的文件路径。如果没有指定，TortoiseMerge 将询问用户保存结果的路径。

source: The name of the merged file. This is shown in the view title instead of the file path.
de: Der Anzeigename der <emphasis>Zieldatei</emphasis>. Er wird anstatt des Dateinamens in der Titelzeile angezeigt.
hr: Ime stopljene datoteke. Ovo je prikazano u naslovu pogleda umjesto punog imena datoteke.
id: Nama dari file gabungan. Ini ditampilkan dalam judul tampilan daripada path file.
ja: merged ファイルの名前です。ファイルパスの代わりにビュータイトルに表示します。
sk: Meno súboru označeného ako Zlúčené. Toto je zobrazené ako názov namiesto cesty súboru.
sl: Ime spojene datoteke. Prikaže se v naslovu namesto poti datoteke.
zh_cn: 合并结果的文件名称。显示在窗口标题显示路径的地方。

source: very long
de: sehr lange
hr: vrlo dugačko
id: sangat lama
ja: 非常に長い時間
sk: veľmi dlhý
sl: zelo dolgo
zh_cn: 很长

source: The path where a patch should be applied to. If you don't set this path, then TortoiseMerge will try to find the path itself to match the paths in the patch file, but that can take <placeholder-1/>.
de: Der Pfad in dem ein Patch angewendet werden soll. Wenn Sie diesen Parameter nicht angeben, versucht TortoiseMerge selbst, einen zu den Pfaden in der Patchdatei passenden Basispfad herauszufinden, aber das kann <placeholder-1/> dauern.
ja: 適用するパッチファイルのパスです。このパスを設定しない場合、TortoiseMerge はパッチファイルのあるパスと一致するパスから探そうとしますが、<placeholder-1/> がかかります。
sk: Cesta, na ktorej sa má použiť záplata. Keď nezadáte túto cestu, TortoiseMerge sa pokúsi nájsť cestu, ktorá by zodpovedala ceste zo záplatového súboru. Toto môže trvať <placeholder-1/> čas.
sl: Pot, kamor se namesti popravek. Če poti ne nastavite, jo bo TortoiseMerge poskušal poiskati sam, vendar lahko to traja <placeholder-1/>.
zh_cn: 使用补丁文件的路径。如果你不设置此路径，TortoiseMerge 将自己查找匹配补丁文件的路径，但会花费<placeholder-1/>时间。

source: The name of the original file to patch. Used for the view title.
de: Der Anzeigename der zu patchenden Originaldatei.
hr: Ime originalne datoteke za krpanje. Nalazi se u naslovu prozora.
id: Nama dari file original untuk di-patch. Digunakan untuk judul tampilan.
ja: パッチを当てるオリジナルファイルの名前です。ビュータイトルに使われます。
sk: Meno súboru, na ktorý má byť použitá záplata. Použité ako meno panelu.
sl: Ime izvirne datoteke, na katero se namešča popravek. Pokaže se kot naslov.
zh_cn: 对应补丁的原始文件。用于窗口标题。

source: The name of the resulting patched file. Used for the view title.
de: Der Anzeigename der Zieldatei.
hr: Ime zakrpane datoteke. Nalazi se u naslovu prozora.
id: Nama dari file hasil patch. Digunakan untuk judul tampilan.
ja: パッチを当てたファイルの名前です。ビュータイトルに使われます。
sk: Meno výsledného súboru po použití záplaty. Použité ako meno panelu.
sl: Ime datoteke, na katero je nameščen popravek. Pokaže se kot naslov.
zh_cn: 对应补丁的文件名称。用于窗口标题。

source: The path to the patch/diff file to apply to a directory.
de: Der Pfad zu der Patch- / Diffdatei, die auf ein Verzeichnis angewendet werden soll.
hr: Staza do zakrpe ili razlike koju treba primjeniti na mapu.
id: Path ke file patch/diff untuk diterapkan ke direktori.
ja: パッチ・diff ファイルをディレクトリに適用するパスです。
sk: Cesta k adresáru, na ktorý sa má použiť záplatový súbor.
sl: Pot do datoteke popravkov/sprememb, ki naj se namesti na mapo.
zh_cn: 将要应用补丁的目录

source: Forces TortoiseMerge to start with the one-way view instead of the view the user specified in the settings.
de: Zwingt TortoiseMerge mit der Einfenstersicht anstatt der in den Optionen eingestellten Sicht zu starten.
hr: Određuje da će se TortoiseMerge pokrenuti u jednostranom pogledu umjesto u načinu koji je odredio korisnik u postavkama.
id: Memaksa TortoiseMerge untuk dimulai dengan satu-cara tampilan daripada tampilan yang ditetapkan pengguna dalam seting.
ja: TortoiseMerge を、ユーザが指定したビューではなく、強制的に 1 方向ビューで起動します。
sk: Donúti TortoiseMerge sa spustiť v jednopanelovom zobrazení namiesto toho ako uživateľ zadal v nastavení.
sl: Prisili TortoiseMerge, da se zažene v enodelnem pogledu namesto v pogledu, ki ga je uporabnik nastavil v nastavitvah.
zh_cn: 强制 TortoiseMerge 以单窗口视图启动，忽略用户的配置。

source: Switches the left and right view of the specified two files to diff.
de: Vertauscht die Dateien im rechten und linken Bereich.
hr: Zamjenjuje lijevu i desnu stranu za datoteke koje se žele usporediti.
id: Menukar tampilan kiri dan kanan dari dua file yang di-diff.
ja: 差分を取るよう指定した 2 ファイルの左右のビューを入れ替えます。
sk: Vymení ľavé a pravé zobrazenie dvoch určených súborov na porovnanie.
sl: Zamenja levo in desno stran izbranih datotek za razlikovanje.
zh_cn: 左右交换两个需要比较差异的文件。

source: /origfile:"path_to_original_file"
de: /origfile:"pfad_der_orginaldatei"
id: /origfile:"path_ke_berkas_asal"
sl: /origfile:"pot_do_originalne_datoteke"

source: /modifiedfile:"path_to_modified_file"
de: /modifiedfile:"pfad_der_geänderten_datei"
id: /modifiedfile:"path_ke_berkas_yang_berubah"
sl: /modifiedfile:"pot_do_spremenjene_datoteke"

source: /outfile:"path_to_resulting_patchfile"
de: /outfile:"pfad_der_ergebnisdatei"
id: /outfile:"path_ke_hasil_berkastambalan"
sl: /outfile:"pot_do_ustvarjenega_popravka"

source: Creates a unified diff file (patch file) of two files specified with <placeholder-1/> and <placeholder-2/>. The target path is set with <placeholder-3/>. If <placeholder-4/> is not set, a file save dialog is shown so the user can choose the location to save the patch file. Note: If <placeholder-5/> is set, all other parameters are ignored.
de: Erzeugt eine Standard-Diff Datei (Patchdatei) aus den beiden in <placeholder-1/> und <placeholder-2/> übergebenen Dateien. Das Ziel wird in <placeholder-3/> spezifiziert. Wenn <placeholder-4/> leer ist, wird ein <quote>Datei Speichern</quote> Dialog angezeigt, in dem der Anwender die Ausgabedatei angeben kann. Hinweis: Wenn <placeholder-5/> gesetzt ist, werden alle anderen Parameter ignoriert.
ja: <placeholder-1/> と <placeholder-2/> で指定したファイルから、unified diff ファイル (パッチファイル) を作成します。ターゲットパスは <placeholder-3/> にセットします。<placeholder-4/> を設定していない場合、ファイルの保存ダイアログを表示し、パッチファイルを保存する場所を指定できます。<placeholder-5/> をセットした場合、他のパラメータをすべて無視することに注意してください。
sk: Vytvorí súbor unifikovaného porovnania (súbor záplaty) dvoch súborov určených <placeholder-1/> a <placeholder-2/>. Cieľová cesta je daná <placeholder-3/>. Keď nieje nastavené <placeholder-4/> uživateľ si môže vybrať miesto na uloženie záplatového súboru. Poznámka: Keď je nastavené <placeholder-5/> všetky ostatné parametre sú ignorované.
sl: Ustvari datoteko poenotene razlike datotek, nastavljenih z <placeholder-1/> in <placeholder-2/>. Ciljna pot je nastavljena z <placeholder-3/>. Če <placeholder-4/> ni nastavljen, se uporabniku prikaže pogovorno okno za shranjevanje datoteke, tako da lahko izbere lokacijo datoteke popravkov. Opomba: Če je nastavljen <placeholder-5/>, se ostali parametri ne upoštevajo.
zh_cn: 为指定的两个文件 <placeholder-1/> 和 <placeholder-2/> 创建统一差异文件(补丁文件)。目标路径设置为 <placeholder-3/>。如果没有设置 <placeholder-4/>，会显示文件保存对话框，从而用户可以选择保存补丁文件的位置。注意：如果设置了 <placeholder-5/>，所有其它参数都会被忽略。

source: You can also supply simple filenames on the command line for compatibility with other diff programs. In this simplified form the command line is <screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> If two files are given they will be compared with each other. If three files are given, the first is taken as the BASE file, and the other two are compared with it in a three-way diff.
de: Sie können aus Kompatibilitätsgründen mit anderen Vergleichsprogrammen auch einfache Dateinamen auf der Befehlszeile übergeben. In der Vereinfachten Form sieht der Aufruf folgendermaßen aus <screen>TortoiseMerge BasisDateiPfad MeinDateiPfad [ DerenDateiPfad ]</screen> Bei zwei Dateien werden diese miteinander verglichen. Bei drei Dateien wird die erste als BASE Datei verwendet und die beiden anderen in einem Dreiwegevergleich mit ihr verglichen.
id: Anda juga dapat menyediakan nama-nama file sederhana pada baris perintah untuk kompatibilitas dengan program-program diff yang lain. Dalam bentuk yang disederhanakan ini, baris perintahnya adalah<screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> Jika dua file diberikan, mereka akan dibandingkan satu sama lain. Jika tiga file diberikan, file pertama akan dianggap sebagai file BASE, dan dua lainnya akan dibandingkan dengannya dalam diff tiga-cara.
ja: 他の diff プログラムと互換があるように、コマンドラインに単にファイル名を与えることもできます。コマンドラインの単純な形は以下になります。<screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> ファイルを 2 つ与えると、相互に比較します。3 ファイル与えると、最初の物を BASE ファイル、他の 2 つで比較する 3 方向 diff となります。
sk: Pre kompatibilitu s inými porovávacími programami, je možné spustiť TortoiseMerge aj so zadaním iba zoznamu súborov. V tejto zjedoduchšenej forme je príkazový riadok: <screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen> Ak sú zadané dva súbory, sú tieto súbory porovnané navzájom. Keď sú zadané tri súbory prvý po použitý ako základový, a zvyšné dva sú s ním porovnané trojcestným porovnaním.
sl: Zaradi združljivosti z ostalimi programi lahko v ukazni vrstici enostavno podate imena datotek v naslednji obliki: <screen> TortoiseMerge PotOsnovneDatoteke PotMojeDatoteke [ PotNjihoveDatoteke ] </screen> Če sta podani dve datoteki, ju program primerja med sabo. Če so podane tri datoteke, je prva datoteke OSNOVNA, ostali dve pa se primerjata z njo v trodelnem pogledu.
zh_cn: 为了兼容其它差异比较程序，你也可以在命令行提供简单的文件名。这种简单命令行格式是<screen> TortoiseMerge BaseFilePath MyFilePath [ TheirFilePath ] </screen>如果给出两个文件，它们会互相比较。如果给出三个文件，那么第一个文件视为基础文件，其它两个文件采用三路比较算法。

source: Glossary
de: Glossar
hr: Riječnik
id: Daftar Kata
ja: 用語集
sk: Register
sl: Slovar
zh_cn: 词汇表

source: Add
de: Hinzufügen
hr: Dodaj
id: Add (Tambah)
ja: 追加
sk: Pridať
sl: Dodaj
zh_cn: 增加

source: A Subversion command that is used to add a file or directory to your working copy. The new items are added to the repository when you commit.
de: Ein Subversion Befehl, der zum Hinzufügen von Dateien oder Ordnern zu einem Projektarchiv benutzt wird. Die neuen Objekte werden beim Übertragen zum Projektarchiv hinzugefügt.
hr: Subversion naredba koja se koristi kako bi se datoteka ili mapa dodala u skladište. Treba znati da će skladište sadržavati nove stavke tek kad sve promjene (tako i dodavanje datoteka/mapa) spremite u skladište naredbom pohrani.
id: Perintah Subversion yang digunakan untuk menambah file atau direktori ke copy pekerjaan Anda. Item baru ditambahkan ke repositori saat Anda komit.
sk: Príkaz Subversion, ktorý sa používa na pridanie súboru, alebo adresára do pracovnej kópie. Nové objekty budú pridané do úložiska pri odovzdaní.
sl: Ukaz sistema Subversion, ki se uporablja za dodajanje datoteke ali mapo v delovno kopijo. Novi elementi se v skladišče dodajo ob objavi.
zh_cn: 用于增加文件或目录到你的工作副本中的 Subversion 命令。当你提交时，这些新项目会增加到版本库中。

source: The current base revision of a file or folder in your <emphasis>working copy</emphasis>. This is the revision the file or folder was in, when the last checkout, update or commit was run. The BASE revision is normally not equal to the HEAD revision.
de: Die aktuelle Basisrevision einer Datei oder eines Ordners in Ihrer <emphasis>Arbeitskopie</emphasis>. Dies ist die Revision in der sich die Datei oder der Ordners befand als zuletzt Auschecken, Aktualisieren oder Übertragen aufgerufen wurde. Die BASE Revision entspricht normalerweise nicht der HEAD Revision
hr: Trenutna revizija datoteke ili mape u vašoj <emphasis>radnoj kopiji</emphasis>. Ovo je revizija datoteke ili mape u kojoj se nalazi, kada se dogodila zadnja obnova, pohrana ili preuzimanje. Osnovna revizija ne mora biti jednaka najnovijoj i obično nije.
id: Revisi base saat ini dari file atau folder dalam <emphasis>copy pekerjaan</emphasis>. Anda. Ini adalah revisi file atau folder terakhir, ketika checkout terakhir, memutahirkan atau komit yang sudah dijalankan. Revisi BASE biasanya tidak sama dengan revisi HEAD.
ja: <emphasis>作業コピー</emphasis>にあるファイルやフォルダの現在のベースリビジョン。最後にチェックアウト、更新、コミットを実行したときの、ファイルやフォルダののリビジョンです。BASE リビジョンは、通常 HEAD リビジョンと同じではありません。
sk: Aktuálna základová revízia súboru, alebo adresára vo vašej <emphasis>pracovnej kópií</emphasis>. Toto je revízia súboru, alebo adresára z času spustenia poslednej aktualizácie. Základná revízia nie je zhodná s hlavnou revíziou.
sl: Trenutna osnovna revizija datoteke ali mape v vaši <emphasis>delovni kopiji</emphasis>. To je revizija datoteke ali mapi pri zadnjem prevzemu, posodobitvi ali objavi. Revizija BASE v splošnem ni enaka reviziji HEAD.
zh_cn: <emphasis>工作拷贝</emphasis>中的文件或文件夹的当前基础版本。它是文件或文件夹上次检出、更新或提交后的版本。通常基础版本与最新版本并不相同。

source: Blame
de: Annotieren
hr: Okrivi
ja: 注釈履歴
sk: Obviniť
sl: Okrivi
zh_cn: 追溯
