Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: <guibutton>Show/Hide Patch List</guibutton> When TortoiseMerge has a patch list, this button allows you to hide it (so you can see both windows), or show it (so you can review the file list).
de: <guibutton>Verberge/Zeige die Patchliste</guibutton> Wenn TortoiseMerge über eine Patchliste verfügt, erlaubt Ihnen diese Schaltfläche, die Liste an- oder auszuschalten, damit die Fenster nicht verdeckt werden.
hr: <guibutton>Pokaži/sakrij popis zakrpi</guibutton> Kad TortoiseMerge ima popis zakrpi, ovaj gumb omogućava da se taj popis sakrije (da vidite oba okvira), ili da se pokaže (kako biste pregledali popis datoteka).
id: <guibutton>Tampilkan/Sembunyikan Daftar Patch</guibutton> Ketika TortoiseMerge mempunyai daftar patch, tombol ini membolehkan Anda untuk menyembunyikannya (agar Anda bisa melihat kedua jendela), atau menampilkannya (agar Anda bisa meninjau daftar file).
ja: <guibutton>パッチリストの非表示/表示</guibutton> TortoiseMerge にパッチリストがある場合、このボタンで非表示にしたり (ウィンドウ参照)、表示したり (ファイルリストの確認) できます。
sk: <guibutton>Zobraziť/Skryť zoznam záplat</guibutton> Keď TortoiseMerge má zoznam záplat, toto tlačítko vám umožní ho skryť (takže môžete vidieť obe okná), alebo zobraziť (takže ho môžete prezerať).
sl: <guibutton>Pokaži/Skrij seznam popravkov</guibutton> Ko ima TortoiseMerge seznam popravkov, vam ta gumb omogoča, da seznam prikažete (tako da ga lahko pregledate) ali skrijete (in tako vidite oba dela strani).
zh_cn: <guibutton>显示/隐藏补丁列表</guibutton> 当 TortoiseMerge 有补丁列表时，这个按钮允许你隐藏它(于是你可以看到两个窗口)，或者显示它(于是你可以复审文件列表)。

source: <guibutton>Settings</guibutton> takes you to TortoiseMerge's settings dialog.
de: <guibutton>Einstellungen</guibutton> öffnet den Einstellungsdialog von TortoiseMerge.
hr: <guibutton>Postavke</guibutton> otvara dijalog s TortoiseMerge postavkama.
id: <guibutton>Seting</guibutton> membawa Anda ke dialog seting TortoiseMerge.
ja: <guibutton>設定</guibutton> TortoiseMerge 設定ダイアログを表示します。
sk: <guibutton>Nastavenia</guibutton> zobrazí dialógové okno nastavenia pre TortoiseMerge.
sl: Gumb <guibutton>Nastavitve</guibutton> odpre pogovorno okno za nastavitve programa TortoiseMerge.
zh_cn: <guibutton>设置</guibutton> 弹出 TortoiseMerge 的设置对话框。

source: <placeholder-1/> Below the menu bar lies the tool bar. This provides easy access to the most commonly used tools, which are <placeholder-2/>
de: <placeholder-1/> Unterhalb der Menüleiste befindet sich die Werkzeugleiste. Diese stellt einen einfachen Zugang zu den am meisten verwendeten Befehlen dar: <placeholder-2/>
hr: <placeholder-1/> Ispod trake s izbornikom nalazi se traka s alatima. Ona omogućava brži pristup najčešće korištenim alatima, koji su <placeholder-2/>
id: <placeholder-1/> Di bawah ini bar menu menyediakan tool bar. Ini memudahkan akses ke piranti yang sering digunakan, yakni <placeholder-2/>
ja: <placeholder-1/> メニューバーの下にツールバーがあります。ツールに共通な機能に簡単にアクセスできるようにします。<placeholder-2/>
sk: <placeholder-1/> Pod menu leží lišta nástrojov. Táto poskytuje jednoduchý prístup k najpouživanejším nástrojom, ktoré sú <placeholder-2/>
sl: <placeholder-1/> Pod vrstico menijev se nahaja orodna vrstica, ki vam omogoča hiter dostop do najbolj uporabljenih orodij <placeholder-2/>
zh_cn: <placeholder-1/>下列菜单显示在工具条里。可以方便地使用多数常见功能，它们分别是：<placeholder-2/>

source: On the left side of the window is a locator bar. This provides a quick visual reference as to where the changes lie within the file. The bar has three columns. The left column refers to the left pane, the right column to the right pane, and the centre column to the bottom pane (if present). In one-pane view only the left column is used. The locator bar can also be used as a scroll bar to scroll all the windows simultaneously.
de: Am linken Rand ist eine kleine Navigationsleiste. Diese zeigt in einer schnellen Überblick, wo Änderungen in der Datei vorhanden sind. Die Leiste hat drei Spalten. Die linke Spalte entspricht dem linken Bereich, die rechte Spalte dem rechten Bereich, die mittlere Spalte, falls angezeigt, dem unteren Bereich. In der Einfenstersicht wird nur die linke Spalte benutzt. Die Navigationsleiste kann auch als Bildlaufleiste benutzt werden, wobei sich dann jeweils alle drei Bereiche synchron verschieben.
hr: Na lijevoj strani prozora je traka s lokacijom. Ona nudi brzu viizualnu sliku gdje su promjene unutar datoteke. Ova traka ima tri stupca. Lijevi stupac odgovara lijevom okviru, desni stupac - desnom, a srednji stupac odgovara donjem okviru (ako je aktivan trostrani pogled). U jednostranom pogledu koristi se samo lijevi stupac. Ova traka može se također koristiti za pomicanje unutar svih otvorenih datoteka odjednom.
id: Di sisi kiri jendela adalah bar lokator. Ini menyediakan referensi visual cepat di mana adanya perubahan di dalam file. Bar mempunyai tiga kolom. Kolom kiri ke pane kiri, kolom kanan ke pane kanan, dan kolom tengah ke pane bawah (jika ada). Dalam tampilan satu-pane hanya kolom kiri yang digunakan. Bar lokator bisa juga digunakan sebagai bar penggulung untuk menggulung jendela secara simultan.
ja: ウィンドウの左側にあるのは位置指定バーです。これにより、ファイルにある変更点を素早く参照できます。位置指定バーは 3 列あります。左の列は左ペインを、右の列は右ペインを、中央の列は (表示されている場合) 下部ペインを参照します。1 ペインビューでは左の列のみ使用します。位置指定バーは、ウィンドウを同時にスクロールさせるスクロールバーとしても、使用できます。
sk: Na ľavej strane okna je prehľadový stĺpec. Toto poskytuje rýchly vizuálny prehľad kde boli zmeny v súbore. Stĺpec má tri podsĺpce stĺpce. Ľavý popisuje ľavý súbor, pravý popisuje pravý súbor a stredný podsĺpec spodný panel (ak je prítomný). V jednopanelovom zobrazní je použitý iba ľavý stĺpec. Prehľadový stĺpec môže byť použitý ako skrolovací na skrolovanie všetkými oknami súčastne.
sl: Na levi strani okna se nahaja lokacijski trak. Ta prikazuje, kje v datoteki se nahajajo spremenjene vrstice. Trak ima tri stolpce. Levi stolpec se nanaša na levo stran, desni na desno, sredinski pa na spodnji del (če obstaja). Pri enodenem prikazu se uporablja le levi stolpec. Lokacijski trak se lahko uporablja tudi kot drsni trak za premikanje obeh oken hkrati.
zh_cn: 窗口的左边是定位拉杆。它提供了对文件改变的位置的快速可视化引用。这个拉杆有三列。左列引用左边的窗口，右列引用右边的窗口，中间列引用底部窗口(如果存在)。在单窗口模式下，只使用了左列。定位拉杆也可以作为滑杆使用，让所有窗口同时滑动。

source: Below the bottom window is the status bar. This shows the number of lines added and deleted in <literal>Theirs</literal> and <literal>Mine</literal>, and the number of unresolved conflicts remaining. You can also see which line-ending style is in use, what encoding (ASCII, UTF-8, etc) is assumed by TortoiseMerge, and whether there is a byte-order-mark (BOM) present in UTF-8 files. The left side of the status bar is used to display hints when you hover the mouse over a control.
de: Unterhalb des unteren Bereichs befindet sich die Statusleiste. Diese zeigt die Anzahl der hinzugefügten und entfernten Zeilen in <emphasis>Deren</emphasis> und <emphasis>Meiner</emphasis> Datei sowie die Anzahl ungelöster Konflikte an. Sie können obendrein erkennen, welcher Zeilenendestil genutzt wird, welche Zeichencodierung TortoiseMerge vermutet (ASCII, UTF-8, etc) und ob eine Byte-Order-Marke (BOM) in UTF-8 Dateien vorhanden ist. Die linke Seite der Statuszeile wird genutzt, um Hinweistexte anzuzeigen, wenn Sie mit der Maus über ein Steuerelement fahren.
id: Di bawah jendela bawah adalah status bar. Ini memperlihatkan jumlah baris yang ditambahkan dan dihapus dalam <literal>Mereka</literal> dan <literal>Saya</literal>, dan jumlah sisa konflik yang belum diselesaikan. Anda juga dapat melihat gaya akhiran baris mana yang digunakan, pengenkodean (ASCII, UTF-8, dll) yang diasumsi oleh TortoiseMerge, dan apakah byte-order-mark (BOM) ada dalam file-file UTF-8. Sisi kiri dari status bar digunakan untuk menampilkan petunjuk saat mouse melewati sebuah kontrol.
ja: 下部ウィンドウの下は、ステータスバーです。<literal>Theirs</literal> と <literal>Mine</literal> の追加・削除行数や、解消されていない競合数を表示します。また、使用している改行スタイルや、TortoiseMerge が仮定した文字のエンコード (ASCII, UTF-8, など)、UTF-8 のファイルのバイトオーダマーク (BOM) の有無も表示します。ステータスバーの左側は、マウスでコントロールを指す際に、ヒントを表示するのに使用します。
sk: Pod spodným okna sa nachádza stavový riadok. Tento zobrazuje počet pridaných, alebo zmazaných v <literal>Ich</literal> a <literal>Moje</literal>, ako aj počet ostávajúcich nevyriešených konfliktov. Možete vidieť tiež štýl ukončenia riadkov, TortoiseMerge predpokladá kódovanie (ASCII, UTF-8, etd). Ďalej prítomnosť značky poriadia byte-ov (byte-order-mark - BOM) v UTF-8 súboroch. Ľavá strana stavového riadka je použitá na zobrazenie pomoci pri prejdení myšov ponad ovládací prvok...
sl: Pod spodnjim oknom sem nahaja vrstica stanja. Ta prikazuje število dodanih in izbrisanih vrstic v datotekah <literal>njihova</literal> in <literal>moja</literal> in število še ne rešenih sporov. Vidite lahko tudi, kateri slog zaključevanja vrstic je v uporabi, vrsto kodiranja znakov (ASCII, UTF-8, etc), ki ga TortoiseMerge predpostavlja, in če se v datotekah UTF-8 uporablja byte-order-mark (BOM). Leva stran vrstice stanja se uporablja za prikaz namigov, ko z miško za hip mirujete na kontroli.
zh_cn: 底部窗口下面是状态栏。它显示了<literal>他人</literal>与<literal>本人</literal>增加和删除的行数，以及尚存的未解决冲突数目。你还可以看到使用的行结束符，编码(ASCII，UTF-8等)，以及在UTF-8编码的文件中是否有字节顺序标记(BOM)。当你的鼠标逗留在控件上的时候，状态栏的左边会显示提示。

source: Line Status Icons
de: Symbole für den Zeilenstatus
id: Ikon-Ikon Status Baris
ja: 行状態アイコン
sk: Ikonka stavu riadku
sl: Ikone stanja vrstice
zh_cn: 行状态图标

source: Changed lines are marked with an icon to indicate what type of change has occurred.
de: In geänderten Zeilen wird die Art der Änderung durch ein Symbol angezeigt.
ja: 変更のある行は、どのような変更が行われたかを表すアイコンで、マーク付けがなされます。
sk: Zmenené riadky sú označené ikonkou informujúcou o druhu zmeny, ktorá sa v danom riadku nachádza.
sl: Spremenjene vrstice so označene z ikono, ki nakazuje, za kakšno spremembo gre.
zh_cn: 已经修改的行用图标指示发生了什么类型的修改。

source: <graphic fileref="images/TMerge_lineadded.png"/> A line has been added.
de: <graphic fileref="images/TMerge_lineadded.png"/> Eine Zeile wurde hinzugefügt.
id: <graphic fileref="images/TMerge_lineadded.png"/> Sebuah baris telah ditambahkan.
ja: <graphic fileref="images/TMerge_lineadded.png"/> 追加した行です。
sk: <graphic fileref="images/TMerge_lineadded.png"/> Pridaný riadok.
sl: <graphic fileref="images/TMerge_lineadded.png"/> Vrstica je bila dodana.
zh_cn: <graphic fileref="images/TMerge_lineadded.png"/> 已经增加一行。

source: <graphic fileref="images/TMerge_lineremoved.png"/> A line has been removed.
de: <graphic fileref="images/TMerge_lineremoved.png"/> Eine Zeile wurde entfernt.
id: <graphic fileref="images/TMerge_lineremoved.png"/> Sebuah baris telah dihapus.
ja: <graphic fileref="images/TMerge_lineremoved.png"/> 削除した行です。
sk: <graphic fileref="images/TMerge_lineremoved.png"/> Odstranený riadok.
sl: <graphic fileref="images/TMerge_lineremoved.png"/> Vrstica je bila odstranjena.
zh_cn: <graphic fileref="images/TMerge_lineremoved.png"/> 已经删除一行。

source: <graphic fileref="images/TMerge_lineequal.png"/> A change has been undone by reverting to the original content of the line.
de: <graphic fileref="images/TMerge_lineequal.png"/> Eine Änderung wurde durch das Zurücksetzen einer Zeile auf ihren Ursprungszustand zurückgenommen.
ja: <graphic fileref="images/TMerge_lineequal.png"/> オリジナルな内容に戻して、変更されていない行です。
sk: <graphic fileref="images/TMerge_lineequal.png"/> Zmena bola odstranená vratením riadka do pôvodného stavu.
sl: <graphic fileref="images/TMerge_lineequal.png"/> Sprememba je bila preklicana s povrnitvijo na izvirno vsebino vrstice.
zh_cn: <graphic fileref="images/TMerge_lineequal.png"/> 此行已经通过恢复到原始内容而撤销修改。

source: <graphic fileref="images/TMerge_linewhitespace.png"/> This line contains only whitespace changes. Where several consecutive lines are marked, the paragraph may have been re-wrapped, causing words to shuffle onto adjacent lines.
de: <graphic fileref="images/TMerge_linewhitespace.png"/> Diese Zeile enthält nur Änderungen in Leerzeichen. Falls mehrere aufeinanderfolgende Zeilen markiert sind, wurde eventuell ein Absatz neu umgebrochen.
ja: <graphic fileref="images/TMerge_linewhitespace.png"/> この行には空白の変更しかありません。連続した行がマークされている場合、単語が隣接行に移されて、再度折り返しが行われた可能性があります。
sk: <graphic fileref="images/TMerge_linewhitespace.png"/> Tento riadok obsahuje iba zmeny bielych znakov. Keď je takto označných viacero nasledujúcich riadkov blok mohol byť preusporiadaný a slová poprehadzované poriadkoch.
sl: <graphic fileref="images/TMerge_linewhitespace.png"/> Vrstica vsebuje le spremembe v presledkih. Kjer je označenih več zaporednih vrstic, gre najbrž za preoblikovanje odstavka, tako da se določene besede lahko premaknejo v sosednjo vrstico.
zh_cn: <graphic fileref="images/TMerge_linewhitespace.png"/> 此行只有空白的修改。当有几行连续被标记时，此段可能被重新排版，从而造成修改。

source: <graphic fileref="images/TMerge_lineedited.png"/> A line has been edited by hand, using TortoiseMerge as a text editor.
de: <graphic fileref="images/TMerge_lineedited.png"/> Eine Zeile wurde manuell in TortoiseGit geändert.
id: <graphic fileref="images/TMerge_lineedited.png"/> Sebuah baris telah disunting secara manual, menggunakan TortoiseMerge sebagai penyunting teks.
ja: <graphic fileref="images/TMerge_lineedited.png"/> 追加した行です。
sk: <graphic fileref="images/TMerge_lineedited.png"/> Riadok bol manuálne zmenený použitím TortoiseMerga ako textového editora.
sl: <graphic fileref="images/TMerge_lineedited.png"/> Vrstica je bila urejana ročno z uporabo TortoiseMerge kot urejevalnika besedil.
zh_cn: <graphic fileref="images/TMerge_lineedited.png"/> 此行已经使用 TortoiseMerge 作为文本编辑器手工修改。

source: <graphic fileref="images/TMerge_lineconflicted.png"/> This line is in conflict.
de: <graphic fileref="images/TMerge_lineconflicted.png"/> Diese Zeile enthält einen Konflikt.
id: <graphic fileref="images/TMerge_lineconflicted.png"/> Baris ini dalam konflik.
ja: <graphic fileref="images/TMerge_lineconflicted.png"/> 競合のある行です。
sk: <graphic fileref="images/TMerge_lineconflicted.png"/> Riadok je v konflikte.
sl: <graphic fileref="images/TMerge_lineconflicted.png"/> Vrstica je sporna.
zh_cn: <graphic fileref="images/TMerge_lineconflicted.png"/> 此行处于冲突状态。

source: <graphic fileref="images/TMerge_lineconflictedignored.png"/> This line is conflicted, but the effect is hidden by whitespace or line-ending settings.
de: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Diese Zeile enthält einen Konflikt, der aufgrund der Vergleichsoptionen für Zeilenende oder Leerzeichen nicht sichtbar ist.
id: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Baris ini dalam konflik, tetapi disembunyikan oleh pengaturan spasi putih atau pengakhiran baris.
ja: <graphic fileref="images/TMerge_lineconflictedignored.png"/> 競合がありますが、空白や改行の設定により効果が見えない行です。
sk: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Tento riadok je v konflikte, ale je to skryté pretože ide len o zmny v bielych znakoch, alebo koncoch riadkov.
sl: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Vrstica je sporna, vendar se tega ne vidi zaradi nastavitev načina prikaza presledkov ali zaključkov vrstic.
zh_cn: <graphic fileref="images/TMerge_lineconflictedignored.png"/> 此行处于冲突状态，但是被空白或行结束符的设置掩盖。

source: Merging / Editing Conflicts
de: Zusammenführen / Konflikte bearbeiten
hr: Stapanje / Uređivanje sukoba
id: Menggabung / Mengedit Konflik
ja: 競合のマージ・編集
sk: Zlučovanie / úprava konfliktov
sl: Spajanje / urejanje sporov
zh_cn: 合并/编辑冲突

source: TortoiseMerge not only <emphasis>shows</emphasis> you the differences between files but also lets you resolve conflicts or apply changes.
de: TortoiseMerge <emphasis>zeigt</emphasis> Ihnen nicht nur die Unterschiede zwischen Dateien an, sondern lässt Sie diese Änderungen auch übernehmen und Konflikte lösen.
hr: TortoiseMerge nije ovdje samo kako bi <emphasis>pokazao</emphasis> razlike između datoteka, već i omogućava da razriješite sukobe ili primjenite izmjene.
id: TortoiseMerge tidak hanya <emphasis>memperlihatkan</emphasis> kepada Anda perbedaan di antara file tetapi juga membolehkan Anda menyelesaikan konflik atau menerapkan perubahan.
ja: TortoiseMerge はファイルの差分を <emphasis>表示</emphasis> するだけでなく、競合を解消したり変更を適用したりできます。
sk: TortoiseMerge nielen <emphasis>zobrazuje</emphasis> rozdiely medzi súbormi, ale umožnuje aj riešenie konfliktov a aplikovanie zmien.
sl: TortoiseMerge vam ne le <emphasis>prikaže</emphasis> razlike med datotekami, ampak vam omogoča tudi reševanje sporov in namestitev sprememb.
zh_cn: TortoiseMerge 不仅 <emphasis>显示</emphasis> 了你文件间的不同，而且还能让你解决存在的冲突或者采用修改。

source: If you're in two pane view, then you can only edit the file in the right pane (<literal>Mine</literal>). To apply changes made in the left file (<literal>Theirs</literal>), <action>right-click</action> on the changed lines and select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice>. Then the changes from the left file are added to the right file.
de: Wenn Sie in der Zweifenstersicht sind, dann können nur Sie die Datei im rechten Bereich (<emphasis>Meiner</emphasis> Version) ändern. Um Unterschiede aus der linken Datei in die rechte zu übernehmen, machen Sie einen <action>Rechts-Klick</action> auf die unterschiedliche Zeile und wählen Sie den gewünschten Befehl aus dem Kontextmenü aus.
hr: U dvostranom pogledu možete uređivati datoteku u desnom okviru (<literal>Moja</literal>). Kako bi preuzeli promjene iz lijevog okvira (<literal>Njihova</literal>), <action>desni klik</action> na promijenjenim retcima i odaberite <menuchoice><guimenu>Menu</guimenu><guimenuitem>Uzmi blok redaka iz <quote>Njihove</quote></guimenuitem></menuchoice>. Tako će se promjene iz lijeve strane prenesti u desnu datoteku.
id: Jika Anda dalam tampilan dua pane, maka Anda hanya bisa mengedit file dalam pane kanan (<literal>Saya</literal>). Untuk menerapkan perubahan yang dibuat dalam file kiri (<literal>Mereka</literal>), <action>klik-kanan</action> pada baris yang diubah dan pilih <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem>Gunakan blok teks dari <quote>mereka</quote></guimenuitem></menuchoice>. Maka perubahan dari file kiri ditambahkan ke file kanan.
ja: 2 ペインビューの場合、右ペイン (<literal>Mine</literal>) のみ編集できます。左のファイル (<literal>Theirs</literal>) に変更を加えるには、変更する行で <action>右クリック</action> し、<menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem><quote>theirs</quote> のテキストブロックを利用</guimenuitem></menuchoice> を選択してください。その後、左のファイルの変更を右のファイルに加えてください。
sk: Keď ste v dvojpanelovom zobrazení, môžete upravovať len súbor v pravom panely (<literal>Moje</literal>). Na použitie zmien z ľavého súboru (<literal>ich</literal>) použite <action>pravý klik</action> na zmenených riadkoch a vyberte <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem>Použiť blok <quote>ich</quote></guimenuitem></menuchoice>. Potom sú zmeny zľavého súboru pridané do suboru pravého.
sl: Če se nahajate v dvodelnem pogledu, lahko urejate le datoteko na desni strani (<literal>moja</literal>). Za namestitev sprememb, narejenih na levi strani (<literal>njihova</literal>), <action>desno kliknite</action> na spremenjene vrstrice in izberite <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem>Uporabi del besedila iz <quote>njihovo</quote></guimenuitem></menuchoice>. S tem se spremembe z leve strani dodajo na desno datoteko.
zh_cn: 如果你在双窗口模式，你只能编辑右窗口中的文件(<literal>我的</literal>)。要应用左边的文件修改(<literal>他人的</literal>)，在修改行上<action>右击</action>，选择<menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>使用<quote>他人的</quote>文本块</guimenuitem></menuchoice>。于是左边文件的修改就增加到右边的文件。

source: Sometimes you actually want both text blocks, and the context menu also offers you <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one first)</guimenuitem></menuchoice> and <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one last)</guimenuitem></menuchoice>.
de: Manchmal benötigen Sie beide Textblöcke. Das Kontextmenü bietet Ihnen die entsprechenden Funktionen <menuchoice> <guimenu>Kontextmenü</guimenu> <guimenuitem>Verwende beide Blöcke (diesen zuerst)</guimenuitem> </menuchoice> und <menuchoice> <guimenu>Kontextmenü</guimenu> <guimenuitem>Verwende beide Blöcke (diesen zuletzt)</guimenuitem> </menuchoice> an.
id: Terkadang Anda sebenarnya ingin kedua blok teks, dan menu kontekstual juga menawarkan kepada Anda <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem>Gunakan kedua blok teks (yang ini terlebih dahulu)</guimenuitem></menuchoice> dan <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem>Gunakan kedua blok teks (yang ini terkemudian)</guimenuitem></menuchoice>.
ja: 時には、実際に両方のテキストブロックが必要になります。その場合は、<menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem>両方のテキストブロックを利用 (こちらを先にする)</guimenuitem></menuchoice> や <menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem>両方のテキストブロックを利用 (こちらを後にする)</guimenuitem></menuchoice> を使用してください。
sk: Niekedy prosto chcete oba bloky textov, kontextové menu vám túto možnosť dáva.<menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem>Použiť oba bloky (tento prvý)</guimenuitem></menuchoice> a <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem>Použiť oba bloky (tento posledný)</guimenuitem></menuchoice>.
sl: Včasih želite uporabiti oba dela besedila, zato vam kontekstni meni ponudi tudi možnosti <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem>Uporabi oba dela besedila (tega najprej)</guimenuitem></menuchoice> in <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem>Uporabi oba dela besedila (tega zadnjega)</guimenuitem></menuchoice>.
zh_cn: 有时候，你实际上需要双方的文本块，<menuchoice><guimenu>上下文菜单 </guimenu><guimenuitem>使用双方的文本块 (这个先出现)</guimenuitem></menuchoice> 和 <menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>使用双方的文本块 (这个后出现)</guimenuitem></menuchoice>可以满足你的要求。

source: You can also edit the output file just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
de: Sie können die Ausgabedatei wie in einem Texteditor bearbeiten. Solche Zeilen werden durch einen Stift gekennzeichnet. Beachten Sie bitte, dass Sie wenn Sie Zeilen- oder Blockoperationen vornehmen, diese zuerst - <emphasis>vor manuellen Änderungen</emphasis> - durchführen, da es für TortoiseMerge sonst unmöglich wird, die Beziehungen zur den Originaldateien aufrecht zu erhalten.
ja: また、テキストエディタのように出力ファイルの編集もできます。その行は鉛筆アイコンで印がつけられます。前述の行/ブロックベースの変更を行うつもりなら、編集する前に行っておく方がよいでしょう。編集してしまうと、TortoiseMerge が オリジナルファイルとの関連を追跡しておけなくなります。
sk: Výstupný súbor môžete upravovať ako v textovom editore. Takéto riadky sú označené obrázkom ceruzky. Poznamenávame, ze ak chcete robyť riadkové/blokové zmeny, ako je popísané vyššie, je lepšie vykonať tieto zmeny najprv, pretože keď začnete upravovať súbor už TortoiseMerge nebude schopný sledovať zmeny na určenie vzťahu k pôvodným súborom.
sl: Izhodno datoteko lahko urejate prav tako kot v urejevalniku besedil. Spremenjene vrstice so označene s simbolom svinčnika. Če želite narediti kakšno spremembo na nivoju vrstice ali bloka besedila, je najbolje, da to storite najprej. Po ročnem urejanju namreč TortoiseMerge nima več povezave z izvornimi datotekami.
zh_cn: 你可以象在文本编辑器中一样编辑输出文件。这些被修改的行用铅笔图标标记。请注意，如果你要做上述基于行/块的修改，最好在开始编辑文件之前完成。因为在你开始编辑之后，TortoiseMerge 已经不能跟踪它与原始文件的关联了。
