Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: Just as files can have properties, so can each revision in the repository. Some special revprops are added automatically when the revision is created, namely: <literal>svn:date svn:author svn:log</literal> which represent the commit date/time, the committer and the log message respectively. These properties can be edited, but they are not versioned, so any change is permanent and cannot be undone.
de: So wie Dateien Eigenschaften haben können, hat auch jede Revision im Projektarchiv Eigenschaften. Einige spezielle Revisionseigenschaften werden automatisch hinzugefügt, wenn die Revision erstellt wird. Diese sind: <literal>svn:date, svn:author svn:log</literal> welche das Übertragungsdatum, die Person welche die Übertragung gemacht hat und die Log-Meldung darstellen. Diese Eigenschaften können verändert werden, aber sie sind nicht versioniert, was bedeutet dass jede Änderung permanent ist und nicht rückgängig gemacht werden kann.
hr: Kao što datoteke mogu imati svojstva, tako i svaka revizija u skladištu može imati svojstva. Nekoliko posebnih svojstava su dodana automatski kad se kreira revizija i to: <literal>svn:date svn:author svn:log</literal> koja predstavljaju datum pohrane, autora izmjena i poruku za dnevnik. Ova svojstva se mogu uređivati, ali ne mogu imati verzije tako da svaka promjena ovih svojstava je trajna i ne može se poništiti.
id: Seperti halnya file bisa mempunyai properti, juga setiap revisi dalam repositori. Beberapa revprops khusus ditambahkan secara otomatis ke revisi yang dibuat, yaitu <literal>svn:date svn:author svn:log</literal> yang menggambarkan tanggal/jam komit, pengkomit dan log pesan masing-masing. Properti ini bisa diedit, tapi tidak diversi, maka setiap perubahan adalah permanen dan tidak bisa dibatalkan.
ja: ちょうどファイルがプロパティを持てるように、リポジトリの各リビジョンもプロパティを持てます。リビジョンが作成されるときに、<literal>svn:date svn:author svn:log</literal> といった特殊な revprops が自動的に作成され、それぞれコミット日時、コミッタ、ログメッセージを表しています。これらのプロパティは編集できますが、バージョン管理できません。そのため変更は永続的で元に戻せません。
sk: Tak ako súbory môžu mať vlastnosti, aj každá revízia v úložisku. Niektoré 'revpops' sú pridané automaticky pri vytvorení revízie. Menovite <literal>svn:date svn:author svn:log</literal>, ktoré reprezentujú dátum, čas, autora a záznam. Tieto vlastnosti môžu byť menené, ala niesú verziované, teda tieto zmeny sú trvalé a nemôžu byť vrátené.
sl: Prav tako, kot imajo lastnosti datoteke, jih imajo tudi revizije v skladišču. Nekatere posebne se dodajo samodejno, ko se revizija ustvari: <literal>svn:date svn:author svn:log</literal>, ki predstavljajo datum/čas objave, avtorja in sporočilo dnevniškega zapisa. Vrednosti teh lastnosti lahko urejate, vendar upoštevajte, da niso pod nadzorom različic, tako da so spremembe trajne in se jih ne da povrniti.
zh_cn: 正如文件可以有属性，版本库中的版本也有。当创建版本时，会自动创建版本属性，即：<literal>svn:date svn:author svn:log</literal>，分别描述了提交日期/时间，提交者，日志信息。这些信息可以编辑，但是没有版本，所以任何修改都是永久的，不能撤销。

source: A frequently-used abbreviation for Subversion.
de: Eine häufig verwendete Abkürzung für Subversion
hr: Često korištena skraćenica za Subversion.
id: Singkatan dari Subversion yang sering digunakan.
sk: Často použivaná skratka pre Subversion
sl: Pogosto uporabljena okrajšava za Subversion
zh_cn: 一个友好的 Subversion 缩写。

source: The name of the Subversion custom protocol used by the <quote>svnserve</quote> repository server.
de: Der Name des spezifischen Protokolls, das von <quote>svnserve</quote> genutzt wird.
hr: Ime posebnog Subversion protokola kojeg koristi <quote>svnserve</quote> server Subversion kladišta.
id: Nama dari protokol bebas Subversion yang digunakan oleh server repositori <quote>svnserve</quote>.
sk: Meno protokolu pre Subversion použitéuho v servery úložiska <quote>svnserve</quote>.
sl: Ime lastnega protokola sistema Subversion, ki ga uporablja strežnik skladišč <quote>svnserve</quote>.
zh_cn: 被<quote>svnserve</quote>版本库服务器使用的专用协议名称。

source: Switch
de: Wechseln zu
hr: Zamjena
id: Switch (Tukar)
ja: スイッチ
sk: Prepnúť
sl: Preklop
zh_cn: 切换

source: Just as <quote>Update-to-revision</quote> changes the time window of a working copy to look at a different point in history, so <quote>Switch</quote> changes the space window of a working copy so that it points to a different part of the repository. It is particularly useful when working on trunk and branches where only a few files differ. You can switch your working copy between the two and only the changed files will be transferred.
de: So wie <quote>Aktualisieren zu Revision</quote> den Zeitpunkt der Arbeitskopie ändert, um auf einen anderen Punkt in der Vergangenheit zu zeigen, ändert <quote>Wechseln zu</quote> die Position der Arbeitskopie, so dass sie an einen anderen Ort im Projektarchiv zeigt. Dies ist vor allem nützlich, wenn Sie mit verschiedenen Ästen arbeiten, in denen nur wenige Dateien unterschiedlich sind. Sie können ihre Arbeitskopie zwischen den Ästen hin und her wechseln wobei jeweils nur die Unterschiede übertragen werden.
hr: Kao što <quote>Obnovi prema reviziji</quote> mijenja radnu kopiju kako bi bila jednaka kakva je izgledala u nekom trenutku u prošlosti, tako <quote>Zamijeni</quote> mijenja radnu kopiju da pokazuje na drugo mijesto u skladištu. To je posebno korisno kada se radi na glavnoj i pomoćnoj grani gdje se razlikuje samo nekoliko datoteka. Možete zamijeniti radnu kopiju s jedne na drugu granu, a samo mijenjane datoteke će se prenositi mrežom.
id: Seperti <quote>Mutahirkan-ke-revisi</quote> mengubah jendela waktu dari copy pekerjaan untuk melihat titik perbedaan dalam histori, maka <quote>Tukar</quote> mengubah jendela ruang dari copy pekerjaan agar merujuk ke bagian yang berbeda dari repositori. Ini kadang berguna ketika pekerjaan pada batang dan cabang di mana hanya sedikit file yang berbeda. Anda bisa menukar copy pekerjaan Anda antara dua dan hanya file yang berubah yang akan ditransfer.
ja: ちょうど <quote>リビジョンへの更新</quote> が履歴上の別のポイントへ、作業コピーの時間ウィンドウを変更するように、<quote>スイッチ</quote> はリポジトリの別のポイントへ、作業コピーの場所ウィンドウを変更します。違いが少ししかないトランクとブランチの双方に作業する際に、これが特に役に立ちます。その 2 つの間で作業コピーを切り替え、違いのあるファイルのみを転送します。
sk: Tak ako <quote>Aktualizovať na revíziu</quote> changes the time window of a working copy to look at a different point in history, so <quote>Prepnúť</quote> changes the space window of a working copy so that it points to a different part of the repository. It is particularly useful when working on trunk and branches where only a few files differ. You can switch your working copy between the two and only the changed files will be transferred.
sl: Prav tako kot ukaz <quote>posodobi-na-revizijo</quote> spremeni časovno okno delovne kopije, da izgleda tako, kot v neki določeni točki v zgodovini, ukaz <quote>Preklopi</quote> spremeni prostorsko okno delovne kopije, da kaže na drugo mesto v skladišču. To je uporabno predvsem takrat, kot delate na glavni veji in na stranskih vejah, na katerih je spremenjenih le nekaj datotek. Delovno kopijo lahko preklapljate, prenesejo pa se le spremenjene datoteke.
zh_cn: 就像<quote>更新到版本</quote>改变了工作副本的时间窗口，可以察看历史上的不同时间点一样，<quote>切换</quote> 改变了工作副本的空间窗口，它可以指向版本库中的不同部分。当两个开发分支仅有少数文件不同时，它非常有用。你可以在两者之间切换工作副本，只有修改的文件内容被传送。

source: Update
de: Aktualisieren
hr: Obnovi
id: Update (Mutahirkan)
ja: 更新
sk: Aktualizovať
sl: Posodobitev
zh_cn: 更新

source: This Subversion command pulls down the latest changes from the repository into your working copy, merging any changes made by others with local changes in the working copy.
de: Dieser Subversionbefehl holt die neuesten Änderungen aus dem Projektarchiv in Ihre Arbeitskopie und führt dabei die Änderungen von anderen mit Ihren Änderungen zusammen.
hr: Subversion naredba povlači zadnje izmjene iz skladišta u vašu radnu kopiju, stapajući sve promjene iz skladišta sa vašim lokalnim izmjenama u radnoj kopiji.
id: Perintah Subversion ini menarik perubahan terbaru dari repositori ke dalam copy pekerjaan Anda, menggabung setiap perubahan oleh orang lain dengan perubahan lokal dalam copy pekerjaan.
sk: Tento príkaz Subversion stiahne posledné zmeny z úložiska do vašej pracovnej kópie, zlučovaním zmien od ostatných so zmenami vo vašej pracovnej kópií.
sl: Ta ukaz Subversion prenese iz skladišča v delovno kopijo zadnje spremembe, pri tem spremembe spoji s krajevnimi spremembami, narejenimi v delovni kopiji.
zh_cn: 此命令从 Subversion 版本库下载最新的修改到你的工作副本，合并任何本地修改。

source: Working Copy
de: Arbeitskopie
hr: Radna kopija
id: Working Copy (Copy Pekerjaan)
ja: 作業コピー
sk: Pracovná kópia
sl: Delovna kopija
zh_cn: 工作副本

source: This is your local <quote>sandbox</quote>, the area where you work on the versioned files, and it normally resides on your local hard disk. You create a working copy by doing a <quote>Checkout</quote> from a repository, and you feed your changes back into the repository using <quote>Commit</quote>.
de: Dies ist Ihr lokaler <quote>Sandkasten</quote>, der Bereich, in dem Sie an versionierten Dateien arbeiten, und er liegt normalerweise auf Ihrer lokalen Festplatte. Sie erzeugen eine Arbeitskopie, indem Sie einen Ordner aus einem Projektarchiv <quote>Auschecken</quote> und Sie führen Ihre Änderungen mit einem <quote>Übertragen</quote> in das Projektarchiv zurück.
hr: Ovo je vaš lokalni <quote>pješčanik</quote>, mjesto gdje radite na datotekama s verzijama i koje se uobičajno nalazi na lokalnom tvrdom disku. Radnu kopiju možete izraditi tako da napravite <quote>preuzimanje</quote> iz skladišta. Vaše promjene spremate u skladište koristeći naredbu <quote>pohrani</quote>.
id: Ini adalah <quote>bak pasir</quote> lokal Anda, area di mana Anda bekerja pada file berversi, dan biasanya berada pada hard disk lokal Anda. Anda membuat copy pekerjaan dengan melakukan <quote>Checkout</quote> dari repositori, dan mengisi perubahan Anda kembali ke dalam repositori menggunakan <quote>Komit</quote>.
ja: 手元の<quote>サンドボックス</quote>で、バージョン管理ファイルに対して作業を行う場所です。また通常手元のハードディスクに記録されています。リポジトリからの <quote>チェックアウト</quote> で作業コピーを作成し、<quote>コミット</quote> で変更点をリポジトリに反映します。
sk: Toto je vaše <quote>pieskovisko</quote>, miesto kde môžete pracovať na verziovaných súboroch, ktoré sa sa typicky nachádza na pevnom disku. Pracovnú kópiu vytvárate príkazom <quote>Získať</quote> z úložiska, a zmeny môžete poslať do úložiska príkazom <quote>Odovzdať</quote>.
sl: To je vaše zasebno <quote>igrišče</quote>, območje, kjer delate z datotekami pod nadzorom, in se obilčajno nahaja na krajevnem trdem disku. Delovno kopijo naredite s <quote>prevzemom</quote> iz skladišča, spremembe pa v skladišče prenesete z ukazom <quote>Objavi</quote>.
zh_cn: 这是一个本地 <quote>沙箱</quote>，你在受版本控制的文件上工作的区域，它通常位于你的本地硬盘上。你可以用<quote>检出</quote>从版本库创建工作副本，使用<quote>提交</quote>将你的改变传回版本库。

source: translator-credits
de: Stefan Küng Lübbe Onken
hr: Mario Šarić <mario.saric@helix.hr> Dinko Srkoč <dinko.srkoc@helix.hr>
id: Zaenal Mutaquin Thomas Edwin Santosa
ja: 倉澤 望 (鍋太郎) <nabetaro @ caldron.jp>
sk: Oto BREZINA
sl: Matjaž Čepon <matjaz.cepon@gmail.com>
zh_cn: Dongsheng Song <dongsheng.song@gmail.com>, 2006-2008 xingyu.wang <xingyu.wang@gmail.com>, 2006 Stan J <thinkernel@yeah.net>, 2006

source: translator-translation
de: Übersetzung
hr: Prijevod
id: Terjemahan oleh
ja: 翻訳
sk: Slovenčina
sl: Prevod
zh_cn: 译者

source: TortoiseMerge is an Open Source project. That means you have full access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Username:guest, for password hit enter) The most recent version (where we're currently working) is located under <filename>/trunk/</filename> the released versions are located under <filename>/tags/</filename>.
sl: TortoiseMerge je odprtokodni projekt. To pomeni, da imate dostop do njegove izvorne kode. Po njej lahko brskate z uporabo naslednje povezave: <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. (Uporabniško ime:guest, geslo pustite prazno) Najnovejša različica, na kateri delamo, se nahaja v mapi <filename>/trunk/</filename>, izdane različice pa se nahajajo v mapi <filename>/tags/</filename>.

source: Even though TortoiseSVN and TortoiseMerge are free, you can support the developers by sending in patches and play an active role in the development. You can also help to cheer us up during the endless hours we spend in front of our computers.
sl: Čeprav sta programa TortoiseSVN in TortoiseMerge brezplačna, lahko pomagate razvijalcem s pošiljanjem popravkov in igranjem aktivne vloge pri razvoju. Lahko nas tudi pomagate razvedriti med neštetimi urami, ki jih prebijemo pred računalnikom.
zh_cn: 虽然 TortoiseSVN 和 TortoiseMerge 是免费软件，但是你可以通过发送一些补丁和积极参与开发来帮助开发者。此外，你还可以使我们在计算机前度过的漫长时间更加愉快。

source: While working on TortoiseSVN we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CDs and DVDs: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
sl: Medtem ko delamo na projektu TortoiseSVN, radi poslušamo glasbo. In ker delamo na projektu veliko časa, potrebujemo <emphasis>veliko</emphasis> glasbe. Zato smo sestavili seznam želja z našimi priljubljenimi CDji in DVDji: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink>. Prosimo, poglejte tudi seznam ljudi, ki so prispevali k projektu s popravki ali prevodi.
zh_cn: 我们喜欢一边聆听音乐，一边开发 TortoiseSVN。因为我们在这个项目上花费了大量时间，所以我们需要<emphasis>很多</emphasis>音乐。因此，我们创建了喜欢的音乐 CD 和 DVD 列表：<ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> 。此外，也请看一看那些为项目提供了补丁或翻译的人员名单。

source: While working on <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> we found that whenever users sent in patches to enhance the project or just to fix bugs, we had a lot of work just applying those patches. And many times those patches were outdated and couldn't be applied with the command line patch tool <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> because we were working on those files and had sometimes changed those files already.
sl: Med delom na projektu <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> smo opazili, da imamo veliko dela z nameščanjem popravkov (izboljšave programa, odpravljene napake), ki nam jih pošljejo uporabniki. Ti popravki so bili pogosto zastareli, tako da nismo mogli uporabiti orodja ukazne vrstice <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink>. Datoteke smo namreč tudi sami spreminjali.
zh_cn: 当我们开发 <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> 时发现，只要用户发送补丁增强这个项目，或者只是修正问题，我们就需要为应用这些补丁付出许多工作量。并且很多时候，这些补丁是过时的，不能使用命令行工具 <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> 打补丁，因为我们正在修改这些文件，有时候已经修改了。

source: This was also the main reason why TortoiseSVN did not originally have a <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Create Patch</guimenuitem></menuchoice> implemented: we preferred users to send us the whole files because with those it was easier to apply patches.
sl: To je tudi glavni vzrok, zakaj program TortoiseSVN na začetku ni ponujal ukaza <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Ustvari popravek </guimenuitem></menuchoice>: raje smo videli, da so nam uporabniki pošiljali celotne datoteke, saj jih je bilo lažje uporabiti kot popravke.
zh_cn: 这也是最初的 TortoiseSVN 没有实现 <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>创建补丁</guimenuitem></menuchoice> 的主要理由：我们期望用户发送给我们整个文件，这样容易打补丁。

source: Since TortoiseSVN already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
sl: Ker TortoiseSVN že uporablja knjižnice sistema Subversion, ki imajo vgrajeno dobro orodje za razlikovanje, je bila odločitev za uporabo teh knjižnic namesto sistema GNU diff enostavna.
zh_cn: 因为 TortoiseSVN 已经使用了 Subversion 库，它内置了一个很好的差异比较工具。很自然的，我们使用这个库代替 GNU diff。

source: A patch file is a Subversion unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseSVN when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
sl: Datoteka popravkov je datoteka poenotene razlike sistema Subversion, ki vsebuje informacije, potrebne za namestitev sprememb na množico datotek. Popravek je mogoče poslal drug razvijalec, da njegove spremembe pregledate in jih po možnosti objavite v skladišču. Ali pa ga je ustvaril program TortoiseSVN sam pri primerjanju map. To se zgodi pri primerjanju revizije iz skladišča z vašo delovno kopijo, pri primerjanju dveh revizij v skladišču ali pri primerjanju dveh poti v skladišču.
zh_cn: 补丁文件是 Subversion 统一差异格式，它包含了使用补丁的信息。补丁可能是其他人提供的，所以你可以察看其修改，或许将它提交到版本库。或者补丁是 TortoiseSVN 比较两个目录生成的。例如你比较版本库中的版本与工作副本，或者比较两个版本库版本，或者比较两个不同的版本库路径。

source: <guibutton>Switch Left and Right View</guibutton> In 2-pane view, swaps the left and right windows. When you are comparing a file in 2 different trees, as opposed to 2 revisions of the same file, TortoiseSVN does not know which one should go in the left pane as the <quote>original/base</quote> version. If it gets this wrong, you can change it to make viewing easier.
sl: <guibutton>Preklopi levi in desni pogled</guibutton> V dvodelnem pogledu zamenja levi in desno del. Ko primerjate datoteki v dveh različnih drevesih (za razliko od primerjanja dveh revizij iste datoteke), TortoiseSVN ne ve, katera datoteka je <quote>izvirna/osnovna</quote>, ki naj se zato prikaže na levi strani. Če se zmoti, lahko sami zamenjate strani.
zh_cn: <guibutton>交换左右窗口</guibutton> 在双窗口方式中，互换左右窗口的内容。当你比较两个不同分支中的两个文件时，而不是比较同一个文件的两个修订版本时，TortoiseSVN 并不知道哪个文件应该放在左边的窗口作为<quote>原始/基础版本</quote>。如果放错了，为了便于查看，你能够互换它们。

source: Normal
ja: 通常
sk: Normálne
sl: Običajno
zh_cn: 无变化

source: Specifies the resulting <placeholder-1/> file used in three way diffs. This is the filepath where the result of the merge/conflict resolving is saved. If this is not set, then TortoiseMerge will ask the user where to save the result.
hr: Označava datoteku koja je proizvod <placeholder-1/> stapanja u trostranom načinu. Ovo je ime datoteke u koju će se snimiti rezultat stapanja/sukoba. Ako ovo nije postavljeno, TortoiseMerge će pitati kamo da snimi rezultat.
sl: Določi <placeholder-1/> datoteko, ki se uporablja v trodelnem pogledu. To je pot datoteke, v katero se shrani rezultat spajanja. Če vrednost ni nastavljena, bo TortoiseMerge o tem povprašal uporabnika.

source: BASE revision
hr: Osnovna revizija
id: BASE revision (BASE revisi)
ja: BASE リビジョン
sk: Hlavná revízia
sl: revizija BASE
zh_cn: 基础版本

source: Diff
hr: Razlika
sk: Porovnať
sl: Razlikuj
zh_cn: 差异

source: HEAD revision
hr: Najnovija revizija
id: HEAD revision (HEAD revisi)
ja: HEAD リビジョン
sk: Hlavná revízia
sl: Revizija HEAD
zh_cn: 最新版本

source: Merging happens automatically when you update your working copy. You can also merge specific changes from another branch using TortoiseSVN's Merge command.
sl: Spajanje se zgodi samodejno, ko posodabljate delovno kopijo. Lahko pa opravljate spajanje specifičnih sprememb iz druge veje z uporabo ukaza Spoji.
zh_cn: 当你更新工作副本时，自动发生合并。你可以使用 TortoiseSVN 的合并命令合并其它分支的指定修改。

source: Patch
hr: Zakrpa
ja: パッチ
sk: Záplata
sl: Popravek
zh_cn: 补丁

source: In addition to versioning your directories and files, Subversion allows you to add versioned metadata - referred to as <quote>properties</quote> to each of your versioned directories and files. Each property has a name and a value, rather like a registry key. Subversion has some special properties which it uses internally, such as <literal>svn:eol-style</literal>. TortoiseSVN has some too, such as <literal>tsvn:logminsize</literal>. You can add your own properties with any name and value you choose.
sl: Poleg vodenja različic map in datotek Subversion omogoča tudi vodenje različic meta podatkov - rečemo jim <quote>lastnosti</quote> - za vsak element pod nadzorom. Vsaka lastnost ima ime in vrednost, podobno kot register. Subversion interno uporablja nekaj posebnih lastnosti, n. pr. <literal>svn:eol-style</literal>. Tudi TortoiseSVN uporablja nekaj internih lastnosti, n. pr. <literal>tsvn:logminsize</literal>. Lahko pa dodate svoje lastnosti s poljubnim imenom in vrednostjo.
zh_cn: 在版本控制文件和目录之外，Subversion 还允许你增加版本控制元数据 - 称为<quote>属性</quote> - 到你的版本控制文件和目录。每个属性都有名字和值，很像注册表键。Subversion 有内部使用的专用属性，例如 <literal>svn:eol-style</literal>。TortoiseSVN 也是如此，例如 <literal>tsvn:logminsize</literal>。你可以增加自己的属性，允许选择任意名称和取值。

source: Revision
hr: Revizija
id: Revision (Revisi)
ja: リビジョン
sk: Revízia
sl: Revizija
zh_cn: 版本

source: Version $MajorVersion$.$MinorVersion$.$MicroVersion$
id: Versi $MajorVersion$.$MinorVersion$.$MicroVersion$
sk: Verzia $MajorVersion$.$MinorVersion$.$MicroVersion$
zh_cn: 版本 $MajorVersion$.$MinorVersion$.$MicroVersion$

source: TortoiseMerge is an Open Source project. That means you have full read access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. You will be prompted to enter username and password. The username is <literal>guest</literal>, and the password must be left blank. The most recent version (where we're currently working) is located under <filename>/trunk/</filename>, and the released versions are located under <filename>/tags/</filename>.
zh_cn: TortoiseMerge 是一个开源软件项目。这意味着你可以取得它的全部源代码。你可以访问以下链接得到源代码：<ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>。你会被提示输入用户名称和密码。用户名称是 <literal>guest</literal>，不能填写密码。最新的版本(我们当前正在开发的)放在 <filename>/trunk/</filename> ，已发布版本放在 <filename>/tags/</filename> 。

source: If you're working with a version control system (e.g. Git) then you sometimes get <emphasis>conflicts</emphasis> when you update your working copy. This happens if someone else changed the same parts of the file you're currently working on as you did. Then you have to resolve those conflicts manually. This is where TortoiseMerge can help you.
ja: バージョン管理システム (例: Git) を利用して作業を行っていると、作業コピーの更新時に <emphasis>競合</emphasis> することがあります。これは作業を行ったファイルのある部分に対して、他の誰かが同じ部分を変更したことによって起こります。この競合は手動で解決しなければなりません。TortoiseMerge はこの作業を助けてくれます。

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Git. TortoiseMerge parses the patch file for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
ja: ですが、TortoiseMerge を使うとこういったことがもう必要ありません。少なくとも Git のようなバージョン管理システムを使用する限りにおいては。TortoiseMerge はパッチを作成したリビジョン・バージョンを解析し、ソース管理システムからその特定のバージョンを自動的に取得します。その後パッチを適用し、自分の行った変更と他の人の行った変更の両方を確認できるようにします。これにより、変更点を保持するかどうか決めることができます。
