Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: But don't worry. If you're working with Subversion you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <emphasis>Base</emphasis> (the older version of the file), <emphasis>Mine</emphasis> (the file as it is currently in your working copy) and <emphasis>Theirs</emphasis> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
de: Aber keine Sorge. Wenn Sie mit Subversion arbeiten können Sie die benötigte Dateiversion zurückholen, um den Konflikt aufzulösen. Tatsächlich erledigt TortoiseMerge dies im Hintergrund, holt die benötigte Dateiversion, fügt die Änderungen der Patchdatei hinzu und zeigt Ihnen dann in der Dreifenstersicht, die <emphasis>Basis</emphasis> (alte Version zu welcher der Patch gehört), <emphasis>Meiner</emphasis> (die Datei in Ihrer Arbeitskopie) und <emphasis>Deren</emphasis> (die Basisdatei mit dem Patch). Damit können Sie eventuelle Konflikte von Hand auflösen.
sk: Ale netreba sa obávať. Keď pracujete so Subversion môžete získať staršiu verziu súboru a konflikt vyriešiť. Fakticky, TortoiseMerge skúša automaticky získať takú staršiu verziu súboru a zobraziť vám rozdiely medzi <emphasis>Základ</emphasis> (staršia verzia súboru), <emphasis>Moje</emphasis> (súbor v jeho súčasnej podobe vo vašej pracovnej kópií) a <emphasis>Ich</emphasis> (staršia veriza súboru s použitou záplatou). Potom môžete ručne vyriešiť prípadné konflikty.
sl: Brez skrbi. Če delate s sistemom Subversion, lahko pridobite starejško različico datoteke in rešite spor. V bistvu poskusi TortoiseMerge samodejno pridobiti starejšo različico datoteke in vam prikazati razlike med <emphasis>osnovno</emphasis> (staro različico datoteke), <emphasis>vašo</emphasis> (datoteke, kakršna je trenutno v vaši delovni kopiji) in <emphasis>njihovo</emphasis> (starejšo različico datoteke z že nameščenim popravkom). Sedaj lahko možne spore rešite ročno.
zh_cn: 但是别担心。如果你使用 Subversion，可以取出这个文件的老版本来解决冲突。实际上，TortoiseMerge 自动尝试取出老版本，给出<emphasis>基础版本</emphasis>(此文件的老版本), <emphasis>我的版本</emphasis>(你的工作副本中的文件)，和<emphasis>他人的版本</emphasis>(已经打补丁的老版本)之间的差异。然后你可以手工解决冲突。

source: The patch file window has a context menu which allows you to preview the effect of the patch on the current file (apply without saving), to apply and save the changes for the selected file, or to apply and save changes to <emphasis>all</emphasis> files in the list. The double-click action is to preview.
de: Das Patchdateifenster hat ein Kontextmenü, das Ihnen eine Vorschau der Änderungen an der aktuellen Datei ermöglicht (Anwenden ohne zu speichern), den Patch anzuwenden und zu speichern sowie den Patch auf <emphasis>alle</emphasis> Dateien in der Liste anzuwenden und die Änderungen zu speichern. Ein <action>Doppelklick</action> startet die Vorschau.
ja: パッチファイルウィンドウは、現在のファイルにパッチを適用した結果をプレビュー (保存せず適用) したり、選択したファイルのみ適用して保存したり、一覧にあるファイルすべてに適用・保存を行うといった、コンテキストメニューがあります。ダブルクリックするとプレビューします。
sk: Okno záplatového súboru má kontextové menu, ktoré umožňuje pezretie výsledoku zaplátania na vybranom súbore (použitá bez uloženia), na použitie a uloženie zmien pre vybraný súbor, alebo použitie a uloženie zmien pre <emphasis>všetky</emphasis> súbory v zozname. Dvojklik vedie k prezeraniu.
sl: Okno popravka vsebuje kontekstni meni, ki vam omogoča predogled učinka popravka na trenutno datoteko (nameščanje popravka brez shranjevanja), nameščanje popravka in shranjevanje sprememb za izbrane datoteko ali nameščanje in shranjevanje sprememb <emphasis>vseh</emphasis> datotek na seznamu. Dvoklik vam prikaže predogled.
zh_cn: 补丁文件窗口有一个上下文菜单，允许你预览在当前文件打补丁的结果(没有保存)，为选择的文件打补丁和保存修改，或者为列表内的<emphasis>所有</emphasis>文件打补丁和保存修改。双击动作是预览结果。

source: Depending on whether TortoiseMerge can apply the patch directly or by fetching an older version of the file first, it shows you a two pane view (patch can be applied directly) or a three pane view (older version of file fetched).
de: Abhängig davon, ob TortoiseMerge den Patch direkt anwenden kann oder zuerst eine ältere Version der Datei holen muss, zeigt es Ihnen eine Zweifenstersicht (Patch kann direkt angewendet werden) oder eine Dreifenstersicht (Ältere Revision der Datei geholt) an.
hr: Ovisno o tome da li TortoiseMerge može zakrpati datoteku direktno ili tako da dohvati stariju verziju iste, pokazuje dvostrani (direktna primjena zakrpe) ili trostrani pogled na razlike (dohvaćanje starije verzije datoteke).
id: Tergantung apakah TortoiseMerge bisa menerapkan patch secara langsung atau dengan mengambil versi lama lebih dulu, ia memperlihatkan kepada Anda tampilan dua pane (patch bisa diterapkan secara langsung) atau tampilan tiga pane (versi file lebih lama diambil).
ja: TortoiseMerge がパッチを直接適用できるか、まず古いバージョンを取得してから適用するかによって、2 ペイン表示 (直接適用) か 3 ペイン表示 (古いバージョンの取得) で表示します。
sk: V závislosti od toho či TortoiseMerge môže použiť záplatu priamo, alebo po získaní staršej verzie prvého súboru, použije dvojpanelové zobraznie (záplata môže byť použitá priamo) alebo trojpanelové zobrazenie (keď bolo nutné získanie staršej verzie súboru).
sl: Odvisno od tega, ali lahko TortoiseMerge namesti popravek neposredno ali s pridobivanjem starejše različice datoteke, prikaže dvodelni pogled (neposredno nameščanje popravka) ali tridelni pogled (pridobljena starejša različica datoteke).
zh_cn: 依赖于 TortoiseMerge 能直接使用补丁，或者先取出老版本文件，它显示双窗口视图(可以直接打补丁)，或者显示三窗口视图(取出了老版本文件)。

source: Buttons and Other Controls
de: Schaltflächen und andere Steuerelemente
hr: Gumbi i ostale kontrole
id: Tombol dan Kontrol Lain
ja: ボタンやその他のコントロール
sk: Tlačítka a ovládacie prvky
sl: Gumbi in ostale kontrole
zh_cn: 按钮及其他控制

source: The Toolbar
de: Die Werkzeugleiste
hr: Traka s alatima
id: Toolbar
ja: ツールバー
sk: Lišta nástrojov
sl: Orodna vrstica
zh_cn: 工具条

source: <guibutton>Open</guibutton> accesses the file-open dialog. What else?
de: <guibutton>Öffnen</guibutton> Startet den Datei Öffnen Dialog. Was sonst?
hr: <guibutton>Otvori</guibutton> otvara dijalog za odabir datoteke. A što bi drugo? :-))
id: <guibutton>Buka</guibutton> mengakses dialog buka-file. Apa lagi?
ja: <guibutton>開く</guibutton> 「ファイルを開く」ダイアログにアクセスします。他に何が?
sk: <guibutton>Otvoriť</guibutton> sprístupní dialógové okno otvorenia súborov.
sl: <guibutton>Odpri</guibutton> prikaže okno za odpiranje datotek. Ste pričakovali kaj drugega?
zh_cn: <guibutton>打开</guibutton> 除了打开文件对话框，还能是什么？

source: <guibutton>Save</guibutton> saves any changes you have made.
de: <guibutton>Speichern</guibutton> speichert alle Ihre Änderungen.
id: <guibutton>Simpan</guibutton> menyimpan setiap perubahan yang Anda buat.
ja: <guibutton>保存</guibutton> 行った変更を保存します。
sk: <guibutton>Uložiť</guibutton> uloží zmeny, kotré ste vykonali.
sl: Gumb <guibutton>Shrani</guibutton> shrani spremembe, ki ste jih naredili.
zh_cn: <guibutton>保存</guibutton> 保存你所做的任何修改。

source: <guibutton>Reload</guibutton> discards any changes you have made in TortoiseMerge and reloads the files from disk.
de: <guibutton>Aktualisieren</guibutton> verwirft alle Änderungen, die Sie bisher gemacht haben und lädt die Dateien erneut.
id: <guibutton>Ambil lagi</guibutton> mengabaikan setiap perubahan yang Anda buat dalam TortoiseMerge dan mengambil lagi file asli sebelumnya dari disk.
ja: <guibutton>再読み込み</guibutton> TortoiseMerge で行った変更を取り消し、ファイルをディスクから再度読み込みます。
sk: <guibutton>Znovu načítať</guibutton> zahodí vykonané zmeny a znovu načíta súbory z disku.
sl: <guibutton>Ponovno naloži</guibutton> prekliče vse spremembe, ki ste jih naredili v programu TortoiseMerge, in ponovno naloži datoteke z diska.
zh_cn: <guibutton>重载</guibutton> 放弃你在 TortoiseMerge 中所做的任何修改，重新载入文件。

source: <guibutton>Undo</guibutton> implements a multi-level undo, allowing you to reverse any changes you have made within TortoiseMerge.
de: <guibutton>Rückgängig</guibutton> ermöglicht es Ihnen beliebig viele Änderungen innerhalb TortoiseMerge rückgängig zu machen.
id: <guibutton>Undo</guibutton> mengimplementasikan suatu undo multi-level, memungkinkan Anda untuk membalik setiap perubahan yang Anda buat dalam TortoiseMerge.
ja: <guibutton>元に戻す</guibutton> TortoiseMerge で行った変更を元に戻す、マルチレベルアンドゥを実装しています。
sk: <guibutton>Zpäť</guibutton> umožňuje vrátiť akékoľvek zmeny vykonané pomocou TortoiseMerge.
sl: <guibutton>Prekliči</guibutton> omogoča večnivojski preklic, kar vam omogoča povrnitev katerekoli spremembe, ki ste jo naredili v programu TortoiseMerge.
zh_cn: <guibutton>撤销</guibutton>实现多级撤销，允许你放弃在 TortoiseMerge 中所做的任何修改。

source: <guibutton>Prev/Next Difference</guibutton> jumps directly to the next point where the files differ. This saves scrolling through all the unchanged parts of the file.
de: <guibutton>Vorherige/Nächste Differenz</guibutton> springt direkt zum vorherigen/nächsten Ort Unterschied besteht.
hr: <guibutton>Prethodna/Slijedeća razlika</guibutton> skače direktno na slijedeće mjesto gdje se datoteke razlikuju.
id: <guibutton>Perbedaan Sebelumnya/Berikutnya</guibutton> melompat secara langsung ke titik berikutnya di mana file berbeda. Ini menghemat penggulungan melalui semua bagian file yang tidak berubah.
ja: <guibutton>前/次の相違点へ</guibutton> 次のファイルの差異に直接ジャンプします。ファイルの未変更点を素通りしてスクロールをしなくても良くなります。
sk: <guibutton>Predošlý/Ďaľší rozdiel</guibutton> skočí priamo na ďalšie miesto, kde sú v súboroch rozdiely. Toto šetrí presúvanie cez nezmenenú časť súboru.
sl: Gumb <guibutton>Prejšnja/Naslednja sprememba</guibutton> omogoča skok na naslednjo točko, v kateri se datoteki razlikujeta. Tako vam ni potrebno brskati po nespremenjenih delih datoteke.
zh_cn: <guibutton>上一个/下一个差异</guibutton> 直接跳转到文件中的上一个/下一个不同的地方。它可以快速地跳过文件未变化过的部分。

source: When you do this in 2-pane diff mode, the detail bar at the bottom of the screen will show you the inline differences for the first line, regardless of where the mouse is hovering.
de: Wenn Sie das in der Zweifenstersicht machen, wird Ihnen die Detailanzeige am unteren Rand die Unterschiede innerhalb der ersten Zeile anzeigen, unabhängig davon, über welcher Zeile sich der Mauszeiger gerade befindet.
hr: Kada to radite u dvostranom pogledu razlika, traka na dnu ekrana će pokazivati na razlike unutar prvog retka tog bloka, bez obzira na to gdje se nalazi miš.
id: Ketika Anda melakukan ini dalam mode 2-pane diff, bar detil di bawah layar akan menampilkan kepada Anda perbedaan sebaris untuk baris pertama, dimanapun mouse berada.
ja: 2 ペイン差分モードの場合、画面下部の詳細バーに、マウスの場所に関係なく先頭行にある差分を表示します。
sk: Keď toto robíte v dvojpanelovom porovnávacom režime, na spodku okna sa vám zobrazia riadkové rozdiely pre prvý riadok nezávisle od polohy ukazovateľa myši.
sl: Če to naredite v dvodelnem pogledu, vam podrobni prikaz na dnu zaslona prikaže razlike med novimi in starimi vrsticami za prvo vrtico, ne glede na trenutni položaj miške.
zh_cn: 当你处于双窗口方式时，无论是否鼠标划过该区域，在屏幕底部的细节状态栏都将显示首行的不同。

source: <guibutton>Prev/Next Conflict</guibutton> jumps directly to the next point where the file differences are in conflict and need to be resolved.
de: <guibutton>Vorheriger/Nächster Konflikt</guibutton> springt direkt zum vorherigen/nächsten Ort in der Datei wo ein Konflikt besteht und aufgelöst werden muss.
hr: <guibutton>Prethodni/slijedeći sukob</guibutton> skače direktno na slijedeće mjesto gdje su datoteke u sukobu i treba ga razriješiti.
id: <guibutton>Konflik Sebelumnya/Berikutnya</guibutton> melompat secara langsung ke titik di mana perbedaan file dalam keadaan konflik dan perlu untuk diselesaikan.
ja: <guibutton>前/次の競合へ</guibutton> 競合しており解消する必要のある、次のファイルの差異に直接ジャンプします。
sk: <guibutton>P&redošlí/Ď&alší konflikt</guibutton> skočí priamo na ďalší miesto, kde rozdiely v súboroch sú v konflikte a potrebujú byť vyriešené.
sl: Gumb <guibutton>Prejšnji/naslednji spor</guibutton> omogoča skok na naslednjo točko, pri kateri se pojavi spor in ga je potrebno rešiti.
zh_cn: <guibutton>上一个/下一个冲突</guibutton> 直接跳转到文件中的上一个/下一个需要解决的冲突。

source: <guibutton>Use Theirs/Use Mine</guibutton> selects whether to use a block from the left or the right pane. Refer to the next section for more information about editing changes and conflicts.
de: <guibutton>Nimm Deren/Nimm Meinen</guibutton> gibt an, ob ein Block aus dem linken oder dem rechten Bereich kopiert werden soll. Weitere Informationen über das Bearbeiten von Änderungen und Konflikten finden sich im folgenden Abschnitt.
ja: <guibutton>Theirs を使用/Mine を使用</guibutton> 左右のペインのどちらを使用するか選択します。変更と競合の編集に関する詳細は、次節をご覧ください。
sk: <guibutton>Použiť ich/Použiť moje</guibutton> vyberie, či sa má použiť blok z ľavého alebo pravého panelu. Pre viac informácií si pozrite nasledujúcu kapitolu o úprave konfliktov a zmien.
sl: Z gumbom <guibutton>Uporabi njihovo/Uporabi mojo</guibutton> izberemo spremembe trenutnega bloka iz leve oziroma iz desne strani. Za več informacij o urejanju sprememb in sporov preberite naslednji razdelek.
zh_cn: <guibutton>使用他人的/使用我的</guibutton> 从左边或右边的窗格选择块。参阅下节以获得更多关于编辑改变和冲突的信息。

source: <guibutton>Theirs before Mine/Mine before Theirs</guibutton> is used when you want to combine changes in a conflicted file. Refer to the next section for more information about editing changes and conflicts.
de: <guibutton>Deren vor Meinem/Meiner vor Deren</guibutton> wird genutzt, um beide Änderungen in die Zieldatei zu übernehmen. Weitere Informationen über das Bearbeiten von Änderungen und Konflikten finden sich im folgenden Abschnitt.
ja: <guibutton>Mine の前に Theirs/Theirs の前に Mine</guibutton> は、競合したファイルで変更を結合する際に使用します。変更と競合の編集に関する詳細は、次節をご覧ください。
sk: <guibutton>Ich pred Moje/Moje pre Ich</guibutton> sa používa ak chcete spojiť zmeny v súboroch v konflikte. Pre viac informácií si pozrite nasledujúcu kapitolu o úprave konfliktov a zmien.
sl: Gumb <guibutton>Njihovo pred mojim/Moje pred njihovim</guibutton> se uporablja za izbiro kombinacije sprememb v sporni datoteki. Za več informacij o urejanju sprememb in sporov preberite naslednji razdelek.
zh_cn: <guibutton>他人的在前/我的在前</guibutton> 用于在冲突的文件中合并修改。参阅下节以获得更多关于编辑改变和冲突的信息。

source: <guibutton>Mark as Resolved</guibutton> When you have resolved all the conflicts in a file and saved the changes, you can mark it as resolved from within TortoiseMerge, rather than going back to explorer and marking as resolved from there.
de: <guibutton>Als aufgelöst markieren</guibutton> Wenn Sie alle Konflikte in einer Datei aufgelöst und die Änderungen gespeichert haben, können Sie beim Speichern den Konflikt aus TortoiseMerge heraus als aufgelöst markieren, anstatt dies in einem weiteren Schritt im Windows Explorer zu tun.
hr: <guibutton>Označi kao riješeno</guibutton> Kad razriješite sve sukobe u datoteci i snimite izmjene, možete odmah označiti datoteke kao riješene umjesto da odlazite nazad u explorer kako bi ih tamo označili.
id: <guibutton>Tandai Diselesaikan</guibutton> Ketika Anda telah menyelesaikan semua konflik dalam file dan menyimpan perubahan, Anda bisa menandainya sudah diselesaikan dari dalam TortoiseMerge, daripada pergi kembali ke explorer dan menandainya terselesaikan dari sana.
ja: <guibutton>解消マークをつける</guibutton> 競合をすべて解消して変更を保存したら、エクスプローラに戻って解消マークをつけなくても、TortoiseMerge で解消マークをつけられます。
sk: <guibutton>Označiť ako vyriešené</guibutton> Keď ste vyriešili všetky konflikty v súbore a zmeny ste uložili, môžete ho označiť za vyriešený v TortoiseMerge, bez toho aby ste sa vrátili to prieskumníka a označili ho tam.
sl: <guibutton>Označi kot rešeno</guibutton> Ko ste rešili vse spore v datoteki in spremembe shranili, lahko datoteko označite kot rešeno kar v programu TortoiseMerge, ne da bi vam bilo potrebno hoditi nazaj v Raziskovalca.
zh_cn: <guibutton>标记为已解决</guibutton> 当你解决了文件中的全部冲突并保存了修改后，你可以在 TortoiseMerge 中标记为已解决冲突，而不用返回资源管理器去标记它们。

source: <guibutton>Show Whitespaces</guibutton> toggles the option to display space and tab characters as symbols so you can distinguish white space changes.
de: <guibutton>Zeige Leerzeichen</guibutton> als Symbole an so dass Sie einfach zwischen Leerzeichen/Tabulatoren unterscheiden können.
id: <guibutton>Tampilkan Spasi Putih</guibutton> menghidup/matikan opsi untuk menampilkan karakter spasi dan tab sebagai simbol agar Anda bisa membedakan spasi putih.
ja: <guibutton>空白を表示</guibutton> 空白に変更があることが分かるように、空白やタブ文字をシンボルで表示するオプションを切り替えます。
sk: <guibutton>Zobraziť biele znaky</guibutton> prepína mezdi zobrazovaním specialnych znakov pre medzery a tabulátory, takže môžete porovnať zmeny bielkych znakov.
sl: <guibutton>Pokaži presledke</guibutton> preklaplja med možnostjo prikaza presledkov in tabulatorjev s posebnimi simboli in navadnim prikazom. Tako lahko lažje vidite število in vrsto presledkov.
zh_cn: <guibutton>显示空白字符</guibutton> 切换是否使用符号显示空格和制表符，以便你能注意到空白字符的变化。

source: <guibutton>Inline Diff Word-wise</guibutton> toggles the method used to display inline diffs. In word-wise mode, when a character is changed, the whole word is highlighted. In char-wise mode, each individual changed character is highlighted.
de: <guibutton>Inline Diff wortweise</guibutton> schaltet die Methode zur Darstellung von Unterschieden innerhalb einer Zeile um. Im wortweisen Modus wird beim Unterschied eines Zeichens das ganze Wort farbig hervorgehoben. Im zeichenweisen Modus wird jedes geänderte Zeichen für sich hervorgehoben.
ja: <guibutton>行内差分 (単語単位)</guibutton> は、行内差分の表示を切り換えます。単語単位モードでは、文字が変更されていると、その単語全体を強調表示します。文字単位モードでは、変更のあった各単語ごとに強調表示します。
sk: <guibutton>Riadkové zmeny po slovách</guibutton> mení spôsob zobrazenia zmien v riadkoch. Pri zobrazneí po slovách je pri zmene jedného znaku označené celé slovo. Pro režime po znakoch je označené každý jednotlivý znak.
sl: Gumb <guibutton>Spremembe v vrstici</guibutton> preklaplja med način prikaza razlik v vrstici. V besednem načinu se pri spremembi znaka označi cela beseda. V znakovnem načinu je vedno označena le spremenjena črka.
zh_cn: <guibutton>感知单词的内嵌差异</guibutton>切换内嵌差异的显示方法。在感知单词模式，当改变字符时，整个单词高亮显示。在感知字符模式，高亮显示改变的字符。

source: Word-wise is the default and in most cases it works better. For example if you change a variable name, the whole name is highlighted in word-wise mode, whereas in char-wise mode you tend to get a mess of added and deleted characters which doesn't make much sense. However, some content does not resolve neatly into words, for example a hex file, and in that case, char-wise display works better.
de: Wortweise ist der Standard und liefert normalerweise die besseren Ergebnisse. Wenn Sie zum Beispiel einen Variablennamen ändern, wird der ganze Name einheitlich hervorgehoben wogegen Sie beim zeichenweisen Vergleich eine Masse hinzugefügter und gelöschter Zeichen sehen werden, die für sich keinen Sinn ergeben. Andererseits lässt sich mancher Inhalt, z.B. Hex-Dateien, nicht gut in Wörter trennen si dass in diesem Fall die zeichenweise Hervorhebung vorteilhafter ist.
ja: デフォルトは単語単位で、ほとんどの場合これで十分です。例えば、変数名を変更した場合、単語単位モードでは、その変数名全体を強調表示します。ところが、文字単位モードでは、文字の追加削除でごちゃごちゃし、混乱しやすくなります。しかし、きちんとした単語にならない場合もあります。例えば 16 進ファイルの場合、文字単位の表示の方が便利です。
sk: Po slovách je predvolené a vo väčšine prípadov funguje lepšie. Napríklad keď zmeníte meno premennej celé slovo je pri režime poslovách vysvietené celé meno, kdežto pri režime po znakoch budete mať sklon k domotaniu sa pridanými a vymazanými znakmi, ktoré nemá veľmi zmysel. Avšak pre niektoré obsahy rozlišovanie po slovách nie je vyhovujúce, napríklad pri .hex súboroch režim po znakoch dáva lepšie výsledky.
sl: Besedni način je privzet in v večini primerov deluje bolje. Primer: če spremenite ime spremenljivke, se v besednem načinu označi ime cele spremenljivke. V znakovnem načinu vidite veliko dodanih in izbrisanih znakov, kar pa ni preveč smiselno. V nekaterih primerih pa se vsebina ne da lepo ločiti po besedah, n. pr. v šestnajstiških datotekah. Takrat je znakovna metoda boljša.
zh_cn: 感知单词是默认模式，在大多数情况下它工作的很好。例如你修改了变量名，在感知单词模式下整个名称高亮显示，然而在感知字符模式下，你仅仅知道增加或删除了字符。但是，一些内容不能解释为单词，例如二进制文件，这种情况下，感知字符模式工作的更好。

source: <guibutton>Switch View</guibutton> selects between one-pane and two-pane view. Disabled in 3-pane view.
de: <guibutton>Wechsle Ansicht</guibutton> wechselt zwischen Ein- und Zweifenstersicht. Diese Funktion ist im Dreiwegevergleich deaktiviert.
hr: <guibutton>Zamijeni pogled</guibutton> gumbom mijenjate jednostrani i dvostrani pogled. Ovo je onemogućeno u trostranom pogledu.
id: <guibutton>Tukar Tampilan</guibutton> memilih antara tampilan satu-pane dan dua-pane. Dimatikan dalam tampilan 3-pane.
ja: <guibutton>ビューの切り替え</guibutton> 1 ペインビューと 2 ペインビューを選択します。3 ペインビューでは無効です。
sk: <guibutton>Prepnúť pohľad</guibutton> prepína medzi jedno a dvojpanelovým zobrazením. Zakázené pri trojpanelovom zobrazení.
sl: <guibutton>Preklopi pogled</guibutton> izbere enodelni ali dvodelni pogled. Gumb je onemogočen v primeru trodelnega pogleda.
zh_cn: <guibutton>切换窗口方式</guibutton> 在单窗口方式和双窗口方式间进行切换。在三窗口方式时无效。

source: <guibutton>Switch Left and Right View</guibutton> In 2-pane view, swaps the left and right windows. When you are comparing a file in 2 different trees, as opposed to 2 revisions of the same file, TortoiseGit does not know which one should go in the left pane as the <quote>original/base</quote> version. If it gets this wrong, you can change it to make viewing easier.
de: <guibutton>Tausche Links - Rechts</guibutton>. In der Zweifenstersicht wird der Inhalt des rechten mit dem des linken Bereichs vertauscht. Wenn Sie zwei Dateien in verschiedenen Bäumen vergleichen, weiß TortoiseGit im Gegensatz zu zwei verschiedenen Revisionen derselben Datei nicht, welche Version als <quote>Original/Basis</quote> Version im linken Bereich angezeigt werden soll. Falls TortoiseGit falsch rät können Sie somit einfach die Anzeige tauschen.
hr: <guibutton>Zamijeni lijevo i desno</guibutton> U dvostranom pogledu, zamijenjuje lijevi i desni okvir. Kada uspoređujete datoteku u dvjema različitim mapama, suprotno od dvije različite revizije iste datoteke, TortoiseGit ne zna koju datoteku bi pokazao lijevo kao <quote>originalnu/osnovnu</quote> verziju. Kad to krivo odabere, možete to promijeniti ovim gumbom kako biste lakše pregledali razlike.
id: <guibutton>Tukar Tampilan Kiri dan Kanan</guibutton> Dalam tampilan 2-pane, menukar jendela kiri dan kanan. Ketika Anda membandingkan file dalam 2 susunan berbeda, kebalikan dari 2 revisi dari file yang sama, TortoiseGit tidak mengetahui yang mana yang harus di sebelah pane kiri karena versi <quote>original/base</quote>. Jika ini salah, Anda bisa mengubahnya untuk kemudahan melihatnya.
ja: <guibutton>左と右のビューを入れ替え</guibutton> 2 ペインビューで左右のウィンドウを入れ替えます。同じファイルの 2 つのリビジョン間で比較するのに対して、2 つの異なるツリーで比較を行っている場合、TortoiseGit はどちらのファイルを <quote>オリジナル/ベース</quote> 版と見なして左ペインに表示したらいいか分かりません。間違っていた場合、これで簡単に表示を切り替えられます。
sk: <guibutton>Prepnúť Ľavý a Pravý pohľad</guibutton> V dvojpanelovom zobrazení, vymení ľavé a pravé okno. Keď pozeráte súbor z dvoch rôznych ciest, na rozdiel od dvoch verzií toho istého súboru, TortoiseGit nevie, ktorý súbor má byť na ľavom panely označenom <quote>original/základ</quote> verzia. Ak je to zlé, možete ich vymeniť a zjednoduchšiť si prezeranie.
