Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: <guilabel>Ignore lineendings</guilabel> hides changes which are due solely to difference in line-end style.
hr: <guilabel>Zanemari završetke redaka</guilabel> sakriva one promjene koje su nastale samo zbog razlike u stilu završetaka redaka.

source: <guilabel>Compare Whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Subversion treats such changes).
hr: <guilabel>Usporedi praznine</guilabel> pokazuje sve promjene u uvlačenju i prazninama unutar retka kao i u dodanim ili obrisanim retcima (kao i Subversion za pohranjivanje verzija)

source: <guilabel>Ignore Leading Whitespaces</guilabel> hides changes which are due solely to leading whitespace (indentation). Other whitespace changes within a line are shown <quote>inline</quote> rather than as added/removed lines.
hr: <guilabel>Zanemari vodeće praznine</guilabel> sakriva promjene koje su nastale samo zbog uvlačenja retka (vodeće praznine). Ostale promjene u razmacima unutar retka su prikazane.

source: <guilabel>Ignore All Whitespaces</guilabel> hides all whitespace-only changes.
hr: <guilabel>Zanemari sve praznine</guilabel> sakriva sve promjene nastale zbog praznina.

source: Line with whitespace diff
hr: Redci sa razlikama u prazninama

source: Ignore leading whitespace
hr: Zanemari vodeće praznine

source: Lines which contain whitespace differences other than leading whitespace. Only appears when <placeholder-1/> is selected.
hr: Redci koji sadrže razlike u prazninama a da to nisu samo vodeće praznine. Pojavljuje se samo kad je označeno <placeholder-1/>.

source: Whitespace diff
hr: Razlike u prazninama

source: In the case above, the actual whitespace difference is highlighted using this color.
hr: U gornjem slučaju, razlika u prazninama je označena ovom bojom.

source: Copy the selected line(s) to the clipboard
hr: Kopiraj označene redke u priručni spremnik

source: F7 or cursor-right
hr: F7 ili desna strelica

source: Shift-F7 or cursor-left
hr: Shift-F7 ili lijeva strelica

source: Shift-cursor-right
hr: Shift-desna strelica

source: Shift-cursor-left
hr: Shift-lijeva strelica

source: Ctrl-wheelmouse
hr: Ctrl-kotačić miša

source: The path where a patch should be applied to. If you don't set this path, then TortoiseMerge will try to find the path itself to match the paths in the patchfile, but that can take <placeholder-1/>.
hr: Puno ime datoteke gdje će zakrpa biti primjenjena. Ako niste postavili stazu, TortoiseMerge će pokušati sam pronaći stazu kako bi je uskladio sa stazama nevedenim u zakrpi, no to može potrajati <placeholder-1/>.

source: A term frequently used in revision control systems to describe what happens when development forks at a particular point and follows 2 separate paths. You can create a branch off the main development line so as to develop a new feature without rendering the main line unstable. Or you can branch a stable release to which you make only bugfixes, while new developments take place on the unstable trunk. In Subversion a branch is implemented as a <quote>cheap copy</quote>.
hr: Ovaj termin se često koristi u sustavima za upravljanje verzijama da bi se opisalo što se događa kad se razvoj razdvoji u nekoj točki i dalje se kreće u dvije odvojene staze. Ponekad se napravi nova grana od glavne razvojne tako da se u njoj implementira neka nova mogućnost bez utjecaja na stabilnost glavne razvoje grane. Ponekad se grana odvoji od neke stabline točke kako bi se u njoj radio samo ispravak grešaka, dok se novi razvoj događa na nestabilnoj glavnoj grani. U Subversionu grana je implementirana kao <quote>jeftina/lagana kopija</quote>.

source: To quote from the Subversion book: <quote> Recursively clean up the working copy, removing locks and resuming unfinished operations. If you ever get a <literal>working copy locked</literal> error, run this command to remove stale locks and get your working copy into a usable state again. </quote> Note that in this context <quote>lock</quote> refers to local filesystem locking, not repository locking.
hr: Da citiramo Subversion knjigu: <quote>Rekurzivno čisti radnu kopiju, tako da uklanja zaključavanja i nastavlja nezavršene operacije. Ako ikada dobijete grešku <literal>radna kopije je zaključana</literal>, pokrenite ovu naredbu da biste uklonili zaključavanja i dobili vašu radnu kopiju u upotrebljivom stanju. </quote> Treba znati da se termin <quote>zaključavanja</quote> ovdje koristi za lokalno zakljućavanje datoteka u datotečnom sustavu, a ne na zaključavanje u skladištu.

source: When you delete a versioned item (and commit the change) the item no longer exists in the repository after the commited revision. But of course it still exists in earlier repository revisions, so you can still access it. If necessary, you can copy a deleted item and <quote>resurrect</quote> it complete with history.
hr: Kada brišete neku datoteku s verzijom (i pohranite ovu izmjenu) ova datoteka više ne postoji u skladištu nakon revizije u kojoj je obrisana. Naravno, ona postoji za ranije revizije tako da ju još uvijek možete dobiti. Ako je potrebno, možete kopirati obrisanu datoteku i time je držati aktivnom sa povijesti na nekom drugom mjestu u skladištu.

source: FS Filesystem. A proprietary Subversion filesystem backend for repositories. Can be used on network shares. Default for 1.2 and newer repositories.
hr: FS datotečni sustav. Ovo je posebni Subversion sustav za skladišta. Može se koristiti i na mrežnim diskovima. Ovaj sustav je osnovni za skladišta Subversiona od verzije 1.2.

source: When you take out a lock on a versioned item, you mark it in the repository as uncommittable, except from the working copy where the lock was taken out.
hr: Kada želite zaključati datoteku, ona se u skladištu označi tako da nitko ne može pohraniti novu reviziju osim radne kopije koje je zatražila zaključavanje.

source: Large
id: Besar
