Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: A diff/merge tool for Windows
de: Ein Vergleichs- und Konflikteditor für Windows
hr: Alat za pronalaženje razlika/stapanje datoteka
id: Piranti diff/merge untuk Windows
ja: diff/merge ツール for Windows
sk: Porovnavací a spájací nástroj pre Windows
sl: Orodje za razlikovanje/spajanje v operacijskem sistemu Windows
zh_cn: 针对 Windows 平台的比较与合并工具

source: First
de: Erste
hr: Prvo
id: Pertama
ja: 初
sk: Prvé
sl: Prvi
zh_cn: 第一版

source: Preface
de: Vorwort
hr: Uvod
id: Pendahuluan
ja: 序
sk: Predslov
sl: Predgovor
zh_cn: 前言

source: When working on a project, either an open-source project where several people review your code, or a commercial project where you sell a component with your source code, there will be people and customers who find bugs or want to improve your project. To do that they send you patches which you have to review and decide if you want to apply them.
de: Wann immer Sie an einem Projekt arbeiten, sei es ein Open-Source Projekt wo mehrere Leute den Sourcecode einsehen, oder sei es ein kommerzielles Projekt, in dem Sie eine Komponente mit Sourcecode verkaufen, wird es immer Leute und Kunden geben, die Fehler finden oder Ihr Projekt verbessern wollen. Sie tun dies indem sie Ihnen so genannte Patchdateien senden. Sie müssen dann diese Patchdateien durchsehen und entscheiden ob Sie die Änderungen in Ihr Projekt übernehmen oder nicht.
id: Ketika bekerja pada proyek, baik proyek sumber terbuka di mana beberapa orang mengulas kode Anda, atau proyek komersial di mana Anda menjual komponen dengan kode sumber Anda, disana akan ada orang dan kustomer yang menemukan bug atau ingin meningkatkan proyek Anda. Untuk melakukannya, mereka mengirimkan tambalan kepada Anda yang harus Anda tinjau dan putuskan apakah Anda akan menerapkannya.
ja: 複数の眼がソースコードを検査してくれるオープンソースプロジェクトや、ソースコードをコンポーネントと共に販売する商用プロジェクトのどちらでも、プロジェクトで作業する際には、バグを発見したり、プロジェクトの改良をしたい人、顧客がいることでしょう。彼らはパッチを送ってくれるので、そのパッチを検査し、適用するかどうか判断しなければなりません。
sk: Pri práci na projekte, či už na open-source, kde mnoho ľudí prezerá váš kód, alebo na komerčnom projekte, kde predávate komponenty so zdrojovými kódmi, sú ľudia a zákazníci, ktorí nájdu chybu, alebo chcú vylepšiť váš projekt.(a niekedy vám len kolega chce rýpať do práce ;) - pozn. prekladateľa.) Aby to dosiahli pošlú Vám záplatu, ktorú si musíte prezrieť a rozhodnúť, či ju použijete.
sl: Ko delate na projektu, pa naj bo to odprtokodni projekt ali komercialni projekt, kjer poleg komponente prodajate tudi izvorno kodo, uporabniki in stranke v vaši kodi najdejo napake oziroma želijo projekt izboljšati. To storijo tako, da vam pošljejo datoteko popravkov, ki jih morate pregledati in se odločiti, ali jih boste uporabili.
zh_cn: 当开发一个项目的时候，无论是只有几个人审察你的代码的开源项目还是包括源代码的商业软件，总有一些人或客户会发现错误或希望改进你的项目。因此，他们发送给你补丁，你需要来审查并决定是否使用它们。

source: Reviewing patches
de: Patchdateien überprüfen
hr: Pregledavanje zakrpa
id: Meninjau patches
ja: パッチのレビュー
sk: Prezeranie záplat
sl: Pregledovanje popravkov
zh_cn: 查看补丁

source: Applying the patches
de: Patchdateien anwenden
hr: Primjena zakrpa
id: Menerapkan patches
ja: パッチの適用
sk: Použitie záplat
sl: Uporaba popravkov
zh_cn: 应用补丁

source: TortoiseMerge helps you with both those tasks: <placeholder-1/>
de: TortoiseMerge hilft Ihnen bei diesen beiden Aufgaben: <placeholder-1/>
hr: TortoiseMerge pomaže u oba zadatka: <placeholder-1/>
id: TortoiseMerge membantu Anda dengan kedua tugas tersebut: <placeholder-1/>
ja: TortoiseMerge は以下のどちらのタスクでも支援します。<placeholder-1/>
sk: TortoiseMerge vám pomôže s oboma tímito úlohami: <placeholder-1/>
sl: TortoiseMerge vam pomaga pri obeh nalogah: <placeholder-1/>
zh_cn: TortoiseMerge 可以帮助你完成以下两件事情：<placeholder-1/>

source: TortoiseMerge also helps you to sort out conflicted files which can occur if you're working with a source control system and others are working on the same files as you.
de: TortoiseMerge hilft Ihnen ebenfalls beim Auflösen von Konflikten, die bei der Arbeit mit einem Versionskontrollsystem auftreten können, wenn andere gleichzeitig an denselben Dateien arbeiten wie Sie.
hr: TortoiseMerge također pomaže da sredite sporne datoteke koje su se mijenjale od strane različitih korisnika na istim djelovima koje ste i vi mijenjali.
id: TortoiseMerge juga membantu Anda untuk mengurut file yang konflik yang bisa terjadi jika Anda bekerja dengan sistem kontrol sumber dan yang lain bekerja pada file yang sama dengan Anda.
ja: また TortoiseMerge は、ソース管理システムやその他で、同じファイルに対して作業したことにより発生する、競合したファイルを整理する助けにもなります。
sk: TortoiseMerge vám tiež pomáha triediť konflikty, ktoré môžu vzniknúť, keď pracujete so správou verzií a niekto iný pracuje na súbore, na ktorom pracujete aj vy.
sl: TortoiseMerge vam poleg tega pomaga pri reševanju spornih datotek, ki se pojavijo pri delu z orodji za nadzor različic, ko ostali uporabniki spreminjajo iste datoteke kot vi.
zh_cn: 如果你使用源代码控制系统，并且和其他人共同处理相同文件时，TortoiseMerge也能帮助你挑选出发生了冲突的文件。

source: TortoiseMerge is free!
de: TortoiseMerge ist frei!
hr: TortoiseMerge je slobodan!
id: TortoiseMerge bebas!
ja: TortoiseMerge はフリー!
sk: TortoiseMerge je zdarma!
sl: TortoiseMerge je brezplačno orodje!
zh_cn: TortoiseMerge 是免费的！

source: TortoiseMerge is free. You don't have to pay for it, you can use it any way you want. It is developed under the GP license (GPL).
de: TortoiseMerge ist freie Software. Sie brauchen nichts dafür zu bezahlen. Sie können das Programm benutzen wie Sie wollen. TortoiseMerge wird unter der GP Lizenz (GPL) entwickelt.
hr: TortoiseMerge je slobodan. Ne trebate ništa platiti, možete ga koristiti na bilo koji način. Razvijan je pod licencom GPL licencom.
id: TortoiseMerge adalah bebas. Anda tidak perlu membayarnya, Anda bisa menggunakannya dengan cara apapun yang Anda inginkan. Ini dikembangkan di bawah lisensi GP (GPL).
ja: TortoiseMerge はフリーです。お金を払う必要はありませんし、どんな用途にも使用できます。GP ライセンス (GPL) のもと開発されています。
sk: TortoiseMerge je zadarmo. Nemusíte za neho platiť a môžete ho využivať ako chcete. Je vyvynutý pod GP Licenciou (GPL).
sl: TortoiseMerge je brezplačen. Zanj vam ni treba plačati, lahko ga uporabljate, kakor želite. Razvit je pod licenco GPL.
zh_cn: TortoiseMerge 是免费的。你不需要为它支付任何费用就可以任意使用。它是在GPL许可协议下开发的。

source: TortoiseMerge is an Open Source project. That means you have full read access to the source code of this program. You can browse it on this link <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink>. You will be prompted to enter username and password. The username is <literal>guest</literal>, and the password must be left blank. The most recent version (where we're currently working) is located under <filename>/trunk/</filename>, and the released versions are located under <filename>/tags/</filename>.
de: TortoiseMerge ist ein Open Source Projekt. Das bedeutet, dass sie Zugang zum Quellcode des Programms haben. Sie können den Quellcode unter folgender URL <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink> ansehen. Sie werden nach einem Benutzernamen und Passwort gefragt. Der Benutzername ist <literal>guest</literal> und das Passwort muss leer gelassen werden. Die aktuellste Version (an der wir gerade arbeiten) ist immer im Ordner <emphasis><filename>/trunk/</filename></emphasis>zu finden. Die bereits veröffentlichten Versionen finden sich im Ordner <emphasis><filename>/tags/</filename></emphasis>.
id: TortoiseMerge adalah proyek Sumber Terbuka. Ini berarti bahwa Anda mempunyai akses penuh ke kode sumber dari program ini. Anda bisa melihatnya pada pranala ini <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink>. Anda akan diminta untuk memasukkan nama pengguna dan sandi lewat. Nama pengguna adalah <literal>guest</literal>, dan sandi lewat harus dibiarkan kosong. Versi paling baru (di mana saat ini kami sedang bekerja) ditempatkan di bawah <filename>/trunk/</filename>, dan versi rilis ditempatkan di bawah <filename>/tags/</filename>.
ja: TortoiseMerge はオープンソースプロジェクトです。これは、あなたがこのプログラムのソースコードに完全に読み取りアクセスできることを意味しています。このリンク <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink> から、ソースを閲覧できます。ユーザ名とパスワードを要求されますので、ユーザ名を <literal>guest</literal>、パスワードを空のままにしてください。(私たちが現在作業している) 最新のバージョンは <filename>/trunk/</filename> に、既にリリースされたバージョンは <filename>/tags/</filename> に配置しています。
sk: TortoiseMerge je projekt s uvolneným kódom ("Open Source"). To znamená, že máte plný prístup ku zdrojovým kódom tohoto programu. Môžete ho prehliadať na tejto linke <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink>. (Uživateľ:guest, a prázdne heslo) Najaktuálnejšia verzia, (na ktorej práve pracuejeme, ) je umiestnená pod <filename>/trunk/</filename> vydané verzie sú umiestnené pod <filename>/tags/</filename>.

source: Donate!
de: Spenden!
id: Sumbang!
ja: 寄付!
sk: Podporte!
sl: Darujte!
zh_cn: 捐赠!

source: Even though TortoiseGit and TortoiseMerge are free, you can support the developers by sending in patches and play an active role in the development. You can also help to cheer us up during the endless hours we spend in front of our computers.
de: Obwohl TortoiseGit und TortoiseMerge für Sie als Anwender kostenlos sind, können Sie uns auf viele Weise helfen. Sie können uns Patches schicken und damit bei der Entwicklung direkt mithelfen, oder Sie können uns bei unserer Arbeit motivieren.
hr: Iako su TortoiseGit i TortoiseMerge slobodni, možete podržati razvoj slanjem zakrpi i svojom aktivnom ulogom u razvoju. Možete nam također pomoći i razveseliti nas u dugim satima koje provodimo ispred naših računala.
id: Meskipun TortoiseGit dan TortoiseMerge bebas, Anda bisa mendukung para pengembang dengan mengirimkan patch dan berperan aktif dalam pengembangan. Anda juga bisa membuat kami gembira selama jam tanpa akhir yang kami luangkan di depan komputer kami.
ja: TortoiseGit と TortoiseMerge はフリーですが、パッチを送ったり、開発体制内で積極的に役割をこなしたりして、開発者をサポートできます。また、コンピュータの前で過ごす私たちを限りなく応援できます。
sk: Aj keď TortoiseGit a TortoiseMerge sú zdarma, môžete pomôcť vývojárom poslaním záplaty, či aktívne prispievať do vývoja. Takisto môžete pomôcť vývojárom povzbudenín pri nekonečných hodinách, ktoré trávime pred našimi počítačmi.

source: While working on TortoiseGit we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CDs and DVDs: <ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
de: Während wir an TortoiseMerge und TortoiseGit arbeiten hören wir gerne Musik. Und weil wir viele viele Stunden an TortoiseGit arbeiten, benötigen wir immer wieder <emphasis>neue</emphasis> Musik. Aus diesem Grund haben wir im Internet Seiten eingerichtet, von denen aus Sie uns Musik-CD's und auch mal eine DVD schenken können: <ulink url="http://TortoiseGit.tigris.org/donate.html"> <citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle> </ulink> Bitte schauen Sie sich auch die Liste der Personen an, die das Projekt durch z.B. Übersetzungen unterstützt haben.
id: Ketika bekerja pada TortoiseGit kami senang mendengarkan musik. Dan karena kami meluangkan banyak jam pada proyek, kami memerlukan <emphasis>banyak</emphasis> musik. Oleh karena itu, kami telah menyiapkan beberapa daftar keinginan dengan CD dan DVD musik favorit kami: <ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> Silahkan lihat daftar orang yang berkontribusi terhadap proyek dengan mengirimkan tambalan atau terjemahan.
ja: 私たちは TortoiseGit の作業中、音楽を聴くのが大好きです。また長時間このプロジェクトに関わっているために、音楽が<emphasis>たくさん</emphasis>必要です。そこで、私たちの好きな CD や DVD の欲しいものリストを用意しました。<ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> パッチや翻訳を送ってプロジェクトに貢献している人の一覧もご覧ください。
sk: Pri práci na TortoiseGit radi počúvame hudbu. A keďže trávime veľa hodín na projekte potrebujeme <emphasis>množtvo</emphasis> hudby. Preto sme zostavili zoznam prianí s našimi obľúbenými hudobnými CD a DVD: <ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> Prosím pozrite aj zoznam lúdí, ktorí prispeli do projektu poslaním záplaty, alebo prekladov (napr. tento preklad má nasvedomí Oto BREZINA ;) - poznámka prekladateľa).

source: Acknowledgments
de: Danksagung
hr: Priznanja
id: Pengakuan
ja: 謝辞
sk: Poďakovania
sl: Zasluge
zh_cn: 致谢

source: for the hard work on TortoiseMerge
de: für die harte Arbeit an TortoiseMerge
hr: za pravi posao na TortoiseMerge
id: atas kerja keras pada TortoiseMerge
ja: TortoiseMerge の大変な作業に
sk: za tvrdú prácu na TortoiseMerge
sl: za trdo delo na projektu TortoiseMerge
zh_cn: TortoiseMerge 的主要编程人

source: for the beautiful icons, logo, bug hunting and taking care of the documentation
de: für die wundervollen Icons, das Logo, die unermüdliche Fehlersuche und die Dokumentation
id: atas ikon-ikon yang indah, logo, pemburuan bug dan pemeliharaan dokumentasi
ja: きれいなアイコン、ロゴ、バグつぶし、文書整備に
sk: za nádherné ikonky, logo, vychytávanie chýb a starostlivosť o dokumenáciu
sl: za čudovite ikone, logotip, iskanje napak in urejanje dokumentacije
zh_cn: 制作了漂亮的图标、LOGO，检查错误及维护文档

source: The Tigris Style project
de: Das Tigris Style Projekt
hr: The Tigris Style projektu
sk: Program v štýle Tigris Style
sl: Projekt Tigris Style
zh_cn: Tigris 网站设计风格项目

source: for some of the styles which are reused in this documentation
de: für einige der Stile, welche für diese Dokumentation verwendet wurden.
hr: za neke stilove koji su korišteni u izradi dokumentacije
id: atas beberapa gaya yang digunakan kembali dalam dokumentasi ini
ja: 本書で再利用されているスタイルに
sk: za niektoré štýly, ktoré sú použité v dokumenácií
sl: za nekatere stile, ki so uporabljeni v tej dokumentaciji
zh_cn: 他们的设计风格被用于本文档

source: Our Contributors
de: Unsere Helfer
hr: Našim suradnicima
id: Kontributor Kami
ja: われらが貢献者達
sk: Naši spolupracovníci
sl: Zunanji sodelavci
zh_cn: 贡献者

source: for the patches, bug reports and new ideas, and for helping others by answering questions on our mailing list.
de: für die Patches, Fehlermeldungen und dafür, dass sie anderen helfen, indem Sie Fragen auf unserer Mailingliste beantworten
hr: za zakrpe, izvještaje o greškama, novim idejama te za pomaganje u odgovorima na listama elektroničke pošte.
id: atas tambalan-tambalan, laporan bug dan ide baru, dan untuk menolong yang lain dengan menjawab pertanyaan pada milis kami.
ja: パッチや、バグレポート、新しいアイデア、メーリングリストでの質疑応答などの助け合いに
sk: za záplaty, hlásenia chýb a nápadov, a za pomoc iných, ktorý odpovedali na otázky v našich mailinglistoch
sl: za popravke, poročila o napakah in nove ideje, za pomoč uporabnikom z odgovori na dopisnih seznamih
zh_cn: 提供了补丁、错误汇报及新的想法，并且在邮件列表上回答了其他人的问题。

source: Our Donators
de: Unsere Spender
hr: Našim donatorima
id: Donatur Kami
ja: われらが寄進者達
sk: Naši darcovia
sl: Naši donatorji
zh_cn: 赞助者

source: for many hours of joy with the music they sent us
de: für viele Stunden voll toller Musik, welche sie uns geschenkt haben.
hr: za mnoge sate veselja i uživanja u glazbi koju su nam poslali
id: atas banyaknya jam kesenangan dengan musik yang mereka kirimkan kepada kami
ja: 送ってくれた音楽で楽しんだ時間に
sk: za mnoho hodín dobrej hudby, ktoré nám poslali
sl: za številne ure užitkov ob poslušanju glasbe, ki ste nam jo poslali
zh_cn: 他们送给我们的音乐陪伴了我们许多时间

source: Introduction
de: Einleitung
hr: Uvod
id: Pengenalan
ja: はじめに
sk: Úvod
sl: Uvod
zh_cn: 介绍

source: Overview
de: Übersicht
hr: Kratki pregled
id: Tinjauan
ja: 概要
sk: Prehľad
sl: Pregled
zh_cn: 概述

source: TortoiseMerge is a free/open-source application. It lets you see differences in text files, merge those changes and even review and apply unified diff files, often called <firstterm>patches</firstterm>.
de: TortoiseMerge ist ein freies Open-Source Programm. Sie können damit Unterschiede in Textdateien zeigen, diese Unterschiede zusammenführen und auch Standard-Diff Dateien, sogenannte Patchdateien auf Ihre Arbeitskopie anwenden.
hr: TortoiseMerge je slobodan/open-source program. Omogućava pregled razlika u tekst datotekama, stapanje razlika i uređivanje i primjenu datoteka objedinjenih razlika - često nazivanih <firstterm>zakrpama</firstterm>.
id: TortoiseMerge adalah aplikasi bebas/sumber-terbuka. Ia membolehkan Anda melihat perbedaan dalam file teks, menggabungkan perubahan itu dan bahkan meninjau dan menerapkan file unified diff, sering disebut <firstterm>patches</firstterm>.
ja: TortoiseMerge はフリー・オープンソースアプリケーションです。テキストファイルの差分を表示、変更点のマージ、<firstterm>パッチ</firstterm> とよく呼ばれる unified diff ファイルの検査・適用を行います。
sk: TortoiseMerge je free/open-source aplikácia. Zobrazí rozdiely v textových súboroch, zlúči tieto zmeny a tiež rehliadanie a požuite súbory 'unified diff' - tiež zvané <firstterm>záplaty</firstterm>.
sl: TortoiseMerge je brezplačen/odprtokodni program. Omogoča pregledovanje razlik v besedilnih datotekah, spajanje teh sprememb in celo pregled in uporabo datotek poenotene razlike, pogosto imenovane <firstterm>datoteke popravkov</firstterm>.
zh_cn: TortoiseMerge 是一个免费软件/开源软件。通过它你可以查看文本文件之间的差异，并合并这些差异；甚至审查和采用这些标准差异文件——通常称之为 <firstterm>补丁</firstterm> 。

source: While working on text files, e.g. source files in your favourite programming language, or html/xml files for your documentation or website, you will often have a situation where you need to compare different versions of those files. Sometimes you get a different version from someone else, sometimes you just want to see the changes you've made.
de: Wenn Sie mit Textdateien, z.B. Quelltexten ihrer bevorzugten Programmiersprache oder HTML/XML Dateien ihrer Dokumentation oder Webseite arbeiten, werden Sie öfters in eine Situation kommen in der Sie verschiedene Versionen von solchen Dateien vergleichen möchten. Manchmal erhalten Sie eine veränderte Datei von jemand anderem, manchmal möchten Sie einfach nachsehen was Sie an einer Datei schon alles geändert haben.
hr: Dok radite na tekst datotekama, napr. programirate u vašem omiljenom programskom jeziku ili pišete html/xml datoteke za dokumentaciju, često ćete poželjeti usporediti različite verzije istih datoteka. Ponekad ćete od nekoga dobiti raličitu verziju datoteke, ili drugi put ćete htjeti pogledati koje ste promjene sami napravili.
id: Ketika bekerja pada file teks, contohnya file sumber dalam bahasa pemrograman favorit Anda, atau file html/xml untuk dokumentasi Anda atau website, Anda akan sering menghadapi situasi di mana Anda perlu membandingkan versi yang berbeda dari file-file tersebut. Kadang-kadang Anda mendapatkan versi berbeda dari orang lain, ada kalanya Anda hanya ingin melihat perubahan yang telah Anda buat.
ja: お好みのプログラム言語のソースファイルや、ドキュメントや Web サイトの html/xml ファイルといった、テキストファイルで作業していると、そのファイルの異なるバージョンと比較したくなる状況があるでしょう。他の誰かが行ったバージョンとの差分を得たり、自分がどのような変更を行ったか見るといったことです。
sk: Pri práci s textovími súbormi, ako sú súbory zdrojových kódov rôznych programovacích jazykov, alebo html, xml súbormi pre internetové stránky, budete často v situácií kedy budete potrebovať porovnať rôzne verzie tíchto súborov. Niekedy získate rozdielne verzie od iných, niekedy si budete chcieť len prezrieť zmeny, ktoré ste urobili.
sl: Pri delu z besedilnimi datotekami, n. pr. datotekami izvorne kode v priljubljenem programskem jeziku ali datotekami html/xml files za vašo dokumentacijo ali spletno stran se pogosto znajdete v situaciji, ko morate primerjati različne verzije teh datotek. Včasih dobite drugo različico datoteke od sodelavca, včasih pa želite videti, kakšne spremembe ste naredili sami.
zh_cn: 当处理文本文件时，比如用你所喜欢的编程语言写的源代码，或者 Html/Xml 的文档或网站，你经常会碰到需要比较文件的不同版本的情况：有时候你从别人那里得到了一个不同版本的文件，或者有时候干脆就是你想知道你曾经做过什么修改。

source: If you're working with a version control system (e.g. Subversion) then you sometimes get <emphasis>conflicts</emphasis> when you update your working copy. This happens if someone else changed the same parts of the file you're currently working on as you did. Then you have to resolve those conflicts manually. This is where TortoiseMerge can help you.
de: Wenn Sie mit einem Versionskontrollsystem arbeiten (z.B. Subversion) dann werden Sie manchmal einen <emphasis>Konflikt</emphasis> erhalten, wenn Sie ihre Arbeitskopie aktualisieren. Dies passiert wenn jemand anders dieselben Stellen derselben Datei geändert hat wie Sie. Dann müssen Sie diesen Konflikt von Hand wieder auflösen. Und TortoiseMerge hilft Ihnen dabei.
hr: Ako koristite sustav za upravljanje verzijama (napr. Subversion) tada ćete ponekad imati <emphasis>sporne dijelove</emphasis> kada obnavljate vašu radnu kopiju. To se događa ako netko drugi promjeni iste dijelove datoteke koju ste i vi promijenili. Tada treba ručno riješiti ove sporove. U tome će vam pomoći TortoiseMerge.
id: Jika Anda bekerja dengan sistem kontrol versi (contohnya Subversion) maka Anda biasanya akan menghadapi <emphasis>konflik</emphasis> ketika Anda memutahirkan copy pekerjaan Anda. Ini terjadi jika orang lain mengubah bagian yang sama dari file yang sama yang Anda kerjakan. Maka Anda harus menyelesaikan konflik itu secara manual. Disinilah TortoiseMerge bisa membantu Anda.
sk: Keďi prácujete so správou verzií (napr. Subversion) občas sa pri aktualizovaní vašej pracovnej kópie dostanete do <emphasis>konfliktu</emphasis>. Toto sa stane keď niekto iný zmení rovnakú časť súboru, na ktorom ste pracovali, ako vy. Potom musíte tieto konflikty vyriešiť ručne. TortoiseMerge vám s tím môže pomôcť.
sl: Če delate s sistemi za nadzor različic (n. pr. s sistemom Subversion), se včasih pri posodabljanju datotek pojavijo <emphasis>spori</emphasis>. To se zgodi, če nek drug uporabnik spremeni isti del datoteke kot vi. V takšnem primeru morate ročno rešiti spore. Tu vam pomaga TortoiseMerge.
zh_cn: 如果你使用版本控制系统(如 Subversion)时，当你更新工作副本时你可能会遇到“ <emphasis>冲突</emphasis> ”。这种情况通常发生在其他人也修改了你当前正在处理的文件的同一部分。当遇到冲突时，你必须手工来解决它——这就是 TortoiseMerge 能帮助你的地方。

source: The following diagram shows you the relationships between the files involved in a conflict:
de: Das folgende Diagramm zeigt die Beziehung zwischen den verschiedenen Dateien bei einem Konflikt:
hr: Slijedeći dijagram pokazuje odnose između datoteka koje imaju sporne dijelove.
id: Diagram berikut memperlihatkan kepada Anda hubungan antara file dalam keadaan konflik:
ja: 競合時のファイルの関係を、以下の図に示します。
sk: Nasledovný diagram zobrazuje vzťah medzi súbormi zaplatenými v konflikte:
sl: Naslednji diagram prikazuje razmerja med datotekami, ki so udeležene v sporu:
zh_cn: 下图说明了存在冲突的文件之间的关系。

source: File Conflict
de: Dateikonflikt
hr: Sukob datoteka
id: Konflik File
ja: ファイルの競合
sk: Konflikt súboru
sl: Spori v datoteki
zh_cn: 文件冲突
