Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: <guilabel>Ignore line endings</guilabel> hides changes which are due solely to difference in line-end style.
de: <guilabel>Ignoriere Zeilenende</guilabel> verbirgt Änderungen, die nur aus unterschiedlichen Zeilenumbrüchen bestehen.
ja: <guilabel>改行コードを無視する</guilabel> 改行コードの違いがないかのように違いを隠します。
sk: <guilabel>Ignorovať konce riadkov</guilabel> skryje zmeny, ktoré sú zmenami len zmenou štýlu konca riadkov.
sl: <guilabel>Prezri zaključke vrstic</guilabel> skrije spremembe, ki so posledica zgolj zaradi razlik pri zaključkih vrstic.
zh_cn: <guilabel>忽略换行类型</guilabel> 隐藏换行类型的改变。

source: <guilabel>Ignore case changes</guilabel> hides changes which are due solely to case changes within the text. This can be useful with apps such as Visual Basic, which changes case in variables without warning.
de: <guilabel>Ignoriere Groß- / Kleinschreibung</guilabel> verbirgt Groß- / Kleinbuchstaben Änderungen. Dies ist besonders nützlich bei Anwendungen wie Visual Basic, die die Schreibweise von Variablen ohne Warnung ändern.
hr: <guilabel>Zanemari velika/mala slova</guilabel> sakriva promjene koje su nastale samo zbog razlika u velikim ili malim slovima unutar tekstač. Ovo može biti dosta korisno s aplikacijama kao što je Visual Basic, koji mijenja velika/mala slova u varijablama automatski i bez upozorenja.
id: <guilabel>Abaikan perubahan huruf</guilabel> menyembunyikan perubahan karena perubahan di dalam teks. Ini sangat berguna dengan aplikasi seperti Visual Basic, yang mengubah jenis huruf dalam variabel tanpa peringatan.
ja: <guilabel>大文字/小文字の変更は無視する</guilabel> テキスト中で、大文字/小文字しか違わない変更を隠します。Visual Basic のような、警告なしで変数の大文字小文字を変更してしまうようなアプリでは便利です。
sk: <guilabel>Ignorovať zmeny vo veľkosti písma</guilabel> skryje zmeny, ktoré sú zmenami len veľkosti písma v texte. Toto môže byť užitočné pre aplikácie ako je Visual Basic, ktoré menia velkosť písma premenných bez varovania.
sl: <guilabel>Prezri spremembe velikih/malih črk</guilabel> skrije spremembe, ki so posledica menjave velikih in malih črk v besedilu. To je uporabno pri aplikacijah, kot je Visual Basic, ki spreminjajo velike in male črke brez opozorila.
zh_cn: <guilabel>忽略大小写变化</guilabel> 隐藏仅文本大小写变化的差异。这对于像 Visual Basic 等忽略变量大小写的应用程序比较有用。

source: <guilabel>Colour code in-line changes</guilabel> uses the same scheme as the line diff bar to show the detailed in-line changes within the main display panes. Lines which have been heavily modified will not be shown using this method as the results are simply confusing. In this case the line will be shown as replaced (old line deleted, new line added).
de: <guilabel>Änderungen in Zeile farbig hervorheben</guilabel> verwendet das gleiche Farbschema wie die Differenzzeile, um Änderungen innerhalb der Zeilen auch im Hauptfenster farbig hervorzuheben. Zeilen mit vielen Änderungen werden als ersetzt (alte Zeile gelöscht, neue Zeile hinzugefügt) dargestellt, da die Anzeige sonst zu bunt und damit verwirrend würde.
id: <guilabel>Kode warna perubahan-perubahan sebaris</guilabel> menggunakan skema sama dengan baris bar diff untuk menampilkan detil perubahan sebaris di dalam tampilan pane utama. Baris-baris yang telah banyak diubah tidak akan ditampilkan dengan metode ini karena hasilnya akan membingungkan. Dalam kasus ini, baris tersebut akan ditampilkan sebagai diganti (baris yang lama dihapus, baris yang baru ditambahkan).
ja: <guilabel>変更された行内の色コード</guilabel> メイン表示ペインの行内の変更を、差分バーと同様に色分けします。大きく変更された行は、この方法で表示すると分かりづらいです。この場合、行を置き換えたように (古い行の削除と新しい行の追加) 表示します。
sk: <guilabel>Farebné zobrazenie zmien v riadku</guilabel> používa rovnakú farebnú schému ako panel porovnania riadkov na zobrazenie zmien riadkov hlavných paneloch. Riadky s veľa zmenami niesú zobrazené touto metodou, pretože výsledok by bol mätúci. V takomto prípade je riadok zobrazení ako zamenený (starý riadok vymazaný, nový riadok pridaný).
sl: <guilabel>Obarvaj spremembe v vrstici</guilabel> uporablja isti način kot trak za prikaz razlik v vrstici, tako da prikaže podrobne spremembe znotraj vrstice v glavnih oknih. Vrstice, ki so bile močno spremenjene, ne bodo prikazane s to metodo, saj bi rezultati povzročili preprosto preveč zmede. V takšnem primeru se vrstica pokaže kot zamenjana (stara izbrisana, nova dodana).
zh_cn: <guilabel>为改变的嵌入代码着色</guilabel>在主窗口，使用与行差异拉杆相同的方案显示代码改变的细节。修改很多的行不会这样显示，因为它会让人糊涂。这时会用替换方式显示(旧行删除，新行增加)。

source: <guilabel>Compare whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Subversion treats such changes).
de: <guilabel>Vergleiche Leerzeichen</guilabel> hebt alle Änderungen in Leerzeichen und Einrückung als gelöschte / hinzugefügte Zeilen hervor (Subversion behandelt Änderungen in Leerzeichen so).
id: <guilabel>Bandingkan spasi putih</guilabel> memperlihatkan semua perubahan dalam indentasi dan spasi putih sebaris karena baris ditambah/dihapus (inilah bagaimana Subversion memperlakukan perubahan demikian).
sk: <guilabel>Porovnávať biele znaky</guilabel> zobrazí všetky zmeny v odsadení a zmeny bielych znakov vrámci riadkov, ako pridané/vymazané (, čo je spôsob, ako Subversion spracováva takéto zmeny).
sl: <guilabel>Primerjaj presledke</guilabel> prikaže vse spremembe zamikanja in presledkov kot dodane/odstranjene vrstice (tako takšne spremembe obravnava Subversion).
zh_cn: <guilabel>比较空白字符</guilabel> 将全部缩进变化，或行内空白字符的变化按照添加/删除的行显示(即 Subversion 处理变化的方式)。

source: <guilabel>Ignore whitespace changes</guilabel> hides changes which are due solely to a change in the amount or type of whitespace, eg. changing the indentation or changing tabs to spaces. Adding whitespace where there was none before, or removing a whitespace completely is still shown as a change.
de: <guilabel>Ignoriere Änderungen in Leerzeichen</guilabel> verbirgt Änderungen in der Anzahl oder dem Typ von Leerzeichen, z.B. Änderung der Einrückung oder Wechsel von Tab zu Leerzeichen. Komplett neue oder vollständig gelöschte Leerzeichen werden weiterhin als Änderung angezeigt.
id: <guilabel>Abaikan perubahan spasi putih</guilabel> menyembunyikan perubahan karena perubahan dalam sejumlah atau tipe spasi putih, contoh perubahan indentasi atau perubahan tab ke spasi. Menambah spasi putih di mana tidak ada sebelumnya, atau menghapus spasi putih sepenuhnya masih ditampilkan sebagai perubahan.
ja: <guilabel>空白の変更は無視する</guilabel> 空白の種類や量しか違わない変更を隠します。例: インデントの変更や、タブとスペースの変更など。とはいえ何もないところへの空白の追加や、空白の完全削除は表示します。
sk: <guilabel>Ignorovať zmeny vo veľkosti písma</guilabel> skryje zmeny, ktoré sú zmenami len veľkosti písma v texte. Toto môže byť užitočné pre aplikácie ako je Visual Basic, ktoré menia velkosť písma premenných bez varovania.
sl: <guilabel>Prezri razlike presledkov</guilabel> skrije spremembe, ki so posledica spremembe števila presledkov, n. pr. pri zamikanju vrstic ali spremembi tabulatorjev v presledke. Dodajanje presledka na mesto, kjer ga prej ni bilo ali popolno odstranjevanje presledkov se še vedno prikaže kot sprememba.
zh_cn: <guilabel>忽略空白字符变化</guilabel> 隐藏仅仅只是空白字符数量和类型的变化。例如，缩进，制表符变成了空格。在以前没有空白字符的地方增加空白字符，或者完全删除空白字符，仍旧视为变化。

source: <guilabel>Ignore all whitespaces</guilabel> hides all whitespace-only changes.
de: <guilabel>Ignoriere alle Leerzeichen</guilabel> verbirgt sämtliche Änderungen, die nur aus Leerzeichen bestehen.
id: <guilabel>Abaikan semua spasi putih</guilabel> menyembunyikan semua perubahan hanya-spasi putih.
ja: <guilabel>空白を無視する</guilabel> 空白のみの差異を隠します。
sk: <guilabel>Ignorovať biele znaky</guilabel> skryje zmeny, kde boli zmenené len biele (netlačené) znaky.
sl: <guilabel>Prezri vse presledke</guilabel> skrije vse spremembe, ki so posledica spremembe presledkov.
zh_cn: <guilabel>忽略全部空白字符</guilabel> 隐藏所有空白字符的变化。

source: Colour Settings Page
de: Einstellungen Farben
hr: Postavke boja
id: Halaman Seting Warna
ja: 色設定ページ
sk: Panel nastavenia farieb
sl: Nastavitev barv
zh_cn: 颜色设置页

source: The Settings Color Page
de: Die Farbeinstellungen
hr: Stranica za postavke boja
id: Halaman Seting Warna
ja: 色の設定ページ
sk: Panel Nastavenia Farieb
sl: Nastavitev barv
zh_cn: 颜色设置页

source: This dialog allows you to select the background color coding used to highlight the different line changes.
de: Auf dieser Seite können Sie die Hintergrundfarben zum Hervorheben der verschiedenen Änderungen einstellen.
hr: Ovaj dijalog omogućava vam da odaberete postavke boja koje se koriste za označavanje razlčitih promjena.
id: Dialog ini membolehkan Anda untuk memilih kode warna latar belakang yang digunakan untuk menerangi baris perubahan yang berbeda.
ja: このダイアログで変更がある行をハイライトする背景色を選択できます。
sk: Tento dialógový panel vám umožnuje vybrať farbu pozadia kódu na zvýraznenie rôznych zmien riadkov.
sl: To pogovorno okno omogoča izbiro barv ozadja za različno spremenjene vrstice.
zh_cn: 这个对话框允许你选择一个背景颜色代码，它们用于高亮被修改的行。

source: All lines which are unchanged, or where changes are hidden.
de: Alle nicht veränderten Zeilen oder Zeilen deren Änderungen verborgen wurden
hr: Svi redci koji nisu mijenjani ili promjene zbog postavki nisu prikazane.
id: Semua baris yang tidak berubah, atau di mana perubahan disembunyikan.
ja: 全行が変更されていないか、変更が隠されている。
sk: Všetky nezmené riadky, alebo riadky so skrytými zmenami.
sl: Vse vrstice, ki ne vsebujejo sprememb ali pa so spremembe skrite.
zh_cn: 这些行都没有改变过，或改变被隐藏了。

source: Added
de: Hinzugefügt
hr: Dodani
id: Ditambahkan
ja: 追加
sk: Pridané
sl: Dodano
zh_cn: 新增

source: Lines which have been added.
de: Zeilen, die hinzugefügt wurden
hr: Redci koji su dodani.
id: Baris yang sudah ditambahkan.
ja: 追加された行。
sk: Riadky, ktoré boli pridané
sl: Dodane vrstice
zh_cn: 这些行是新增加的。

source: Removed
de: Entfernt
hr: Uklonjeni
id: Dihapus
ja: 削除
sk: Odstránené
sl: Odstranjeno
zh_cn: 删除

source: Lines which have been deleted.
de: Zeilen, die gelöscht wurden
hr: Redci koji su obrisani.
id: Baris yang sudah dihapus.
ja: 削除された行。
sk: Riadky, ktoré boli zmazané
sl: Izbrisane vrstice.
zh_cn: 这些行被删除了。

source: Modified
de: Verändert
id: Diubah
ja: 変更
sk: Zmenené
sl: Spremenjeno
zh_cn: 已修改

source: unchanged
de: unveränderte
id: tak berubah
ja: 未変更
sk: nezmenené
sl: nesprememnjeno
zh_cn: 未改变

source: Colour code in-line changes
de: Änderungen in Zeile farbig hervorheben
id: Kode warna perubahan-perubahan sebaris
ja: 変更された行内の色コード
sk: Farebné kódy zmien v riadkoch
sl: Barvno kodiranje sprememb v vrstici
zh_cn: 着色改变的代码

source: Lines which have relatively small changes, and are shown using inline diff. This colour is used for the <placeholder-1/> portion of the line content. Changed portions will be shown using the inline added and deleted colours described below. If <placeholder-2/> is not enabled, this colour will not be used and changed lines will always be shown as replacements.
de: Bei Zeilen mit geringem Änderungsumfang werden die Unterschiede innerhalb der Zeile farbig hervorgehoben. Diese Farbe wird für <placeholder-1/> Teile der Zeile verwendet. Modifizierte Teile werden durch die unten beschriebenen Farben für hinzugefügt/gelöscht gekennzeichnet. Wenn <placeholder-2/> nicht aktiv ist, wird diese Farbe nicht verwendet und geänderte Zeilen werden als Ersetzungen dargestellt.
id: Baris-baris yang memiliki perubahan-perubahan relatif kecil, dan ditampilkan dengan menggunakan diff sebaris. Warna ini digunakan untuk porsi <placeholder-1/> dari isi baris. Porsi-porsi yang diubah akan ditampilkan dengan menggunakan warna ditambah dan dihapus sebaris yang dijelaskan di atas. Jika <placeholder-2/> tidak dihidupkan, warna ini tidak akan digunakan dan baris-baris yang berubah akan selalu ditampilkan sebagai pengganti.
ja: 比較的変更が少ない行は、行差分の形で表示します。この色は行の中の <placeholder-1/> 箇所に使用します。変更箇所は、以下で説明する行追加色や行削除色で表します。<placeholder-2/> が無効の場合、この色を使用せず、変更行を必ず置換で表します。
sk: Riadky s relatívne malými zmenami sú zobrazené riadkovým porovnaním. Táto farba je použitá <placeholder-1/> pre zmenenú čast riadku. Zmenená časť je znázorná farbami riadkové pridanie a zmazanie popísané nižšie. Keď <placeholder-2/> nie je povovolené, táto farba nie je použitá a zmenené riadky sú zobrazené ako náhrady.
sl: Vrstice, ki vsebujejo relativno majhne spremembe, so prikazane s spremembami v vrsticah. Ta barva se uporablja za del vrstice, ki ima status <placeholder-1/>. Spremenjeni deli se prikažejo z uporabo dodanih in izbrisanih barv, kot je to opisano spodaj. Če možnost <placeholder-2/> ni omogočena, barva ne bo uporabljena in spremenjene vrstice bodo vedno označene kot zamenjane.
zh_cn: 相对小的行改变，用嵌入差异显示。 <placeholder-1/> 部分着色。改变的部分用嵌入的增加和删除形式展现，其颜色下述。如果未启用 <placeholder-2/> ，不会使用此颜色，改变的行用替换形式显示。

source: Conflicted
de: Konflikt
hr: Sukobljeni
id: Konflik
ja: 競合
sk: Konfliktné
sl: Sporno
zh_cn: 冲突

source: Where the same line has been changed in both files.
de: Dieselbe Zeile wurde in beiden Dateien geändert.
hr: Gdje je isti redak bio mijenjan u obje datoteke.
id: Di mana baris yang sama sudah diubah dalam kedua file.
ja: 両方のファイルで同じ行が変更されていた。
sk: Keď boli zmené riadky v oboch súboroch.
sl: Kjer je bila ista vrstica spremenjena v obeh datotekah
zh_cn: 两个文件都修改了这些行。

source: Conflict resolved
de: Konflikt aufgelöst
id: Konflik diselesaikan
ja: 解消した競合
sk: Vyriešený konflikt
sl: Spor rešen
zh_cn: 冲突已解决

source: Where the same line has been changed in both files, and you have now selected which version should be used.
de: Falls dieselbe Zeile in beiden Dateien geändert wurde und Sie mittlerweile eine der beiden Varianten ausgewählt haben.
ja: 両方のファイルで同じ行が変更されており、どの版を使用するべきか選択した部分です。
sk: Keď bol zmený riadok v oboch súboroch a teraz ste vybrali, ktorá z verzií má byť použitá.
sl: Kjer je bila ista vrstica spremenjena v obeh datotekah in ste se odločili, katera različica bo sedaj uporabljena
zh_cn: 两个文件都修改了同一行，你现在需要选择使用哪个版本。

source: Empty
de: Leer
hr: Prazni
id: Kosong
ja: 空
sk: Prázdne
sl: Prazno
zh_cn: 空白

source: Where lines have been added in the opposite pane, and no such line existed in this pane.
de: Zeilen wurden im gegenüberliegenden Bereich hinzugefügt und keine entsprechende Zeile existiert in diesem Bereich.
hr: Gdje su redci dodani u suprotnom okviru, a takvi redci nisu postojali u trenutnom okviru.
id: Di mana baris sudah ditambahkan ke pane berlawanan, dan tidak ada baris tersebut muncul dalam pane ini.
ja: 反対のペインにある行が、このペインには存在しない部分
sk: Riadky boli pridané v druhom panely a niesú najdené prislúchajuce riadky v tomto panely.
sl: Kjer so bile vrstice dodane v nasprotnem predelu, v tem predelu pa ne obstajajo.
zh_cn: 在另一个面板中增加了一些行，且这个面板中没有对应的行。

source: Inline added text
de: Hinzugefügter Text
id: Teks ditambahkan sebaris
ja: 行内追加テキスト
sk: Pridaný text do riadku
sl: Dodano besedilo v vrstici
zh_cn: 增加的文本

source: When inline diffs are shown, added text is shown in this colour.
de: Wenn Differenzen innerhalb der Zeile angezeigt werden, wird hinzugefügter Text mit dieser Farbe markiert.
id: Saat diff sebaris ditampilkan, teks yang ditambahkan ditampilkan dalam warna ini.
ja: 行差分で表示時、追加テキストをこの色で表します。
sk: Keď je zobrazené riadkové porovnanie, je pridaný text zobrazený farebne.
sl: Kadar so prikazane razlike v vrstici, je dodano besedilo prikazano v tej barvi.
zh_cn: 当显示嵌入差异时，用此颜色显示增加的文本。

source: Inline removed text
de: Gelöschter Text
id: Teks dihilangkan sebaris
ja: 行内削除テキスト
sk: Zmazaný text v riadku
sl: Izbrisano besedilo v vrstici
zh_cn: 删除的文本

source: When inline diffs are shown, deleted text is shown in this colour.
de: Wenn Differenzen innerhalb der Zeile angezeigt werden, wird gelöschter Text mit dieser Farbe markiert.
id: Saat diff-diff sebaris ditampilkan, teks yang dihapus ditampilkan dalam warna ini.
ja: 行差分で表示時、削除テキストをこの色で表します。
sk: Keď je zobrazené riadkové porovnanie, je vyazaný text zobrazený farebne.
sl: Kadar so prikazane razlike v vrstici, je izbrisano besedilo prikazano v tej barvi.
zh_cn: 当显示嵌入差异时，用此颜色显示删除的文本。

source: Misc whitespaces
de: Diverse Leerzeichen
ja: その他の空白
sk: Rôzne biele medzery
sl: Razno - presledki
zh_cn: 混杂的空白

source: Characters used to indicate Whitespace are shown in a different colour from normal text.
de: Zeichen zur Hervorhebung von Leerraum werden in einer anderen Farbe als der normale Text angezeigt.
ja: 空白を表す文字を、通常のテキストとは別の色で表示します。
sk: Znaky použité na zobrazenie bielych medzier sú zobrazené inou farbou ako normálny text.
sl: Znaki, ki označujejo presledke, so prikazani v drugačni barvi kot običajno besedilo.
zh_cn: 用来表示空白的字符，在正文中用不同的颜色来显示

source: keyboard shortcuts
de: Tastaturkürzel
hr: prečaci na tipkovnici
id: jalan pintas keyboard
ja: キーボードショートカット
sk: Klávesové skratky
sl: bližnjice s tipkovnico
zh_cn: 快捷键

source: List of keyboard shortcuts and commands.
de: Liste der Tastaturkürzel und Befehle
hr: Popis prečaca i akcija.
id: Daftar jalan pintas keyboard dan perintah.
ja: キーボードショートカットとコマンドの一覧
sk: Zoznam klávesových skratiek a príkazov
sl: Seznam bližnjic in ukazov.
zh_cn: 列出所有的快捷键和命令。

source: Keyboard shortcuts
de: Tastaturkürzel
hr: Prečaci sa tipkovnice
id: Jalan pintas keyboard
ja: キーボードショートカット
sk: Klávesové skratky
sl: Bližnjice s tipkovnico
zh_cn: 快捷键

source: Ctrl-Q
de: Strg-Q

source: Quit the program
de: Das Programm beenden
hr: Izađi iz programa
id: Keluar dari program
ja: プログラムの終了
sk: Ukončiť program
sl: Izhod iz aplikacije
zh_cn: 退出程序

source: Ctrl-C
de: Strg-C

source: Copy the selected text to the clipboard
de: Den markierten Text in die Zwischenablage kopieren
id: Salin baris terpilih ke clipboard
ja: 選択したテキストをクリップボードへコピーします
sk: Skopírovať vybraný text do schránky
sl: Kopiraj izbrano besedilo na odložišče.
zh_cn: 复制选定的文本到剪贴板

source: Ctrl-F
de: Strg-F

source: Open the Find dialog for text searches
de: Den Dialog zum Suchen von Text öffnen
hr: Otvara dijalog za pretraživanje teksta
id: Buka dialog Cari untuk pencarian teks
ja: 文字列検索用に検索ダイアログを開く
sk: Otvoriť dialog vyhladávania textových reťazcov
sl: Odpri pogovorno okno za iskanje besedila
zh_cn: 打开文本查找对话框

source: Ctrl-O
de: Strg-O

source: Open files to diff/merge
de: Dateien zum Vergleichen/Zusammenführen öffnen
hr: Otvara datoteke za usporedbu/stapanje
id: Buka file untuk diff/merge
ja: diff/merge 用にファイルを開く
sk: Otvoriť súbory na porovanie/zlúčenie
sl: Odpri datoteke za razlikovanje/spajanje
zh_cn: 打开需要比较/合并的文件

source: Ctrl-S
de: Strg-S

source: Save the changes
de: Änderungen speichern
hr: Snima promjene
id: Simpan perubahan
ja: 変更の保存
sk: Uložiť zmeny
sl: Shrani spremembe
zh_cn: 保存改变

source: Ctrl-Shift-S
de: Strg-Umsch-S

source: Save as...
de: Änderungen unter einem anderen Namen speichern
hr: Snimi kao...
id: Simpan sebagai...
ja: 名前を付けて保存...
sk: Uložiť ako...
sl: Shrani kot...
zh_cn: 另存为...

source: Go to next difference
de: Zum nächsten Unterschied gehen
hr: Skoči na slijedeću razliku
id: Pergi ke perbedaan berikutnya
ja: 次の相違へ移動
sk: Ísť na daľší rozdiel
sl: Na naslednjo razliko
zh_cn: 跳转到下一个不同点

source: Shift-F7
de: Umsch-F7

source: Go to previous difference
de: Zum vorherigen Unterschied gehen
hr: Skoči na prethodnu razliku
id: Pergi ke perbedaan sebelumnya
ja: 前の相違へ移動
sk: Ísť na predchádzajúci rozdiel
sl: Na prejšnjo razliko
zh_cn: 跳转到上一个不同点

source: Go to next conflict
de: Zum nächsten Konflikt gehen
hr: Skoči na slijedeći sukob
id: Pergi ke konflik berikutnya
ja: 次の競合へ移動する
sk: Ísť na nasledovný konflikt
sl: Na naslednji spor
zh_cn: 跳转到下一个不同点

source: Shift-F8
de: Umsch-F8

source: Go to previous conflict
de: Zum vorherigen Konflikt gehen
hr: Skoči na prethodni sukob
id: Pergi ke konflik sebelumnya
ja: 前の競合へ移動する
sk: Ísť na predošlý konflikt
sl: Na prejšnji spor
zh_cn: 跳转到上一个不同点

source: Ctrl-D
de: Strg-D

source: Toggle between one-pane diff and two-pane diff
de: Zwischen Einfenstersicht und Zweifenstersicht wechseln
hr: Zamijeni jednostrani i dvostrani pogled
id: Hidup/matikan antara satu-pane diff dan dua-pane diff
ja: 1 ペイン diff と 2 ペイン diff を切り替える
sk: Prepnúť medzi jednopanelovým a dvojpanelovým porovnaním
sl: Preklaplja med enodelnim in dvodelnim pregledovalnikom razlik
zh_cn: 切换单窗口方式或双窗口方式

source: Ctrl-R
de: Strg-R

source: Reload the files and revert all changes made
de: Dateien neu laden und alle Änderungen rückgängig machen
hr: Ponovo učitaj datoteke i poništi sve promjene
id: Ambil kembali file dan balikan semua perubahan yang sudah dibuat
ja: ファイルを再読込し、すべての変更の取り消す
sk: Znova načíta súbory a vráti všetky vykonané zmeny
sl: Ponovno naloži datoteke in povrne vse spremembe
zh_cn: 重新载入文件并放弃所做的任何改变

source: Ctrl-T
de: Strg-T

source: Toggles between showing whitespaces or not
de: Platzhalter für nicht druckbare Zeichen anzeigen/verstecken
hr: Zamijeni sa ili bez prikaza praznina
id: Hidup/matikan menampilkan spasi putih atau tidak
ja: 空白の表示・非表示を切り替える
sk: Prepína mezdi zobrazením a skrytím prázdnych znakov
sl: Preklaplja med prikazom in skrivanjem presledkov
zh_cn: 切换是否显示空白字符

source: Ctrl-mousewheel
de: Strg+Mausrad
id: Ctrl-roda tetikus
ja: Ctrl-マウスホイール
sk: Ctrl+koliesko myši
sl: Ctrl-miškin kolešček
zh_cn: Ctrl-鼠标滚轮

source: Scroll the display left/right
de: Anzeige links/rechts rollen
hr: Pomakni prikaz lijevo/desno
id: Gulung layar ke kiri/kanan
ja: 左右の表示をスクロールします。
sk: Posúvať zobrazenie vľavo/vpravo
sl: Okno premika levo/desno
zh_cn: 滚动左右两边的显示

source: Automating TortoiseMerge
de: TortoiseMerge automatisieren
hr: Automatiziranje TortoiseMergea
id: Mengotomasi TortoiseMerge
ja: TortoiseMerge の自動化
sk: Automatizovanie TortoiseMerge
sl: Avtomatizacija TortoiseMerge
zh_cn: TortoiseMerge 操作

source: TortoiseMerge can be started with command line parameters to avoid having to go through the <guilabel>Open</guilabel> dialog to select the files yourself. This is useful also if you want to use TortoiseMerge from another application.
de: TortoiseMerge kann auch über die Kommandozeile gestartet werden. Auf diese Weise können die zu vergleichenden Dateien direkt ohne den <guilabel>Öffnen</guilabel> Dialog angegeben werden. Dies ist vor allem dann nützlich, wenn Sie TortoiseMerge aus einer anderen Anwendung heraus aufrufen wollen.
hr: TortoiseMerge se može pokrenuti sa parametrima u komandoj liniji kako bi se izbjegla potraga za datotekom pomoću dijaloga Otvori. Ovo je korisno i ako želite koristiiti TortoiseMerge iz neke druge aplikacije.
id: TortoiseMerge bisa dimulai dengan parameter baris perintah untuk menghindari keharusan pergi melalui dialog <guilabel>Buka</guilabel> untuk memilih file Anda sendiri. Ini berguna juga jika Anda ingin menggunakan TortoiseMerge dari aplikasi lain.
ja: TortoiseMerge は、ファイルを選択する <guilabel>開く</guilabel> ダイアログを出さずに、コマンドラインパラメータを指定して起動できます。TortoiseMerge を他のアプリケーションから使用する際に便利です。
sk: TortoiseMerge može byť spustený s parametrami v príkazovom riadku, aby nebolo nutné použiť dialóg <guilabel>Otvoriť</guilabel> na vybratie súborov. Toto je užitočné keď chcete sputit TortoiseMerge z inej aplikácie.
sl: TortoiseMerge lahko poženemo s parametri ukazne vrstice. Tako nam po zagonu ni potrebno izbirati datotek z ukazom <guilabel>Odpri</guilabel>. Parametri so uporabni tudi, če želite TortoiseMerge uporabljati v okviru druge aplikacije.
zh_cn: TortoiseMerge 可以通过命令行选项指定参数运行，而不必非通过<guilabel>打开</guilabel>对话框来选择文件。这便于其它程序调用 TortoiseMerge。

source: TortoiseMerge Command Line Switches
de: TortoiseMerge Kommandozeilenbefehle
hr: TortoiseMerge komandno linijski parametri
id: Saklar Baris Perintah TortoiseMerge
ja: TortoiseMerge コマンドラインスイッチ
sk: Parametre príkazového riadka TortoiseMerge
sl: Stikala ukazne vrstice TortoiseMerge
zh_cn: TortoiseMerge 命令行选项

source: automation
de: Automatisierung
hr: automatizacija
id: otomasi
ja: 自動化
sk: automatizácia
sl: avtomatizacija
zh_cn: 自动

source: command line
de: Kommandozeilen
hr: komandna linija
id: baris perintah
ja: コマンドライン
sk: príkazový riadok
sl: ukazna vrstica
zh_cn: 命令行
