Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: If you're in three pane view (sometimes called <emphasis>merge view</emphasis>) you can only edit the file in the bottom view (<literal>Merged</literal>). As in two pane view, you can <action>right-click</action> on conflicted lines and either select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>mine</quote></guimenuitem></menuchoice>. In addition, if you want <emphasis>both</emphasis> blocks, you can select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>mine</quote> before <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>theirs</quote> before <quote>mine</quote></guimenuitem></menuchoice>. According to the command you've selected, the changes are used in the resulting <literal>Merged</literal> file.
de: Wenn Sie einen Dreiwegevergleich durchführen (auch <emphasis>Zusammenführen-</emphasis> oder <emphasis>Konfliktsicht</emphasis> genannt), können Sie nur die Ergebnisdatei im unteren Bereich bearbeiten. Wie auch in der Zweifenstersicht können Sie durch <action>Rechts-Klicken</action> auf Zeilen im Konflikt ein Kontextmenü anzeigen lassen und dann auswählen, wie Sie den Konflikt auflösen möchten. Sie können damit den rechten oder linken Block auswählen, aber auch beide Blöcke entweder <quote>Meiner vor Deren</quote> oder <quote>Deren vor Meinem</quote> in die Zieldatei übernehmen.
hr: Ako ste u trostranom pogledu (ponekad ga zovemo <emphasis>pogled za stapanje</emphasis>) možete uređivati samo datoteku u donjem okviru (<literal>Stopljena</literal>). Kao i u dvostranom pogledu, možete koristiti <action>desni klik</action> na redcima u sukobu i odabrati <menuchoice><guimenu>Menu</guimenu><guimenuitem>Uzmi blok redaka iz <quote>njihove</quote></guimenuitem></menuchoice> ili <menuchoice><guimenu>Menu</guimenu><guimenuitem>Uzmi blok redaka iz Uzmi blok redaka iz <quote>moje</quote></guimenuitem></menuchoice>. Dodatno, ako želite preuzeti <emphasis>oba</emphasis> bloka, možete odabrati <menuchoice><guimenu>Menu</guimenu><guimenuitem> Uzmi blok iz <quote>moje</quote> prije <quote>njihovog</quote></guimenuitem></menuchoice> ili <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Uzmi blok iz <quote>njihove</quote> prije <quote>mog</quote></guimenuitem></menuchoice>. Već prema odabranoj akciji promjene će se vidjeti u <literal>Stopljenoj</literal> datoteci.
id: Jika Anda dalam tampilan tiga pane (kadang kala disebut <emphasis>tampilan gabungan</emphasis>) Anda hanya bisa mengedit file dalam tampilan bawah (<literal>Digabung</literal>). Seperti dalam tampilan dua pane, Anda bisa <action>mengklik-kanan</action> pada baris yang konflik dan memilih <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem>Gunakan blok teks dari <quote>mereka</quote></guimenuitem></menuchoice> atau <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem>Gunakan blok teks dari <quote>saya</quote></guimenuitem></menuchoice>. Sebagai tambahan, jika Anda menginginkan <emphasis>kedua</emphasis> blok, Anda bisa memilih <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem> Gunakan blok teks dari <quote>saya</quote> sebelum <quote>mereka</quote></guimenuitem></menuchoice> atau <menuchoice><guimenu>Menu Konteks</guimenu><guimenuitem> Gunakan blok teks dari <quote>mereka</quote> sebelum <quote>saya</quote></guimenuitem></menuchoice>. Tergantung pada perintah yang telah Anda pilih, perubahan digunakan dalam hasil file <literal>Digabung</literal>.
ja: 3 ペインビュー (時に <emphasis>マージビュー</emphasis> と呼ばれます) の場合、下部ビューにあるファイル (<literal>Merged</literal>) のみ編集できます。2 ペインビューと同様に、競合した行で <action>右クリック</action> し、<menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem><quote>theirs</quote> のテキストブロックを利用</guimenuitem></menuchoice> と <menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem><quote>mine</quote> のテキストブロックを利用</guimenuitem></menuchoice> のどちらかを選択してください。さらに <emphasis>両方</emphasis> のブロックを使用したい場合は、<menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem> <quote>theirs</quote> の前に <quote>mine</quote> のテキストブロックを利用 </guimenuitem></menuchoice> と <menuchoice><guimenu>コンテキストメニュー</guimenu><guimenuitem> <quote>mine</quote> の前に <quote>theirs</quote> のテキストブロックを利用 </guimenuitem></menuchoice> のどちらかを選択してください。選択したコマンドの結果、<literal>Merged</literal> ファイルを変更します。
sk: Keď ste v trojpanelovom zobrazení (niekdy nazývanom <emphasis>pohľad zlučovania</emphasis>) môžete upravovať iba súbor na spodu pohľadu(<literal>Zlúčené</literal>). Tak ako pri dvojpanelovom zobrazní možete <action>right-click</action> na konfliktné riadky a vybrať buď <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem>Použiť Blok<quote>ich</quote></guimenuitem></menuchoice> alebo <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem>Použiť blok<quote>moje</quote></guimenuitem></menuchoice>. Keď chcete použiť <emphasis>oba</emphasis> bloky,môžete vybrať <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem> Použiť blok <quote>moje</quote> pred <quote>ich</quote></guimenuitem></menuchoice>, alebo <menuchoice><guimenu>Kontextové menu</guimenu><guimenuitem> Použiť blok <quote>ich</quote> pred <quote>moje</quote></guimenuitem></menuchoice>. Podľa príkazu, ktorý ste výbrali, sú zmeny použité vo výslednom súbore: <literal>Zlúčené</literal>.
sl: Če se nahajate v tridelnem pogledu (včasih mu rečemo tudi <emphasis>pogled za spajanje</emphasis>), lahko urejate le datoteko v spodnjem delu (<literal>spojeno</literal>). Kot v primeru dvodelnega pogleda lahko tudi tu <action>desno kliknete</action> na sporne vrstice in izberete <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem>Uporabi del besedila iz <quote>njihovega</quote></guimenuitem></menuchoice> ali <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem>Uporabi del besedila iz <quote>mojega</quote></guimenuitem></menuchoice>. Če želite uporabiti <emphasis>oba</emphasis> dela besedila, lahko izberete <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem> Uporabi del besedila iz <quote>mojega</quote> pred <quote>njihovim</quote></guimenuitem></menuchoice> ali <menuchoice><guimenu>Kontekstni meni</guimenu><guimenuitem> Uporabi del besedila iz <quote>njihovega</quote> pred <quote>mojim</quote></guimenuitem></menuchoice>. Glede na izbiro ukaza se spremembe prikažejo v <literal>spojeni</literal> datoteki.
zh_cn: 如果你在三窗口模式(有时称为<emphasis>合并视图</emphasis>)，你只能编辑底部窗口中的文件(<literal>已合并</literal>)。象在两窗口模式那样，你可以在冲突行上<action>右击</action>，或者选择<menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>使用<quote>他人的</quote>文本块</guimenuitem></menuchoice>，或者<menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>使用<quote>我的</quote>文本块</guimenuitem></menuchoice>。此外，如果你要<emphasis>两者的</emphasis>文本块，可以选择<menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>在<quote>他人的</quote>前面使用<quote>我的</quote>文本块</guimenuitem></menuchoice>，或者 <menuchoice><guimenu>上下文菜单</guimenu><guimenuitem>在<quote>我的</quote>前面使用<quote>他人的</quote>文本块</guimenuitem></menuchoice>。通过你选择的命令，改变结果在<literal>已合并</literal>文件。

source: Sometimes a file will be marked as conflicted in Subversion, yet when you view it using TortoiseMerge there are no conflicts shown. This may be due to the whitespace handling you have chosen. If you choose to ignore line-endings or whitespace changes, those lines will be marked using the <emphasis>Conflict-Ignored</emphasis> icon. To resolve the conflict you still need to pick which version you want to use.
de: Manchmal wird in Subversion ein Dateikonflikt angezeigt, es sind jedoch keine Unterschiede sichtbar, wenn Sie die Datei in TortoiseMerge betrachten. Das kann an ihren Einstellungen für den Vergleich von Leerzeichen oder Zeilenumbrüchen liegen. Falls Sie beschlossen haben, solche Änderungen zu ignorieren, werden die entsprechenden Zeilen durch das <emphasis>Konflikt Ignoriert</emphasis> Symbol gekennzeichnet. Um den Konflikt aufzulösen müssen Sie trotzdem eine der beiden Varianten auswählen.
sk: Niekedy je súbor označený ako konfliktný, ale keď ho otvoríte v TortoiseMerge niesú tam zobrazené žiadne konflikty. Toto môže byť spôsobené spôsobom spracovania bielych znakov, ktoré ste si vybrali. Ak si vyberiete ignorovanie zmien koncov riadkov, alebo bielich znakov, tieto riadky budú označené použitím ikonky <emphasis>Conflict-Ignored</emphasis>. Na vyriešenie konfliktu je stále potrebné vybrať, ktorá verzia má byť použitá.
sl: Včasih Subversion označi kakšno datoteko kot sporno, ko pa jo pogledate s programom TortoiseMerge, ne vidite nobenega spora. Razlog je lahko v načinu prikaza presledkov in tabulatorjev. Če spremembe presledkov ali končnic vrstic prezrete, so takšne vrstice označene z ikono <emphasis>Spor prezrt</emphasis>. Za rešitev spora morate še vedno izbrati željeno verzijo vrstice.
zh_cn: 有时候在 Subversion 中的文件会被标记为冲突，但是当你用 TortoiseMerge 察看时，却没有显示冲突。这可能是你选择的空白处理方式造成的。如果你选择忽略行结束符或空白改变，这些行会用 <emphasis>冲突被忽略</emphasis> 图标标记。为了解决冲突，你仍旧需要选择你要使用的版本。

source: Sometimes the conflict is too difficult to resolve by simply picking <literal>Theirs</literal> and <literal>Mine</literal> and it requires hand editing. TortoiseMerge allows you to do all the easy changes visually first and then save the file, leaving only the difficult changes to be resolved by hand-editing.
de: Manchmal ist ein Konflikt nicht einfach durch die Auswahl von <emphasis>Deren</emphasis> oder <emphasis>Meinem</emphasis> Block zu beheben, sondern erfordert Handarbeit. TortoiseMerge erlaubt es Ihnen, die einfachen Änderungen durchzuführen, abzuspeichern und anschließend die schwierigen Konflikte von Hand nachzuarbeiten.
hr: Ponekad je sukob teško razriješiti tako da odaberete <literal>Njihovu</literal> i/ili <literal>Moju</literal> i zahtjeva ručno mijenjanje. TortoiseMerge omogućava da napravite sve lagane/vizualne promjene i snimite datoteku, tako da vam ostanu samo teže promjene koje traže ručnu promjenu teksta.
id: Kadang-kadang konflik terlalu sulit untuk diselesaikan hanya dengan mengambil <literal>Theirs</literal> dan <literal>Mine</literal> dan memerlukan pengeditan tangan. TortoiseMerge membolehkan Anda untuk melakukan semua perubahan yang mudah secara visual terlebih dulu dan menyimpan file, membiarkan hanya perubahan yang sulit untuk diselesaikan dengan pengeditan manual.
ja: 競合によっては、<literal>Theirs</literal> と <literal>Mine</literal> から選択するだけで解消するわけに行かず、手で編集しなければならないことがあります。TortoiseMerge は、まず簡単な変更を行ってしまってから保存し、手で編集して解消する難しい変更のみにできます。
sk: Niekedy je príliž tažké vyriešiť konflikt jednoduchým vybratím <literal>Ich</literal> a <literal>Moje</literal> a potrebuje ručné úpravy. TortoiseMerge umožňuje vykonať všetky ľahko vykonateľné zmeny vizuálne a potom uložiť súbor zanechajúc iba tažko riešiteľné zmeny na ručnú úpravu.
sl: Včasih je spor preveč zahteven, da bi ga lahko rešili le z izbiro <literal>njihov</literal> in <literal>moj</literal>, zato je potrebno ročno urejanje. TortoiseMerge vam omogoča, da enostavne spremembe opravite vizuelno, shranite datoteko, nato pa zahtevnejše spremembe popravite ročno.
zh_cn: 有时冲突很难通过简单选择<literal>他人的</literal>和<literal>我的</literal>来解决，需要手工编辑。TortoiseMerge 允许你先在可视化模式做所有容易的合并，然后保存文件，将困难的合并用手工解决。

source: Note that if you use TortoiseMerge on the same files again, any changes to your working copy, whether in TortoiseMerge, or by hand-editing, <emphasis>will be discarded</emphasis> and the file will appear as it did when conflict-editing first started.
de: Beachten Sie, dass wenn TortoiseMerge nochmals mit den selben Dateien aufgerufen wird, alle Änderungen der Ergebnisdatei <emphasis>verworfen werden</emphasis>, egal ob durch TortoiseMerge oder manuelles Bearbeiten und die Ergebnisdatei im Ursprungszustand wieder hergestellt wird.
hr: Ako koristite TortoiseMerge na istim datoteka ponovo, sve promene na radnoj kopiji, bilo u TortoiseMerge ili ručne promjene <emphasis>bit će izgubljene</emphasis> i datoteka će biti onakva kakva je bila prije početka razrješavanja sukoba.
id: Catatan bahwa jika Anda menggunakan TortoiseMerge pada file yang sama lagi, setiap perubahan terhadap copy pekerjaan Anda, baik dalam TortoiseMerge, atau pengeditan manual, akan <emphasis>diabaikan</emphasis> dan file akan muncul seperti ketika pengeditan-konflik pertama dimulai.
ja: 再度同じファイルで TortoiseMerge を使用すると、TortoiseMerge か手で編集かに関わらず、作業コピーに行った変更が <emphasis>取り消され</emphasis>、競合編集を行い始めた状態のファイルになることに注意してください。
sk: Poznámka: keď použijete MortoiseMerge znova na tých istých súboroch, všetky zmeny vašej pracovnej kópií <emphasis>budú zničené</emphasis>, či už boli urobené v TortoiseMerge, alebo ručne. Súbor bude v takom stave ako keď sa začalo súpravou konfliktov.
sl: Upoštevajte: če uporabite TortoiseMerge še enkrat na isti datoteki, bodo vse spremembe v delovni kopiji, narejene s TortoiseMerge ali ročno, <emphasis>preklicane</emphasis> in datoteka bo takšna, kot je bila pred začetkom reševanja sporov.
zh_cn: 注意：如果你在同一文件重新使用 TortoiseMerge，你对工作版本做的任何修改，无论是 TortoiseMerge，还是手工编辑，都<emphasis>将被丢弃</emphasis>，文件恢复到开始冲突编辑时的状态。

source: Open Files
de: Dateien öffnen
hr: Otvaranje datoteka
id: Buka File
ja: ファイルを開く
sk: Otvoriť súbory
sl: Odpiranje datotek
zh_cn: 打开文件

source: When you start TortoiseMerge without any command line switches then you have to open the files manually, using <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
de: Wenn Sie TortoiseMerge ohne Kommandozeilenbefehle starten, dann müssen Sie die Dateien mit dem <menuchoice> <guimenu>Datei</guimenu> <guimenuitem>Öffnen</guimenuitem> </menuchoice> von Hand öffnen.
hr: Kada pokrenete TortoiseMerge bez argumenata, trebat ćete otvoriti datoteke ručno koristeći <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Otvori</guimenuitem></menuchoice>.
id: Ketika Anda memulai TortoiseMerge tanpa saklar baris perintah maka Anda harus membuka file secara manual, menggunakan <menuchoice><guimenu>File</guimenu><guimenuitem>Buka</guimenuitem></menuchoice>.
ja: コマンドラインスイッチを指定せずに TortoiseMerge を起動すると、<menuchoice><guimenu>ファイル</guimenu><guimenuitem>開く</guimenuitem></menuchoice> を使用して、自分でファイルを開かなければなりません。
sk: Keď spustíte TortoiseMerge bez parametrov v príkazovom riadku, musíte otvoriť súbory pomocou<menuchoice><guimenu>Súbor</guimenu><guimenuitem>Otvoriť</guimenuitem></menuchoice>.
sl: Če TortoiseMerge zaženete brez parameterov ukazne vrstice, morate datoteke odpreti ročno z uporabo ukaza <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Odpri</guimenuitem></menuchoice>.
zh_cn: 当不使用任何命令行参数启动 TortoiseMerge 时，你必须使用<menuchoice><guimenu>文件</guimenu><guimenuitem>打开</guimenuitem></menuchoice>来手工打开文件。

source: The Open Dialog
de: Der Öffnen-Dialog
hr: Dijalog za otvaranje datoteke
id: Dialog Buka
ja: 開くダイアログ
sk: Dialóg otvorenia súboru
sl: Pogovorno okno Odpri
zh_cn: 打开文件对话框

source: The first thing you have to do is to decide whether you just want to compare/merge files, or whether you want to apply a patch file. Depending on what you choose, the corresponding edit boxes and browse buttons are activated.
de: Das erste was Sie entscheiden müssen ist ob Sie Dateien vergleichen / zusammenführen möchten oder ob Sie eine Patchdatei anwenden möchten. Je nachdem was Sie wählen, werden die entsprechenden Schaltflächen und Eingabefelder aktiviert.
ja: まず始めにあなたがすることは、ファイルの比較・マージをしたいのか、パッチを適用したいのかを決めることです。その選択により、該当するエディットボックスやブラウズボタンが有効になります。
sk: Prvé čo musíte urobiť, je rozhodnúť sa či chcete porovnávať, zlučovať, alebo či chcete použiť záplatový súbor. V závislosti na vašom výbere budú aktívne príslušné editovacie políčka a tlačítka prehliadavania.
sl: Najprej se morate odločiti, ali želite samo primerjati/spajati datoteke, ali pa želite uporabiti datoteko popravkov. Vnosna polja in gumbi za brskanje se aktivirajo v skladu z vašo izbiro.
zh_cn: 你要作的第一件事，就是决定是否比较/合并文件，或者是否使用补丁。根据你的选择，相应的编辑框和浏览按钮会被激活。

source: If you want to compare / merge files you have to set at least two of the three possible paths for <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal>. If you select only two files, then TortoiseMerge will show you the differences between those two files, either in a two pane view or in a one pane view.
de: Wenn Sie Dateien vergleichen / zusammenführen möchten, müssen Sie mindestens zwei der drei möglichen Pfade für <emphasis>Basis</emphasis>, <emphasis>Meiner</emphasis> und <emphasis>Deren</emphasis> angeben. Wenn Sie nur zwei Dateien auswählen, wird TortoiseMerge ihnen die Unterschiede zwischen diesen Dateien entweder in einem Bereich übereinander oder in zwei Bereichen nebeneinander anzeigen.
ja: ファイルの比較・マージを行う際には、<literal>Base</literal>, <literal>Mine</literal>, <literal>Theirs</literal> の 3 つのうち、少なくとも 2 つパスを設定しなければなりません。2 つだけファイルを指定すると、TortoiseMerge は、その 2 つのファイルの差分を 2 ペインか 1 ペインのどちらかで表示します。
sk: Keď chcete porovanť / zlúčiť súbory je potrebné nastaviť najmenej dve z troch ciest: <literal>Základ</literal>, <literal>Moje</literal> a <literal>Ich</literal>. Keď zadáte len dve cesty TortoiseMerge zobrazí rozdiely medzi tímito súbormi, buď v jedno, alebo dvojpanelovom zobrazení.
sl: Če želite primerjati/spajati datoteke, morate nastaviti vsaj dve od treh možnih poti za <literal>osnovno</literal>, <literal>vašo</literal> and <literal>njihovo</literal> datoteko. Če izberete le dve datoteki, vam TortoiseMerge pokaže razlike med datotekama - v enodelnem ali dvodelnem pogledu.
zh_cn: 如果你要比较/合并文件，必须设置两个路径，或三个路径，即<emphasis>基础文件路径</emphasis>， <emphasis>我的文件路径</emphasis>与<emphasis>别人的文件路径</emphasis>。如果你只选择两个文件，那么 TortoiseMerge 会使用两窗口方式或单窗口方式，来显示这两个文件的差异。

source: If you want to merge three files, TortoiseMerge will show you the differences in a three pane view. This view is generally used if you need to resolve conflicted files. The output file is not named in this case and you will have to use the <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. to save the results.
de: Wenn Sie drei Dateien zusammenführen, zeigt TortoiseMerge Ihnen diese in einer Dreifenstersicht. Diese Ansicht wird im Allgemeinen zum Auflösen von Konflikten verwendet. Die Ausgabedatei hat in diesem Fall keinen Namen und Sie müssen das Ergebnis mittels <menuchoice> <guimenu>Datei</guimenu> <guimenuitem>Speichen unter...</guimenuitem> </menuchoice> sichern.
ja: 3 ファイルを比較・マージする場合、TortoiseMerge は 3 ペインビューで差分を表示します。このビューはファイルの競合を解消する必要があるときにも便利です。この場合、出力ファイルには名前が付かず、結果の保存に <menuchoice><guimenu>File</guimenu><guimenuitem>名前を付けて保存...</guimenuitem></menuchoice> を使う必要があります。
sk: Keď chcete zlúčiť tri súbory, TortoiseMerge zobrazí rozdiely v trojpanelovom zobrazení. Toto zobrazenie je tiež použité, keď potrebujete riešiť konflikty. V tomto prípade nieje vústupný súbor pomenovaný a aby ste zmeny uložili musíte použiť <menuchoice><guimenu>Súbor</guimenu><guimenuitem>Uložiť ako...</guimenuitem></menuchoice>.
sl: Če želite spojiti tri datoteke, vam TortoiseMerge pokaže razlike v tridelnem pogledu. Ta pogled se v večini primerov uporablja za reševanje sporov. Izhodna datoteka je v tem primeru brez imena, tako da boste rezultat spajanja morali sami shraniti z ukazom <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Shrani kot...</guimenuitem></menuchoice>.
zh_cn: 如果你要合并三个文件，TortoiseMerge 将会使用三窗口方式显示差异。这个视图也用来解决冲突文件。输出文件没有命名，你必须使用<menuchoice><guimenu>File</guimenu><guimenuitem>另存为 ...</guimenuitem></menuchoice>来保存结果。

source: If you want to apply a patch file you have to set both the path to the patch file itself and the path to the folder where the patch file should be applied.
de: Wenn Sie eine Patchdatei anwenden möchten, müssen Sie sowohl die Patchdatei selbst, als auch den Zielordner angeben.
ja: パッチファイルを適用する場合、パッチファイルそのもののパスと、パッチファイルを適用するフォルダのパスの両方を、設定しなければなりません。
sk: Keď chcete použiť záplatový súbor musíte zadať cestu k záplatovému súboru a adresár, na ktorý sa má záplata aplikovať.
sl: Če želite namestiti popravek, morate navesti pot popravka in pot mape, kjer naj se popravek namesti.
zh_cn: 如果你想应用一个补丁文件，你要设置补丁文件的路径，以及在哪个路径打补丁。

source: Currently, only patch files in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Subversion working copy. Other formats like patch files generated by CVS are currently not supported!
de: Zur Zeit können nur Patchdateien im <emphasis>Standard-Diff Format </emphasis> angewendet werden. Und auch nur solche, welche mittels einem Subversion Client erstellt wurden. Andere Formate wie zum Beispiel Patchdateien, die von CVS Programmen erstellt wurden, werden nicht unterstützt!
sk: Momantálne, sú podporované iba záplatové súbory vo formáte <emphasis>Unified Diff Format</emphasis>. A iba súbory, ktoré boli vytvorené z pracovnej kópie vo Subversion. Iné formáty ako napríklad záplatové súbory vytvorené CVS nie sú momentálne podporované!
sl: Trenutno so podprte le datoteke popravkov oblike <emphasis>poenotene razlike (Unified Diff Format)</emphasis>, ki jih je ustvarilo orodje Subversion. Druge oblike, kot naprimer datoteka popravkov, ki jo ustvari orodje CVS, niso podprte!
zh_cn: 当前仅支持<emphasis>标准差异格式</emphasis>。并且是在 Subversion 工作副本中生成的补丁。其它格式，例如 CVS 生成的补丁文件不受支持！

source: Settings
de: Einstellungen
hr: Postavke
id: Seting
ja: 設定
sk: Nastavenia
sl: Nastavitve
zh_cn: 设置

source: Main Settings Page
de: Einstellungen Allgemein
hr: Osnovne postavke
id: Halaman Seting Utama
ja: メイン設定ページ
sk: Panel hlavného nastavenia
sl: Glavna stran nastavitev
zh_cn: 常用设置页

source: The Settings Main Page
de: Die allgemeinen Einstellungen
hr: Glavna stranica za postavke
id: Halaman Seting Utama
ja: 設定の一般ページ
sk: Panel Hlavného Nastavia
sl: Glavna stran nastavitev
zh_cn: 常用设置页

source: Most of the options here are self-explanatory, but a few points need clarifying.
de: Die meisten Optionen auf dieser Seite sind selbsterklärend. Ein paar benötigen jedoch ergänzende Informationen.
hr: Većina mogućnosti je sama po sebi razumljiva, no nekoliko njih traži pojašnjenje.
id: Kebanyakan opsi disini mempunyai penjelasan-sendiri, tetapi beberapa poin perlu dinjelaskan.
ja: ほとんどのオプションは自己説明的ですが、いくつか要点を明らかにしておきます。
sk: Väčšina možností je samopopisná, ale zopár potrebuje vyjasnenie.
sl: Večina možnosti je očitnih, nekaj pa jih potrebuje razlago.
zh_cn: 多数选项是不需要过多解释，只需要稍微明确一下。

source: <guilabel>Backup original file</guilabel> renames the original file in the WC to <literal>filename.bak</literal> before saving the modified version.
de: <guilabel>Erstelle Sicherheitskopie</guilabel> benennt die Originaldatei in der Arbeitskopie in <filename>Dateiname.bak</filename> um, bevor die Änderungen gespeichert werden.
hr: <guilabel>Spremanje originalne datoteke</guilabel> mijenja ime originalnoj datoteci u radnoj kopiji u <literal>datoteka.bak</literal> prije snimanja promjena.
id: <guilabel>Backup file original</guilabel> mengganti nama file original dalam WC ke <literal>filename.bak</literal> sebelum menyimpan versi yang diubah.
ja: <guilabel>オリジナルファイルをバックアップする</guilabel> 変更したバージョンを保存する前に、作業コピーにあるファイルを <literal>filename.bak</literal> に名前を変更します。
sk: <guilabel>Archivuj pôvodný súbor</guilabel> premenuje pôvodný súbor v pracovnej kópií na <literal>filename.bak</literal> pred uložením zmeneného súboru.
sl: <guilabel>Naredi varnostno kopijo izvorne datoteke</guilabel> preimenuje originalno datoteko v delovni kopiji v <literal>imedatoteke.bak</literal>, preden se shrani spremenjena različica.
zh_cn: <guilabel>备份原始文件</guilabel> 在保存修改后的版本时，先将工作拷贝中的原始文件重命名为<literal>filename.bak</literal>。
