Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: Since TortoiseGit already uses the Git library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
ja: TortoiseGit は既に (すばらしい差分エンジンを内蔵した) Git ライブラリを使用していたので、GNU diff の代わりにこのライブラリを使用するのは自然なことでした。

source: Editing conflicts between local changes and changes in the Git repository following an update.
ja: ローカルな変更と、更新で取得した Git のリポジトリにある変更との競合の編集を行えます。

source: A patch file is a Git unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseGit when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
ja: パッチファイルは、Git の unified diff ファイルで、変更を適用するファイルの一覧が含まれています。パッチは、あなたが変更点を確認してからコミットできるように、他の開発者によって作成されたかもしれません。また、TortoiseGit が 2 つのフォルダを比較する際に、内部的に作成したかもしれません。これは、リポジトリリビジョンと作業コピーフォルダを比較したり、2 つの異なるリポジトリリビジョンを比較したり、2 つの異なるリポジトリパスを比較したりすると発生します。

source: But don't worry. If you're working with Git you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <emphasis>Base</emphasis> (the older version of the file), <emphasis>Mine</emphasis> (the file as it is currently in your working copy) and <emphasis>Theirs</emphasis> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
ja: でも、ご心配なく。Git で作業していれば、古いバージョンのファイルを取り出し、競合を解消できます。実際、TortoiseMerge は自動で古いバージョンのファイルを取り出し、<literal>Base</literal> (古いバージョンのファイル)、<literal>Mine</literal> (現在作業コピーにあるファイル)、<literal>Theirs</literal> (古いバージョンのファイルにパッチが当たったファイル) の差分を表示します。以上から手動で競合を解消できます。

source: Sometimes a file will be marked as conflicted in Git, yet when you view it using TortoiseMerge there are no conflicts shown. This may be due to the whitespace handling you have chosen. If you choose to ignore line-endings or whitespace changes, those lines will be marked using the <emphasis>Conflict-Ignored</emphasis> icon. To resolve the conflict you still need to pick which version you want to use.
ja: 時には、TortoiseMerge では競合していないのに、Git で競合が発生したと印がつけられることがあります。これは、選択した空白の扱いによるものかもしれません。行末や空白の変更を無視するようにした場合、その行は <emphasis>競合無視</emphasis> アイコンを用いて印がつけられます。競合を解消するために、どのバージョンを採用するか選択する必要があります。

source: Currently, only patch files in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Git working copy. Other formats like patch files generated by CVS are currently not supported!
ja: 現在、<emphasis>Unified Diff Format</emphasis> しかサポートしていません。さらに、Git の作業コピーで作成されたファイルのみです。CVS で作成されたパッチファイルのような他の形式は、現在サポートしていません!

source: <guilabel>Compare whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Git treats such changes).
ja: <guilabel>空白を比較</guilabel> 行の追加・削除と同様 (Git の扱いと同様) に、インデントや行内の空白の変更を示します。

source: A Git command that is used to add a file or directory to your working copy. The new items are added to the repository when you commit.
ja: ファイルやディレクトリをリポジトリに追加する Git コマンド。コミットするとリポジトリに追加されます。

source: A term frequently used in revision control systems to describe what happens when development forks at a particular point and follows 2 separate paths. You can create a branch off the main development line so as to develop a new feature without rendering the main line unstable. Or you can branch a stable release to which you make only bug fixes, while new developments take place on the unstable trunk. In Git a branch is implemented as a <quote>cheap copy</quote>.
ja: ある点で開発が2つの独立したパスに分岐したことをと表す、リビジョン管理システムの用語です。メインラインを不安定にせずに新機能の開発を行うように、メインの開発ラインからブランチを作成できます。また、今後バグフィックスしか行わない安定版リリースのブランチを作成し、新機能の開発は不安定なトランクで行えます。Git のブランチは、<quote>チープコピー</quote> として実装されています。

source: A Git command which creates a local working copy in an empty directory by downloading versioned files from the repository.
ja: 空のディレクトリにリポジトリからバージョン管理下のファイルをダウンロードし、手元の作業コピーを作成する Git コマンドです。

source: To quote from the Git book: <quote> Recursively clean up the working copy, removing locks and resuming unfinished operations. If you ever get a <emphasis>working copy locked</emphasis> error, run this command to remove stale locks and get your working copy into a usable state again. </quote> Note that in this context <emphasis>lock</emphasis> refers to local filesystem locking, not repository locking.
ja: 以下 Git book から引用します。<quote>作業コピーを再帰的にクリーンアップ (ロックの削除、未完操作の回復) を行います。<emphasis>作業コピーがロックされています</emphasis> というエラーが出続ける場合、このコマンドを実行し、古くなったロックを削除し、作業コピーをまた使えるようにします。</quote> ここで言う <emphasis>ロック</emphasis> は、ファイルシステムのロックを指しており、リポジトリのロックではないことに注意してください。

source: This Git command is used to pass the changes in your local working copy back into the repository, creating a new repository revision.
ja: 手元の作業コピーの変更点をリポジトリに渡し、リポジトリのリビジョンを新しく作成するのに使用する Git コマンドです。

source: When changes from the repository are merged with local changes, sometimes those changes occur on the same lines. In this case Git cannot automatically decide which version to use and the file is said to be in conflict. You have to edit the file manually and resolve the conflict before you can commit any further changes.
ja: リポジトリの変更が手元にマージされる際、時には同じ行に変更がある場合があります。この場合、Git はそちらを使用するか自動的に決定できません。これを競合と呼びます。それ以降の変更をコミットする前には、ファイルを手で修正し競合を解消しなければなりません。

source: In a Git repository you can create a copy of a single file or an entire tree. These are implemented as <quote>cheap copies</quote> which act a bit like a link to the original in that they take up almost no space. Making a copy preserves the history of the item in the copy, so you can trace changes made before the copy was made.
ja: Git リポジトリでは、単一ファイルやツリー全体のコピーを作成できます。これは、領域を消費しないように、オリジナルへのリンクに少し似ている <quote>チープコピー</quote> で実装されています。コピーの作成ではコピー内に履歴を保存します。そのためコピーされる前についても追跡できます。

source: A proprietary Git filesystem backend for repositories. Can be used on network shares. Default for 1.2 and newer repositories.
ja: リポジトリ用の Git が持つファイルシステムバックエンド。ネットワーク共有が可能。1.2 以降のリポジトリのデフォルト。

source: Git command to import an entire folder hierarchy into the repository in a single revision.
ja: ひとつのリビジョンで、フォルダ階層のエントリをリポジトリにインポートするコマンドです。

source: If a working copy has changes to text files only, it is possible to use Git's Diff command to generate a single file summary of those changes in Unified Diff format. A file of this type is often referred to as a <quote>Patch</quote>, and it can be emailed to someone else (or to a mailing list) and applied to another working copy. Someone without commit access can make changes and submit a patch file for an authorized committer to apply. Or if you are unsure about a change you can submit a patch for others to review.
ja: 作業コピーにテキストファイルの変更のみある場合、Unified Diff 形式で変更内容の単一ファイルを作成するのに、Git の Diff コマンドを使用できます。この形のファイルは、よく <quote>パッチ</quote> と言われており、他の誰か (やメーリングリスト) にメールで送ったり、他の作業コピーに適用したりできます。コミットアクセスできない人は、権限のあるコミッタが適用するように、変更をパッチファイルにして送ることができます。また、変更に自信がなければ、他の人に見てもらうようにパッチを送れます。

source: In addition to versioning your directories and files, Git allows you to add versioned metadata - referred to as <quote>properties</quote> to each of your versioned directories and files. Each property has a name and a value, rather like a registry key. Git has some special properties which it uses internally, such as <literal>svn:eol-style</literal>. TortoiseGit has some too, such as <literal>tsvn:logminsize</literal>. You can add your own properties with any name and value you choose.
ja: ディレクトリやファイルをバージョン管理下に置くのに加えて、Git はバージョン管理下のメタデータを追加できます。これは、バージョン管理下のディレクトリ・ファイルごとの <quote>プロパティ</quote> として参照されます。プロパティには、レジストリキーと同じように、それぞれ名前と値があります。Git には、<literal>svn:eol-style</literal> のような内部で使用する特殊なプロパティがいくつかあります。TortoiseGit にも <literal>tsvn:logminsize</literal> のような特殊なプロパティがあります。お好みの名前と値を持つプロパティの追加もできます。

source: Git keeps a local <quote>pristine</quote> copy of each file as it was when you last updated your working copy. If you have made changes and decide you want to undo them, you can use the <quote>revert</quote> command to go back to the pristine copy.
ja: 作業コピーを最後に更新したときから、Git はそれぞれのファイルの <quote>当初の</quote> コピーを手元に保持しています。変更を行い、その変更を取り消したい場合は、<quote>取り消し</quote> コマンドを使用して当初のコピーに戻せます。

source: A frequently-used abbreviation for Git.
ja: Git のよく使われる省略表現。

source: The name of the Git custom protocol used by the <quote>svnserve</quote> repository server.
ja: <quote>svnserve</quote> リポジトリサーバで使われる、Git カスタムプロトコルの名前です。

source: This Git command pulls down the latest changes from the repository into your working copy, merging any changes made by others with local changes in the working copy.
ja: リポジトリから作業コピーへ最新の変更点を取得するコマンド。作業コピーの変更点に、他の人が行った変更をマージします。

source: When working on a project, either an open-source project where several people review your code, or a commercial project where you sell a component with your sourcecode, there will be people and customers who find bugs or want to improve your project. To do that they send you patches which you have to review and decide if you want to apply them.
hr: U izradi projekata, bilo open-source gdje nekoliko osoba pregledava novi kod, ili u komercijalnim projektima uvijek će postojati korisnici koji će pronalaziti greške ili će htjeti nekako pomoći projektu. Da bi to ostvarili slati će zakrpe koje će trebati pregledati i odlučiti da li ih želite prihvatiti, tj. primjeniti.

source: TortoiseMerge is an Open Source project. That means you have full access to the source code of this program. You can browse it on this link <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink>. (Username:guest, for password hit enter) The most recent version (where we're currently working) is located under <filename>/trunk/</filename> the released versions are located under <filename>/tags/</filename>.
hr: TortoiseMerge je Open Source projekt. To znači da imate potpuni pristup izvornom kodu programa. Možete ga pogledati na ovom linku <ulink url="http://TortoiseGit.tigris.org/svn/TortoiseGit/"><citetitle>http://TortoiseGit.tigris.org/svn/TortoiseGit/</citetitle></ulink>. (Korisnik guest, password ostavite prazno)Najnovija razvojna verzija (na kojoj trenutno radimo) je smještena na stazi <filename>/trunk/</filename>, a zadnja gotova verzija se nalazi u <filename>/tags/</filename>.

source: Wishlist
hr: Popis želja

source: While working on TortoiseGit we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CD's and DVD's: <ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
hr: Dok radimo na TortoiseGit volimo slušati muziku. I kako provodimo mnoge sate na projektu potrebno nam je <emphasis>puno</emphasis> muzike. Zato smo postavili popis želja s odabranim glazbenim CD-ima i DVD-ovima: <ulink url="http://TortoiseGit.tigris.org/donate.html"><citetitle>http://TortoiseGit.tigris.org/donate.html</citetitle></ulink> Molimo Vas da također da pogledate popis osoba koje doprinose projektu tako što šalju zakrpe ili prijevode.

source: for the beautiful icons, logo, bughunting and taking care of the documentation
hr: za divne ikone, logo, istjerivanje buha i brigu o dokumentaciji

source: A conflict can also occur if you try to apply an outdated patchfile. In such cases, without TortoiseMerge, you would either have to ask the person you got that patchfile from for a current version or try to apply that patchfile manually.
hr: Sukob se može dogoditi ako pokušate primjeniti zastarjele zakrpe. U tim slučajevima, bez TortoiseMergea, morali biste tražiti osobu od koje ste dobili zakrpu da vam pošalje trenutnu verziju ili pokušati primjeniti zakrpu ručno.

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Subversion. TortoiseMerge parses the patchfile for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
hr: No ako koristite Subversion ili TortoiseMerge to više nije potrebno. TortoiseMerge parsira zakrpu kako bi pronašao verziju za koju je zakrpa namijenjena i automatski pokušava dobaviti tu verziju iz skladišta verzija. Tada primijenjuje zakrpu i omogućava vam pregled promjena "pokrpanoj" datoteci i vaših promjena. Vi tada odlučujete koje promjene želite zadržati.

source: So we spent a lot of time, searching the internet for a GUI tool which could apply patchfiles, but all we found was that such a tool didn't exist. So to cut a long story short: We decided that if no-one else could provide such a tool we would have to write our own. That's when TortoiseMerge was born.
hr: Tada smo potrošili dosta vremena u potrazi za GUI alatom kojim bismo mogli primjenti zakrpe, ali sve što smo našli na internetu bilo je da takav alat ne postoji. Da skratimo priču: Odlučili smo da ovakav alat sami napišemo. Tako se rodio TortoiseMerge.

source: Since TortoiseGit already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff. Also it reduces the size of the executable since TortoiseGit and TortoiseMerge can both use the same dll's.
hr: Kako TortoiseGit već upotrebljava Subversion library, koji ima ugrađene spretne razlikovne algoritme, bilo je prirodno da koristimo tu zbirku umjesto GNU programa za razlike. Tako smo dobili uštedu na veličini datoteka programa jer su TortoiseGit i TortoiseMerge upotrebljavali iste dll-ove.

source: The first thing you have to do is to decide whether you just want to compare/merge files, or whether you want to apply a patchfile. Depending on what you choose, the corresponding edit boxes and browse buttons are activated.
hr: Prva stvar koju trebate napraviti jest odluka da li želite usporediti ili stopiti dvije verzije iste datoteke, ili želite primjeniti zakrpu. Ovisno o toj odluci, aktiviraju se odgovarajuće komponente na dijalogu.

source: If you want to compare / merge files you have to set at least two of the three possible paths for <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal>. If you select only two files, then TortoiseMerge will show you the differences between those two files, either in a two pane view or in a one pane view. You can switch between those two views with the menu command <menuchoice><guimenu>View</guimenu><guimenuitem>Oneway Diff</guimenuitem></menuchoice>
hr: Ako želite usporediti / stopiti datoteke, morate postaviti najmanje dvije od tri moguće staze za <literal>Osnovnu</literal>, <literal>Moju</literal> and <literal>Njihovu</literal> datoteku. Ako odaberete samo dvije datoteke, TortoiseMerge će pokazati razlike između dvije datoteke, ili pomoću dva usporedna okvira ili u jednom okviru. Možete sami odabrati / mijenjati ovaj način pregledavanja razlika pomoću izbornika <menuchoice><guimenu>Pogled</guimenu><guimenuitem>Jednostruke razlike</guimenuitem></menuchoice>

source: <placeholder-1/> Such changes are marked with a white circle symbol on the left side of the views. If you see such a white circle, you know immediately that no real code change is there and you don't have to check the changed block further. <placeholder-2/>
hr: <placeholder-1/> Takve promjene su označene bijelim kružnim simbolom na lijevoj strani. Ako vidite takav simbol, odmah znate da tu nema pravih promjena i ne morate provjeravati taj blok. <placeholder-2/>

source: The left pane shows you the differences between <literal>Their</literal> file and the <literal>Base</literal> file, while the right pane shows you the differences between <literal>Mine</literal> file and the <literal>Base</literal> file. The bottom pane shows you the result of merging <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal> with possible conflicts. If you hover the mouse over the pane title, a tooltip will show the filenames used for the diff in each pane.
hr: Lijevi okvir pokazuje razlike između <literal>Njihove</literal> datoteke i <literal>Osnove</literal>, dok desni okvir pokazuje razlike između <literal>Moje</literal> datoteke i <literal>Osnove</literal>. Donji okvir pokazuje rezultat stapanja sve tri datoteke (<literal>Osnove</literal>, <literal>Moje</literal> i <literal>Njihove</literal> sa mogućim sukobima. Ako pređete mišem iznad naslova nekog okvira, pojavit će se imena datoteka koje su korištene za razlike prikazane u tom okviru.

source: The relationships between the three files are explained in the diagram below:
hr: Odnosi između tri datoteke su opisane slijedećim dijagramom:

source: The base file represents the oldest version of a file, from where <literal>You</literal> and <literal>They</literal> start making changes. <literal>Mine</literal> represents the base file with all the changes <emphasis>you</emphasis> made, and <literal>Theirs</literal> is the file with all the changes <emphasis>someone else</emphasis> made to the file.
hr: Osnova predstavlja najstariju verziju datoteke od koje ste <literal>Vi</literal> i <literal>Oni</literal> počeli raditi izmjene. <literal>Moja</literal> datoteka predstavlja osnovnu datoteku sa svim promjena koju ste <emphasis>vi</emphasis> napravili, a <literal>Njihova</literal> je datoteka sa svim promjenama koje je <emphasis>netko drugi</emphasis> napravio na datoteci.

source: If you want to apply a patchfile you have to set both the path to the patchfile itself and the path to the folder where the patchfile should be applied.
hr: Ako želite primjeniti zakrpu morate postaviti datoteku sa zarkpom i datoteku na koju zarkpu želite primjeniti.

source: Currently, only patchfiles in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Subversion working copy. Other formats like patchfiles generated by CVS are currently not supported!
hr: Trenutno su podržane samo zakrpe u formatu <emphasis>objedinjenih razlika</emphasis>, te datoteke koje su generirane iz radne kopije Subversiona. Ostali formati kao zakrpe koje generira CVS trenutno nisu podržane!

source: Patch Filelist
hr: Popis zakrpi

source: If TortoiseMerge is able to parse the patchfile it will show you a small window with all the files which have changes according to the patchfile. <placeholder-1/> If the filename is shown in black, then the patch can be applied without any problems. That means the file is not outdated according to the patch. However, if the filename is shown in red, then the patch can't get applied directly because you already changed that file.
hr: Ako TortoiseMerge može parsirati zakrpu pokazat će se mali prozor sa svim datotekama koje su se promijenile prema odabranoj zakrpi. <placeholder-1/> Ako je datoteka navedena crnim slovima, tada se zakrpa može primjeniti bez problema. To znači da datoteka nije zastarjela. Kad je datoteka u popisu navedena crvenim slivma, zakrpa se ne može direktno primjeniti jer ste datoteku i sami mijenjali.

source: But don't worry. If you're working with Subversion you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <literal>Base</literal> (the older version of the file), <literal>Mine</literal> (the file as it is currently in your working copy) and <literal>Theirs</literal> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
hr: No, ne brinite. Ako ste radili sa Subversion-om, možete dobaviti stariju verziju datoteke i razriješiti sukob. U stvari, TortoiseMerge automatski pokušava dobiti stariju datoteku i prikazuje razlike izmjeđu <literal>Osnove</literal> (starija verzija datoteke) i <literal>Moje</literal> i <literal>Njihove</literal> datoteke. Tada možete ručno razrijšti moguće sukobe.

source: The patchfile window has a context menu which allows you to preview the effect of the patch on the current file (apply without saving), to apply and save the changes for the selected file, or to apply and save changes to <emphasis>all</emphasis> files in the list. The double-click action is to preview.
hr: Prozor ima izbornik okoline koji omogućava da pregledate rezultat "krpanja" (primjene zakrpe), a također i da snimite promjene na odbaranoj datoteci ili da primjenite zakrpe i snimite <emphasis>sve</emphasis> datoteke iz popisa. Duplim klikom dobivate pregled zakrpane datoteke.

source: <guibutton>Save</guibutton> saves any changes you have made. If you have selected <guilabel>Resolve conflicted Subversion status on save</guilabel> in the settings dialog, then Subversion's conflict working files will be deleted automatically if all conflicts were resolved.
hr: <guibutton>Snimi</guibutton> sprema sve promjene koje ste napravili. Ako ste u postavkama odabrali <guilabel>Razriješi Subversion status sukoba prilikom snimanja</guilabel>, tada će Subversion dodatne datoteke za obradu sukoba biti obrisane ako su svi sukobi razriješeni.

source: <guibutton>Reload</guibutton> discards any changes you have made and reloads the original files.
hr: <guibutton>Ponovo učitaj</guibutton> odbacuje sve promjene i ponovo učitava datoteke.

source: <guibutton>Undo</guibutton> This feature is not enabled yet.
hr: <guibutton>Undo</guibutton> Ova mogućnost još nije implementirana.

source: <guibutton>Show Spaces</guibutton> toggles the option to display space and tab characters as symbols so you can distinguish white space changes.
hr: <guibutton>Pokaži razmake</guibutton> klacka opciju za pokazivanje razmaka i tabova kao simbola, tako da možete razlikovati razlike u razmacima.

source: Below the bottom window is the status bar. This shows the number of lines added and deleted in <literal>Theirs</literal> and <literal>Mine</literal>, and the number of unresolved conflicts remaining. The left side of the status bar is used to display hints when you hover the mouse over a control.
hr: Ispod donjeg okvira nalazi se traka statusa. Ona pokazuje broj redaka koji su dodani i obrasani u <literal>Njihovoj</literal> i <literal>Mojoj</literal> datoteci, a također i broj preostalih neriješenih sukoba. Lijeva strana trake statusa se koristi za ispis savjeta kada se miš nalazi iznad neke kontrole.

source: If you need to copy lines of text to insert in another file using your favourite text editor, you can select multiple lines to copy within TortoiseMerge. <action>Click</action> on the first line of the block, then <action>Shift+Click</action> on the last line of the block. As usual, <action>Ctrl+C</action> can be used to copy the selected lines to the clipboard.
hr: Ako želite kopirati retke teksta da bi ih umetnuli u drugu datoteku koristeći vaš omiljeni tekst editor, možete označiti više redaka da bi ih kopirali unutar TortoiseMergea. <action>Klik</action> na prvom redku bloka, te onda <action>Shift+klik</action> na zadnjem redku bloka. Kao i običnol, <action>Ctrl+C</action> možete koristiti kako bi označene redke kopirali u priručni spremnik.
