Repository: TortoiseGit/TortoiseGit
Catalog: doc/po/TortoiseMerge_*.po
Languages: de, hr, id, ja, sk, sl, zh_cn

source: A conflict can also occur if you try to apply an outdated patch file. In such cases, without TortoiseMerge, you would either have to ask the person you got that patch file from for a current version or try to apply that patch file manually.
de: Ein Konflikt kann auch auftreten, wenn Sie versuchen eine veraltete Patchdatei auf Ihr Projekt anzuwenden. In solchen Fällen können Sie entweder die Person von welcher Sie die Patchdatei haben nach einer aktuelleren Patchdatei fragen, oder Sie können versuchen die Patchdatei von Hand anzuwenden
id: Suatu konflik bisa juga terjadi jika Anda mencoba menerapkan sebuah berkas tambalan yang ketinggalan zaman. Dalam kasus-kasus tersebut, tanpa TortoiseMerge, Anda harus menanyakan seseorang di mana Anda mendapatkan berkas tambalan itu untuk versi saat ini atau mencoba menerapkan berkas tambalan itu secara manual.
ja: 古くなってしまったパッチファイルを適用しようとしたときにも、競合は発生します。この場合 TortoiseMerge ではなく、現在のバージョンに対するパッチファイルがないか人に訊いたり、パッチファイルを手で適用する必要があるでしょう。
sk: Konflikt môže vzniknúť aj pri pokuse použiť zastaralú záplatu. V takých prípadoch, bez TortoiseMerge, by ste museli buď požiadať osobu, ktorá vytvorial záplatu, aby ju vytvorila z aktuálnej verzie, alebo by ste museli skúsiť použiť záplatu ručne.
sl: Spor se lahko pojavi tudi, če poskusite popravek namestiti na zastarelo datoteko. V takšnih primerih morate brez uporabe programa TortoiseMerge prositi avtorja popravka za popravek, ki se nanaša na najnovejšo različico datoteke ali namestiti popravek ročno.
zh_cn: 应用一个过时的补丁时也可能出现冲突。在这种情况下，没有 TortoiseMerge 时，你要么向补丁提供者索取一个当前版本的补丁，要么手工的应用该补丁。

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Subversion. TortoiseMerge parses the patch file for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
de: Aber mit TortoiseMerge ist das jetzt kein Problem mehr, zumindest nicht, wenn Sie mit einem Versionskontrollsystem wie Subversion arbeiten. TortoiseMerge untersucht die Patchdatei nach Versionsinformationen, also der Revision/Version, in der diese Datei erstellt wurde und versucht dann genau diese Version der Datei zu holen. Danach wird die Patchdatei angewendet und eventuelle Konflikte angezeigt, die Sie dann bequem mit TortoiseMerge auflösen können.
id: Tetapi sekarang dengan TortoiseMerge ini tidak perlu lagi - setidaknya tidak jika Anda bekerja dengan sistem kontrol versi seperti Subversion. TortoiseMerge mengurai berkas tambalan untuk revisi/versi dari tambalan yang dibuat untuk dan secara otomatis mencoba mengambil versi tertentu dari kontrol-sumber Anda. Kemudian menerapkan tambalan dan memungkinkan Anda meninjau kedua perubahan Anda pada berkas, dan milik mereka. Lalu Anda bisa memutuskan perubahan mana yang ingin Anda simpan.
sk: Ale s TortoiseMerge to už nie je nutné - alebo aspoň keď, pracujete so správou verzií ako je Subversion. TortoiseMerge analyzuje revízie/verzie súborov y ktorých bola záplata vztvorená a automaticky sa pokúša získať príslušnú verziu z vašej správy verzií. Potom použije záplatu a poskztne vám možnosť prezrieť si vaše aj ich zmeny v súbore. Potom môžete rozhodnúť, ktoré zmeny chcete zachovať.
sl: S programom TortoiseMerge vam tega ni potrebno več početi - vsaj v primeru uporabe sistema Subversion ne. TortoiseMerge razčleni datoteko popravkov za revizijo/verzijo, za katero je bil popravek ustvarjen in poskuša samodejno pridobiti določeno revizijo datoteke iz sistema za nadzor različic. Potem popravek namesti in vam omogoči pregled sprememb, ki ste jih naredili vi in avtor programa. Lahko se odločite, katere spremembe boste obdržali.
zh_cn: 但是现在有了 TortoiseMerge，它就不再是必需的了 —— 至少当你使用类似 Subversion 这样的版本控制系统时不是必需的。TortoiseMerge 解析补丁文件创建的修订版/版本号，并自动尝试从你的版本控制系统中获取对应的版本。然后应用该补丁，让你对比文件的原始内容及其修改后的内容。因此你能决定是否接受那些修改。

source: TortoiseMerge's History
de: TortoiseMerge's Geschichte
hr: Povijest TortoiseMerge
id: Sejarah TortoiseMerge
ja: TortoiseMerge の歴史
sk: História TortoiseMerge
sl: Zgodovina TortoiseMerge
zh_cn: TortoiseMerge 的历史

source: While working on <ulink url="http://TortoiseGit.tigris.org"><citetitle>TortoiseGit</citetitle></ulink> we found that whenever users sent in patches to enhance the project or just to fix bugs, we had a lot of work just applying those patches. And many times those patches were outdated and couldn't be applied with the command line patch tool <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> because we were working on those files and had sometimes changed those files already.
de: Während der Arbeit an <ulink url="http://TortoiseGit.tigris.org"> <citetitle>TortoiseGit</citetitle></ulink> war es jedes Mal sehr lästig, wenn jemand uns Patches mit Fehlerkorrekturen oder Erweiterungen zugeschickt hat, diese Patches auch einzubinden. Denn es gab bis dahin nur ein Kommandozeilenprogramm namens <filename>patch.exe</filename>, erhältlich bei <ulink url="http://unxutils.sourceforge.net/"> <citetitle>http://unxutils.sourceforge.net/</citetitle></ulink>, welches solche Dateien zu einem Projekt hinzufügen konnte. Die Durchsicht solcher Änderungen war daher aufwendig und schwierig, insbesondere wenn die Patchdatei schon veraltet war.
hr: Tijekom rada na <ulink url="http://TortoiseGit.tigris.org"><citetitle>TortoiseGit</citetitle></ulink> primjetili smo da imamo dosta posla kad nam korisnici pošalju zakrpu kako bi ispravili neku grešku ili unaprijedili program. I u mnogo slučajeva zakrpe su bili zastarjele i nismo ih mogli primjeniti koristeći komandnolinijski alat <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> zato jer smo i sami promjenili iste datoteke.
id: Ketika bekerja pada <ulink url="http://TortoiseGit.tigris.org"><citetitle>TortoiseGit</citetitle></ulink> kami menemukan bahwa kapan saja pengguna mengirimkan patch untuk meningkatkan proyek atau hanya membetulkan bug, kami banyak bekerja hanya untuk menerapkan patch itu. Dan banyak waktu dari patch itu yang ketinggalan jaman dan tidak bisa diterapkan dengan piranti baris perintah patch <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> karena kami bekerja pada file-file itu dan kadang kala sudah mengubah file tersebut.
ja: <ulink url="http://TortoiseGit.tigris.org"><citetitle>TortoiseGit</citetitle></ulink> の作業をしていると、プロジェクトの拡張やバグの修正のためのパッチを送ってもらったときにはいつも、そのパッチを適用するのに大量の作業を行うことになっていました。また多くの場合、既にファイルを更新してしまっていたために、そのパッチは時代遅れになっており、コマンドラインパッチツール <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> では適用できませんでした。
sk: Pri práci na <ulink url="http://TortoiseGit.tigris.org"><citetitle>TortoiseGit</citetitle></ulink> sme zistili, že keď ktorýkoľvek uživateľ poslal záplatu na vylešenie, či opravu chyby, mali sme veľa práce s použitím tejto záplaty. Mnoho tíchto záplat bolo zastaralých a nebolo ich možné aplikovať pomocou nástroja v príkazovom riadku<ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> pretože sme na týchto súboroch pracovali a vykonali sme už na nich zmeny.

source: This was also the main reason why TortoiseGit did not originally have a <menuchoice><guimenu>TortoiseGit</guimenu><guimenuitem>Create Patch</guimenuitem></menuchoice> implemented: we preferred users to send us the whole files because with those it was easier to apply patches.
de: Das war auch der Hauptgrund, weshalb TortoiseGit keinen Befehl "Erstelle Patch" implementiert hatte: wir wollten lieber die ganzen Dateien von den Anwendern haben, statt der Patchdateien, weil es für uns einfacher war Änderungen auf diese Weise zum Projekt hinzuzufügen.
hr: To je bio i glavni razlog zašto TortoiseGit nije odmah u početku imao naredbu <menuchoice><guimenu>TortoiseGit</guimenu><guimenuitem>Izradii zakrpu</guimenuitem></menuchoice>: zapravo nam je bilo jednostavnije primjeniti izmjene kad od korisnika dobijemo cijele datoteke.
id: Ini juga alasa utama mengapa TortoiseGit aslinya tidak mempunyai <menuchoice><guimenu>TortoiseGit</guimenu><guimenuitem>Buat Patch</guimenuitem></menuchoice> diimplementasikan: kami lebih menyukai pengguna untuk mengirimkan kepada kami keseluruhan file karena dengan itu lebih mudah menerapkan patches.
ja: また、TortoiseGit がもともと<menuchoice><guimenu>TortoiseGit</guimenu><guimenuitem>パッチの作成</guimenuitem></menuchoice> を実装していなかった主な理由なのですが、パッチの適用が簡単だったので、私たちはユーザがファイル全体を送ってくれるのを歓迎していました。
sk: Toto bol tiež hlavný dôvod prečo TortoiseGit pôvodne nemal <menuchoice><guimenu>TortoiseGit</guimenu><guimenuitem>Vytvoriť záplatu</guimenuitem></menuchoice>: uprednosňovali sme, ak nám uživatelia zasielali celé súbory, pretože bolo jednoduchsie záplaty použiť.

source: So we spent a lot of time, searching the Internet for a GUI tool which could apply patch files, but all we found was that such a tool didn't exist. So to cut a long story short: We decided that if no-one else could provide such a tool we would have to write our own. That's when TortoiseMerge was born.
de: Also haben wir viel Zeit damit verbracht, das Internet nach einem guten grafischen Tool abzusuchen welches Patchdateien zu Projekten hinzufügen konnte. Aber alles was wir fanden war, dass ein solches Programm nicht existierte. Um eine lange Geschichte zu einem Ende zu bringen: wir haben dann beschlossen, dass wenn niemand anders ein solches Tool anbietet, wir eben selbst eines schreiben müssen. So entstand TortoiseMerge.
id: Maka kami meluangkan banyak waktu, mencari internet untuk piranti GUI yang bisa menerapkan berkas-berkas tambalan, tetapi kami menemukan bahwa piranti demikian tidak ada. Singkat cerita, kami memutuskan bahwa jika tidak ada orang lain yang bisa menyediakan piranti itu, kami akan menulisnya sendiri. Itulah saat TortoiseMerge dilahirkan.
ja: パッチファイルを適用する GUI ツールをインターネットで探すのに長時間費やしましたが、そのようなツールがありませんでした。はしょって言うと、そんなツールがないのなら自分たちで作ってしまおうということです。そうして TortoiseMerge が生まれました。
sk: Tak sme strávili veľa času hladaním na internete grafického nástroja umožňujúcom použiť súbory záplat. Zistili sme však, že takýto nástroj neexistuje. Takže, aby sme tento dlhý príbeh skrátili: Rozhodli sme sa, že kedže nám nikto iný nemôže takýto nastroj poskytnúť, tak si ho musíme napísať sami. A tak sa zrodil TortoiseMerge.
sl: Veliko časa smo zapravili za iskanje ustreznega grafičnega orodja na internetu, vendar smo lahko ugotovili le, da ne obstaja. Da skrajšamo celotno zgodbo: če nam nihče ne omogoča takšnega orodja, ga bomo morali napisati sami. Tako se je rodil program TortoiseMerge.
zh_cn: 于是我们花费了大量时间，在互联网搜索打补丁的图形工具，但是没有发现。简而言之：既然没有人提供这样的工具，我们决定自行编写。就在那时，TortoiseMerge 出世了。

source: Since TortoiseGit already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
de: Da TortoiseGit schon die Subversion Bibliothek benutzt welche gute Vergleichsfunktionen enthält, war es nur natürlich, dieselbe Funktionsbibliothek anstelle von GNU Diff für TortoiseMerge zu nutzen.
id: Karena TortoiseGit sudah menggunakan pustaka Subversion, yang mempunyai mesin pembeda secara pabrikan, ini menjadi alami untuk menggunakan librari ini daripada GNU diff.
sk: Kedže TortoiseGit už používa Subversion knižnicu, ktorá má zabudovaný pekný porovnávací engine, bolo len prirodzené použiť túto knižnicu namiesto GNU porovnávania (GNU diff).

source: Basic Concepts
de: Grundlagen
id: Konsep-Konsep Dasar
ja: 基本コンセプト
sk: Základnz koncept
sl: Osnovni principi
zh_cn: 基本概念

source: Viewing the difference between two files and merging changes into one of them, or removing unwanted changes.
de: Anzeigen von Unterschieden zwischen zwei Dateien, Zusammenführen von gewünschten und Entfernen unerwünschter Änderungen in einer der beiden Dateien.
id: Melihat perbedaan di antara dua berkas dan menggabungkan perubahan-perubahan ke salah satu berkas, atau menghilangkan perubahan yang tidak diinginkan.
ja: 2 ファイルの差分を表示し、変更点をマージしたり、不要な変更を削除できます。
sk: Prezeranie rozdielov medzi dvomi súbormi a spájanie zmien do jedného z nich, alebo odstraňovanie nechcených zmien.
sl: Pregledovanje sprememb med dvema datotekama in spajanje sprememb v eno od datotek ali odstranjevanje neželjenih sprememb.
zh_cn: 察看两个文件的差异，合并它们，或者删除不想要的修改。

source: Editing conflicts between local changes and changes in the Subversion repository following an update.
de: Bearbeiten von Konflikten zwischen lokalen Änderungen und dem Subversion Projektarchiv in Folge einer Aktualisierung.
id: Menyunting konflik di antara perubahan-perubahan lokal dan perubahan-perubahan dalam repositori Subversion setelah suatu update.
sk: Úprava komfliktov medzi miestnymi zmenami a zmenami v úložisku Sibversion po aktualizácií.
sl: Urejanje sporov med krajevnimi spremembami in spremembami v skladišču Subversion po posodobitvi.
zh_cn: 更新后，编辑本地修改和版本库修改之间的冲突。

source: Applying patch files. This is the reason TortoiseMerge was created :)
de: Anwenden von Patches. Dies ist der ursprüngliche Grund für die Entwicklung von TortoiseMerge :)
id: Menerapkan berkas tambalan. Ini adalah salah satu alasan TortoiseMerge dibuat :)
ja: パッチファイルの適用ができます。これが TortoiseMerge を作成した理由だったりします :)
sk: Použitie záplatového súboru. Toto je pôvodný dôvod vzniku TortoiseMerge :)
sl: Nameščanje popravkov. Za to je bil TortoiseMerge tudi ustvarjen :-)
zh_cn: 应用补丁。这是创建 TortoiseMerge 的原因 :)

source: TortoiseMerge has several different uses: <placeholder-1/>
de: TortoiseMerge hat verschiedene Verwendungszwecke: <placeholder-1/>
id: TortoiseMerge memiliki beberapa penggunaan: <placeholder-1/>
ja: TortoiseMerge は以下の異なる用途に使用できます。<placeholder-1/>
sk: TortoiseMerge má viacero využití: <placeholder-1/>
sl: TortoiseMerge vam pomaga pri več nalogah: <placeholder-1/>
zh_cn: TortoiseMerge 有几个不同的用途：<placeholder-1/>

source: Viewing and Merging Differences
de: Anzeigen und Zusammenführen von Unterschieden
id: Melihat dan Menggabung Perbedaan
ja: 差分の表示・マージ
sk: Prezeranie / Zlúčovanie zmien
sl: Pregledovanje in spajanje sprememb
zh_cn: 查看与合并差异

source: In this mode you are comparing two files. The file in the left pane is considered to be the original file (sometimes referred to as <emphasis>Theirs</emphasis>, and the file in the right pane is the modified file (sometimes referred to as <emphasis>Mine</emphasis>.
de: In diesem Modus vergleichen Sie zwei Dateien. Die links angezeigte Datei stellt das Original dar (manchmal auch als <emphasis>Deren</emphasis> bezeichnet) und die rechte Datei die geänderte (manchmal auch als <emphasis>Meine</emphasis> bezeichnet).
id: Pada moda ini, Anda dapat membandingkan dua berkas. Berkas di jendela kiri dianggap sebagai berkas asli (terkadang dirujuk sebagai <emphasis>Mereka</emphasis>, dan berkas di jendela kanan adalah berkas terubah (terkadang dirujuk sebagai <emphasis>Saya</emphasis>.
ja: このモードでは、2 つのファイルを比較できます。左ペインのファイルをオリジナルファイル (時に <emphasis>Theirs</emphasis> として参照) として扱い、右ペインのファイル (<emphasis>Mine</emphasis> として参照) を変更したファイルとして扱います。
sk: V tomto režime porovnávate dva súbory. Súbor naľavo zodpovedá pôvodnému súboru (niekedy nazývaný <emphasis>Ich</emphasis>), a súbor v pravom panely je upravený súbor (niekedy označovaný <emphasis>Môj</emphasis>).
sl: V tem načinu primerjate dve datoteki. Datoteka na levi strani se smatra za izvirno (včasih ji rečeno <emphasis>njihova</emphasis>), datoteka na desni pa je spremenjena datoteka (včasih ji rečemo <emphasis>moja</emphasis>).
zh_cn: 此模式用于比较两个文件。左窗格中的文件认为是原始文件(有时称为 <emphasis>他人的</emphasis)，右窗格中的文件是已修改的文件(有时称为 <emphasis>我的</emphasis)。

source: Reverting changed lines back to the text shown in the left pane.
de: Geänderten Text auf das Original im linken Bereich zurücksetzen.
id: Membatalkan baris-baris terubah kembali ke teks yang ditampilkan di jendela kiri.
ja: 更新行を、左ペインに表示したテキストに戻します。
sk: Vrátenie zmenených riadkov späť na text v ľavom panely.
sl: Povrnitev spremenjenih vrstic nazaj na stanje, kot je v levi datoteki.
zh_cn: 撤销这些修改行，恢复到左窗格的状态。

source: Using a combination of both blocks, either <emphasis>Theirs</emphasis> before <emphasis>Mine</emphasis> or <emphasis>Mine</emphasis> before <emphasis>Theirs</emphasis>.
de: Eine Kombination aus beiden Blöcken, entweder <emphasis>Deren</emphasis> vor <emphasis>Meinem</emphasis> oder <emphasis>Meinen</emphasis> vor <emphasis>Deren</emphasis> übernehmen.
id: Menggunakan kombinasi kedua blok, <emphasis>Mereka</emphasis> sebelum <emphasis>Saya</emphasis> atau <emphasis>Saya</emphasis> sebelum <emphasis>Mereka</emphasis>.
ja: 両方のブロックを結合したり、<emphasis>Mine</emphasis> の前に <emphasis>Theirs</emphasis> や、<emphasis>Theirs</emphasis> の前に <emphasis>Mine</emphasis> といったことができます。
sk: Použite kombinácie oboch blokov, či už <emphasis>Ich</emphasis> pred <emphasis>Moje</emphasis> alebo <emphasis>Moje</emphasis> pred <emphasis>Ich</emphasis>.
sl: S kombinacijo ukazov lahko izberete tudi <emphasis>njihove</emphasis> spremembe pred <emphasis>svojimi</emphasis> ali <emphasis>svoje</emphasis> pred <emphasis>njihovimi</emphasis>.
zh_cn: 使用所有组合，不是<emphasis>他人的</emphasis>在<emphasis>我的</emphasis>之前，就是<emphasis>我的</emphasis>在<emphasis>他人的</emphasis>之前。

source: You can make simple line-based changes to the file in the right pane which include: <placeholder-1/>
de: Sie können folgende einfache, zeilenbasierte Änderungen an der Datei im rechten Bereich vornehmen: <placeholder-1/>
ja: 右ペインにあるファイルに対して、以下のことを含む、単純な行ベースの変更を行うことができます。<placeholder-1/>
sk: Môžete vykonavať jednoduché riadkové zmeny súboru v pravom panely:
sl: Na desni datoteki lahko naredite enostavne vrstične spremembe, kar vključuje: <placeholder-1/>
zh_cn: 你可以在右窗格的文件中做简单的基于行的修改，包含：<placeholder-1/>

source: You can also edit the file in the right pane just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
de: Sie können die Datei im rechten Bereich wie in einem Texteditor bearbeiten. Solche Zeilen werden durch einen Stift gekennzeichnet. Beachten Sie bitte, dass Sie wenn Sie Zeilen- oder Blockoperationen vornehmen, diese zuerst - <emphasis>vor manuellen Änderungen</emphasis> - durchführen, da es für TortoiseMerge sonst unmöglich wird, die Beziehungen zur den Originaldateien aufrecht zu erhalten.
id: Anda juga dapat menyunting berkas di jendela kiri sebagaimana Anda akan lakukan di sebuah editor teks. Baris-baris tersebut ditandai dengan ikon pensil. Tolong ingat bahwa jika Anda ingin membuat perubahan-perubahan berbasis baris/blok seperti yang diceritakan di atas, adalah lebih baik untuk melakukannya dahulu karena sekali Anda mulai menyunting berkas tersebut, TortoiseMerge sudah tidak dapat lagi mencatat hubungannya ke berkas asli.
ja: また、右ペインでテキストエディタのように編集もできます。その行は鉛筆アイコンで印がつけられます。前述の行/ブロックベースの変更を行うつもりなら、編集する前に行っておく方がよいでしょう。編集してしまうと、TortoiseMerge が オリジナルファイルとの関連を追跡しておけなくなります。
sk: Súbor v pravom panely môžete upravovať ako v textovom editore. Takéto riadky sú označené obrázkom ceruzky. Poznamenávame, ze ak chcete robyť riadkové/blokové zmeny, ako je popísané vyššie, je lepšie vykonať tieto zmeny najprv, pretože keď začnete upravovať súbor už TortoiseMerge nebude schopný sledovať zmeny na určenie vzťahu k pôvodným súborom.
sl: V desnem podoknu lahko datoteko urejate prav tako kot v urejevalniku besedila. Spremenjene vrstice so označene s simbolom svinčnika. Če želite narediti kakšno spremembo na nivoju vrstice ali bloka besedila, je najbolje, da to storite najprej. Po ročnem urejanju namreč TortoiseMerge nima več povezave z izvornimi datotekami.
zh_cn: 你可以象在文本编辑器中一样编辑在右边窗格中的文件。这些被修改的行用铅笔图标标记。请注意，如果你要做上述基于行/块的修改，最好在开始编辑文件之前完成。因为在你开始编辑之后，TortoiseMerge 已经不能跟踪它与原始文件的关联了。

source: Editing Conflicts
de: Konflikte bearbeiten
id: Mengedit Konflik
ja: 競合の編集
sk: Úprava konfliktov
sl: Urejanje sporov
zh_cn: 编辑冲突

source: This is sometimes referred to as a three-way merge, and is shown in three panes. However there are actually four files involved. The file which is not shown is the common base file, the last common ancestor of the two files which are now in conflict. The relationships between the three files are explained in the diagram below:
de: Dies wird manchmal als Dreiwegevergleich bezeichnet und wird in drei Bereichen angezeigt. Tatsächlich sind aber vier Dateien involviert. Die nicht angezeigte Datei ist die gemeinsame Basis, der letzte Vorgänger der beiden, sich in Konflikt befindenden Dateien. Die Beziehungen zwischen den drei Dateien stellen sich wie folgt dar:
ja: これは 3 ペインで表示する、3 方向マージで行います。しかし、実際には 4 つのファイルが関係しています。現在競合している 2 ファイルの共通の祖先である、共通ベースファイルは表示しません。3 ファイルの関係は、以下の図で説明します。
sk: Toto je niekedy nazývané trojcestné spájanie a je zobrané v troch paneloch. V skutočnosti sú použité štyry súbory. Súbor, ktorý nie je zobrazený je spoločný základový súbor, posledný spoločný predchodca dvoch súborov, ktoré sú v konflikte. Vzťah troch súborov je vysvetlený na obrázku::
sl: Temu včasih rečemo tristransko spajanje, zato se prikazuje v treh delih. V bistvu pa se ukvarjamo s štirimi datotekami. Datoteka, ki ni prikazana, je skupna osnovna datoteka, zadnja skupna prednica datotek, ki sta v sporu. Razmerja med vsemi tremi datotekami so prikazana na spodnjem diagramu:
zh_cn: 这有时称为三路合并，用三窗格显示。然而它实际上涉及到四个文件。没有显示的文件是公共基础文件，是现在冲突的两个文件的最后祖先。这三个文件的关系用在下图解释：
