Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
de: Subversion hat einen Fehler beim Erstellen der Datenbank gemeldet! Stellen Sie sicher dass der Ordner <b>leer</b> und nicht schreibgeschützt ist!
fi: Subversion raportoi virheen luotaessa arkistoa! Varmista, että kansio on tyhjä eikä ole kirjoitussuojattu.
sk: Subversion hlási chybu pri vytváraní úložiska! Uistite sa, že adresár je prázdny a nie je chránení proti zápisu.
sl: Subversion je javil napako pri ustvarjanju skladišča! Zagotovite, da je mapa prazna in da ni zaščitena proti pisanju.

source: Subversion reported an error while doing a cleanup! <hr=100%%> %s
de: Subversion hat während des Aufräumens einen Fehler gemeldet! <hr=100%%> %s
fi: Subversion raportoi virheen siivottaessa! <hr=100%%> %s
sk: Subversion hlási chybu pri čistení! <hr=100%%> %s
sl: Subversion javlja napako med izvajanjem čiščenja! <hr=100%%> %s

source: Subversion server file:
de: Subversion Serverdatei:
fi: Subversion palvelintiedosto:
sk: Súbor Subversion servera:
sl: Datoteka strežnika Subversion:

source: Sw&itch working copy to new branch/tag
de: Die Arbeitskopie zum neuen Zweig/Marke &wechseln
fi: Vaihda työkopio &uuteen haaraan/merkkiin
sk: Prepnúť pracovanú kópiu na novú ve&tvu/značku
sl: Preklop&i delovno kopijo na drugo vejo/oznako

source: Switch %s to %s, Revision %s
de: Wechsle %s zu %s, Revision %s
fi: Vaihda polusta %s polkuun %s, versio %s
sk: Prepnúť %s na %s, Revízia %s
sl: Preklopi %s v %s, revizija %s

source: Switch - TortoiseSVN
de: Wechseln zu - TortoiseSVN
fi: Vaihda - TortoiseSVN
sk: Prepnúť - TortoiseSVN
sl: Preklopi - TortoiseSVN

source: Switch Left<->Right
de: Tausche Links <-> Rechts
fi: Vaihda vasen<->oikea
sk: Vymeniť ľavé<->pravé
sl: Preklopi levo<->desno

source: Switch To Branch / Tag
de: Wechsle zu Zweig / Marke
fi: Vaihda haaraan/merkkiin
sk: Prepnúť do Vetvy / značky
sl: Preklopi na vejo / oznako

source: Switch back to the previous window pane Previous Pane
de: Wechsle zum vorherigen Fenster vorheriges Fenster
fi: Vaihda takaisin edelliseen paneeliin Edellinen paneeli
sk: Prepnúť do predchádzajúceho okna Predchádzajúce okno
sl: Preklopi nazaj na prejšnje podokno Prejšnje podokno

source: Switch between single and double pane view Switch between single and double pane view
de: Zwischen Einfenster- und Zweifenstersicht umschalten Zwischen Einfenster- und Zweifenstersicht umschalten
fi: Vaihda yhden ja kahden paneelin näkymän välillä Vaihda yhden ja kahden paneelin näkymän välillä
sk: Prepnúť medzi jedno a dvoj panelovým zobrazením Prepnúť medzi jedno a dvoj panelovým zobrazením
sl: Preklopi med enodelnim in dvodelnim pogledom Preklopi med enodelnim in dvodelnim pogledom

source: Switch the contents of the left and right view Switch left and right view
de: Vertauscht die Inhalte des rechten und des linken Fensters Tauscht die Fenster
fi: Vaihda vasemman ja oikean näkymän sisällöt Vaihda vasen ja oikea näkymä
sk: Prepnúť obsah ľavejho a pravého panelu Prepnúť ľavý a pravý pohľad
sl: Preklopi vsebino levega in desnega pogleda Preklopi levi in desni pogled

source: Switch to the next document window
de: Wechsle zum nächsten Dokument
fi: Vaihda seuraavaan dokumenttiin
sk: Prepnúť do ďašieho okna dokumentu
sl: Preklopi na naslednje okno z dokumentom

source: Switch to the next window pane Next Pane
de: Wechsle zum nächsten Fenster nächstes Fenster
fi: Vaihda seuraavaan paneeliin Seuraava paneeli
sk: Prepnúť na nasledovný panel Ďaľší panel
sl: Preklopi na naslednje podokno Naslednje podokno

source: Switch to the previous document window
de: Wechsle zum vorherigen Dokument
fi: Vaihda edelliseen dokumenttiin
sk: Prepnúť do predchádzajúceho okna dokumentu
sl: Preklopi na prejšnje okno z dokumentom

source: Switch working copy to another branch / tag
de: Die Arbeitskopie zu anderem Zweig / anderer Marke wechseln
fi: Vaihda työkopio osoittamaan toiseen haaraan / merkkiin
sk: Prepnúť pracovnú kópiu do inej vetvy / značky
sl: Preklopi delovno kopijo na drugo vejo / oznako

source: Switch:
de: Wechseln:
fi: Vaihda:
sk: Prepnúť:
sl: Preklop:

source: Switches the comparison left<<->right
de: Vergleich links <<-> rechts wechseln
fi: Vaihda vertailu vasen <<-> oikea
sk: Vymení porovnavané strany ľavá<<->pravá
sl: Preklopi primerjavo levo<<->desno

source: System &sounds
de: TortoiseSVN &Klänge
fi: Järjestelmän &äänet
sk: Systémové &zvuky
sl: Sistemski &zvoki

source: System registry entries have been removed and the INI file (if any) was deleted.
de: System Registry Einträge wurden gelöscht und die INI Datei (falls vorhanden) wurde gelöscht.
fi: Rekisteriavaimet on poistettu ja mahdollinen INI-tiedosto tuhottu.
sk: Položký systémových registrov boli odstránené a INI súbor (ak existoval) bol zmazaný.
sl: Vnosi v sistemskem registru so odstranjeni in datoteka INI (če je obstajala) je odstranjena.

source: Tab Placeholder
de: Tab Platzhalter
fi: Välilehden paikka
sk: Miesto pre záložku
sl: Ograda za zavihek

source: Tab size:
de: Tab Größe:
fi: Sarkaimen koko:
sk: Veľkosť tab.:
sl: Velikost tabulatorja:

source: Tagged the working copy to %s
de: Arbeitskopie als %s markiert
fi: Työkopiosta tehtiin merkki %s
sk: Označiť pracovnú kópiu ako %s
sl: Delovna kopija je označena z %s

source: Tasks Pane
de: Werkzeugfläche
fi: Tehtäväpaneeli
sk: Panel úloh
sl: Podokno nalog

source: Test Only
de: Nur testen
fi: Kokeile
sk: Iba test
sl: Poizkusno

source: Text Status:
de: Objekt / Inhalt:
fi: Tekstin tila:
sk: Stav textu:
sl: Stanje besedila:

source: Text status
fi: Tekstin tila
sk: Stav obsahu
sl: Stanje besedila

source: The chunk size did not match the number of added/removed lines!
de: Die Stück-Größe stimmt nicht mit der Anzahl hinzugefügter/gelöschter Linien überein!
fi: Lohkon koko ei täsmännyt lisättyjen/poistettujen rivien lukumäärän kanssa!
sk: Veľkosť bloku nezodpovedá počtu pridaných/vymazaných riadkov!
sl: Velikost koščka se ne ujema s številom dodanih/odstranjenih vrstic!

source: The chunk start '@@' was expected in line %d !
de: Die Start-Zeichen '@@' wurden in Zeile %d erwartet!
fi: Lohkon alkua '@@' odotettiin rivillä %d !
sk: Na riadku %d bol očakávaný začiatok dávky '@@'!
sl: Začetek koščka '@@' se pričakuje v vrstici %d !

source: The color of creation, copy and rename nodes of tags will be shifted towards yellow.
de: Die Farbe der Knoten vom Anlegen, Kopieren und Umbenennen von Marken werden in Richtung gelb verschoben.
fi: Merkkihaarojen luonti-, kopio- ja uudelleennimentäsolmujen väri liukuu kohti keltaista.

source: The color of creation, copy and rename nodes of the trunk will be shifted towards green.
de: Die Farbe der Knoten vom Anlegen, Kopieren und Umbenennen des Stammes werden in Richtung grün verschoben.
fi: Päähaaran luonti-, kopio- ja uudelleennimentäsolmujen väri liukuu kohti vihreää.

source: The default URL to checkout from if nothing else is specified
de: Die Standard-URL von der ausgecheckt wird, wenn nichts anderes angegeben wird
fi: Oletuspaikannin työkopiota varten (käytetään mikäli muuta ei annettu)
sk: Predvolená URL na z ktorej prebehne získavanie pokiaľ nie je určená iná
sl: Privzeti URL za prevzem, če le-ta ni posebej določen

source: The default path to checkout to if nothing else is specified
de: Der Standardpfad in den ausgecheckt wird, wenn nichts anderes angegeben wird
fi: Oletuskansio työkopiota varten (käytetään mikäli muuta ei annettu)
sk: Predvolená cesta na získanie pokiaľ nie je určená iná
sl: Privzeta pot za prevzem, če le-ta ni posebej določena

source: The diffing engine aborted because of an error: %s
de: Die Vergleichsoperation wurde auf Grund eines Fehlers beendet: %s
fi: Vertailu keskeytyi virheeseen: %s
sk: Porovnávanie bolo zrušené z dôvodu chyby: %s
sl: Postopek razlikovanja je prekinjen zaradi napake: %s

source: The file %s does not exist!
de: Die Datei %s existiert nicht!
fi: Tiedostoa %s ei ole olemassa!
sk: Súbor %s neexistuje!
sl: Datoteka %s ne obstaja!

source: The file %s was not found in the patch file!
de: Die Datei %s wurde in der Patch-Datei nicht gefunden!
fi: Tiedostoa %s ei löytynyt paikkatiedostosta!
sk: Súbor %s nebol nájdený v záplatovom súbore!
sl: Datoteke %s ni mogoče najti v datoteki popravkov!

source: The file %s is empty. Do you want to remove the file?
de: Die Datei %s ist leer. Möchten Sie die Datei löschen?
fi: Tiedosto %s on tyhjä. Haluatko poistaa sen?
sk: Súbor %s je prázdny! Chcete ho odstrániť?
sl: Datoteka %s je pravzna. Ali jo želite odstraniti?

source: The file is too big
de: Die Datei ist zu groß
fi: Tiedosto on liian suuri
sk: Súbor je príliš veľký
sl: Datoteka je prevelika

source: The file is too large to open.
de: Die Datei ist zu groß, um sie zu öffnen.
fi: Tiedosto on liian suuri avattavaksi.
sk: Súbor je privelký na otvorenie.
sl: Datoteka je prevelika za odpiranje.

source: The file %s already exists! Do you want to overwrite it?
de: Die Datei %s existiert bereits! Möchten Sie sie wirklich überschreiben?
fi: Tiedosto %s on jo olemassa! Haluatko ylikirjoittaa sen?
sk: Súbor %s už existuje! Chcete ho prepísať?
sl: Datoteka %s že obstaja! Ali jo želite prepisati?

source: The file %s is not a valid text file! Note that UTF32 files are treated as binary too.
de: Die Datei %s ist keine gültige Textdatei! Beachten Sie, dass UTF32 Dateien als Binärdateien behandelt werden.
fi: Tiedosto %s ei ole kelvollinen tekstitiedosto! Huomaa, että myös UTF-32 -tiedostot käsitellään binäärisinä.
sk: Súbor %s nie je platný textový súbor! Poznámka: UTF32 súbory sú tiež považované/spracované ako binárne.
sl: Datoteka %s ni veljavna datoteka z besedilom! Upoštevajte, da se datoteke UTF32 obravnavajo kot dvojiške.

source: The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
de: Der Ordner %s enthält nicht versionierte und/oder veränderte Dateien. Wollen Sie ihn trotzdem löschen?
fi: Kansio %s sisältää versioimattomia ja/tai muuttuneita tiedostoja. Haluatko poistaa sen silti?
sk: Adresár %s neverziované a/alebo zmené súbory. Chcete ho napriek tomu odtrániť?
sl: Mapa %s vsebuje datoteke brez različic ali spremenjene datoteke. Ali jo želite kljub temu odstraniti?

source: The folder %s does not exist. Would you like to create it first?
de: Der Ordner %s existiert nicht. Möchten Sie ihn erstellen?
fi: Kansiota %s ei ole olemassa. Haluatko luoda sen ensin?
sk: Adresár %s nexistuje. Chcete ho vytvoriť?
sl: Mapa %s ne obstaja. Ali jo želite ustvariti?

source: The folder %s already exists!
de: Der Ordner %s existiert bereits!
fi: Kansio %s on jo olemassa!
sk: Adresár %s už existuje!
sl: Mapa %s že obstaja!

source: The hook script returned an error: %s
de: Das Aktionsskript gab eine Fehlermeldung zurück: %s
fi: Toimintokomento päättyi virheeseen: %s
sk: Pripnutý (Hook)skript vrátil chybu: %s
sl: Ukazna datoteka akcije je vrnila napako: %s

source: The image can not be shown.
de: Das Bild kann nicht angezeigt werden.
fi: Kuvaa ei voida näyttää.
sk: Obrázok nemôže byť zobrazený.
sl: Slike ni mogoče prikazati.

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
de: Der COM-Anbieter für das Fehlerverfolgungssystem konnte nicht angelegt werden. Bitte prüfen Sie ob er korrekt installiert ist.
fi: Kytköstä vikaseurantaohjelmaan ei kyetty luomaan. Tarkista, että se on asennettu oikein.
sk: Sledovač prípadov sa nepodarilo vytvoriť. Prosím, skontrolujte, či bol správne nainstalovaný.
sl: Ponudnika sledilnika zadev ni moč ustvariti. Preverite, ali je pravilno nameščen.

source: The issue-tracker provider was unable to validate the parameter string
de: Der COM-Anbieter für das Fehlerverfolgungssystem konnte die Parameter nicht validierenn
fi: Vikaseurantaohjelma ei kyennyt tarkastamaan parametrimerkkijonoa
sk: Sledovač prípadov nemohol overiť textový parameter
sl: Ponudnik sledilnika zadev ni mogel preveriti veljavnosti parametra

source: The item '%s' has property conflicts:
de: Das Objekt '%s' hat Eigenschaftskonflikte:
fi: Alkiolla '%s' on ominaisuusristiriitoja:

source: The last merge operation tried to add the directory '%s'
de: Das letzte Zusammenführen versuchte das Verzeichnis '%s' hinzuzufügen
fi: Viimeisin yhdistäminen yritti lisätä hakemiston '%s'

source: The last merge operation tried to add the file '%s'
de: Das letzte Zusammenführen versuchte die Datei '%s' hinzuzufügen
fi: Viimeisin yhdistäminen yritti lisätä tiedoston '%s'

source: The last merge operation tried to delete the directory '%s'
de: Das letzte Zusammenführen versuchte das Verzeichnis '%s' zu löschen
fi: Viimeisin yhdistäminen yritti poistaa hakemiston '%s'

source: The last merge operation tried to delete the file '%s'
de: Das letzte Zusammenführen versuchte die Datei '%s' zu löschen
fi: Viimeisin yhdistäminen yritti poistaa tiedoston '%s'

source: The last merge operation tried to modify the directory '%s'
de: Das letzte Zusammenführen versuchte das Verzeichnis '%s' zu verändern
fi: Viimeisin yhdistäminen yritti muokata hakemistoa '%s'

source: The last merge operation tried to modify the file '%s'
de: Das letzte Zusammenführen versuchte die Datei '%s' zu verändern
fi: Viimeisin yhdistäminen yritti muokata tiedostoa '%s'

source: The last switch operation tried to add the directory '%s'
de: Das letzte 'Wechseln zu' versuchte das Verzeichnis '%s' hinzuzufügen
fi: Viimeisin vaihto-operaatio yritti lisätä hakemiston '%s'

source: The last switch operation tried to add the file '%s'
de: Das letzte 'Wechseln zu' versuchte die Datei '%s' hinzuzufügen
fi: Viimeisin vaihto-operaatio yritti lisätä tiedoston '%s'

source: The last switch operation tried to delete the directory '%s'
de: Das letzte 'Wechseln zu' versuchte das Verzeichnis '%s' zu löschen
fi: Viimeisin vaihto-operaatio yritti poistaa hakemiston '%s'

source: The last switch operation tried to delete the file '%s'
de: Das letzte 'Wechseln zu' versuchte die Datei '%s' zu löschen
fi: Viimeisin vaihto-operaatio yritti poistaa tiedoston '%s'

source: The last switch operation tried to modify the directory '%s'
de: Das letzte 'Wechseln zu' versuchte das Verzeichnis '%s' zu verändern
fi: Viimeisin vaihto-operaatio yritti muokata hakemistoa '%s'

source: The last switch operation tried to modify the file '%s'
de: Das letzte 'Wechseln zu' versuchte die Datei '%s' zu verändern
fi: Viimeisin vaihto-operaatio yritti muokata tiedostoa '%s'

source: The last update operation tried to add the directory '%s'
de: Die letzte Aktualisierung versuchte das Verzeichnis '%s' hinzuzufügen
fi: Viimeisin päivitys yritti lisätä hakemiston '%s'

source: The last update operation tried to add the file '%s'
de: Die letzte Aktualisierung versuchte die Datei '%s' hinzuzufügen
fi: Viimeisin päivitys yritti lisätä tiedoston '%s'

source: The last update operation tried to delete the directory '%s'
de: Die letzte Aktualisierung versuchte das Verzeichnis '%s' zu löschen
fi: Viimeisin päivitys yritti poistaa hakemiston '%s'

source: The last update operation tried to delete the file '%s'
de: Die letzte Aktualisierung versuchte die Datei '%s' zu löschen
fi: Viimeisin päivitys yritti poistaa tiedoston '%s'

source: The last update operation tried to modify the directory '%s'
de: Die letzte Aktualisierung versuchte das Verzeichnis '%s' zu verändern
fi: Viimeisin päivitys yritti muokata hakemistoa '%s'

source: The last update operation tried to modify the file '%s'
de: Die letzte Aktualisierung versuchte die Datei '%s' zu verändern
fi: Viimeisin päivitys yritti muokata tiedostoa '%s'

source: The line '====' was expected in line %d !
de: Der Text '====' wurde in Zeile %d erwartet!
fi: Riviä '====' odotettiin rivillä %d !
sk: Na riadku %d bolo očakávané '===='!
sl: V vrstici %d bi se morala nahajati vrstica '===='!

source: The line 'Index: ' was not found! Either this is not a diff file or the diff is empty.
de: Die 'Index: ' Zeile wurde nicht gefunden! Entweder handelt es sich nicht um eine Standard-Diffdatei oder die Datei ist leer.
fi: Riviä 'Index: ' ei löydy! Joko tiedosto ei ole vertailutiedosto tai vertailu on tyhjä.
sk: Nebol najdený riadok 'Index: '! Súbor je prázdny, alebo to nie je súbor porovnania.
sl: Vrstice 'Index: ni mogoče najti! To morda ni datoteka razlik ali pa je prazna.

source: The line indicating the new file was expected in line %d !
de: Die Angabe der neuen Datei wurde in Zeile %d erwartet!
fi: Uudesta tiedostosta kertovaa riviä odotettiin rivillä %d!
sk: Na riaku %d bolo očakávane určenie nového súboru!
sl: V vrstici %d bi se morala nahajati vrstica, ki nakazuje novo datoteko!

source: The line indicating the old file was expected in line %d !
de: Die Angabe der alten Datei wurde in Zeile %d erwartet!
fi: Vanhasta tiedostosta kertovaa riviä odotettiin rivillä %d!
sk: Na riaku %d bolo očakávane určenie starého súboru!
sl: V vrstici %d bi se morala nahajati vrstica, ki nakazuje staro datoteko!

source: The lock has already been broken from another working copy
de: Die Sperre wurde bereits aus einer anderen Arbeitskopie heraus aufgebrochen.
fi: Lukko on jo rikottu toisessa työkopiossa
sk: Zámok bol zlomený z inej pracovnej kópie
sl: Zaklep je razbila že druga delovna kopija

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
de: Die maximale Anzahl im Aktionslog aufzubewahrender Zeilen. Darüber hinausgehende Zeilen löschen die ältesten Einträge aus der Datei.
fi: Suurin toimenpidelokissa säilytettävien rivien määrä. Mikäli lokiin lisätään enemmän rivejä, sen vanhimmat rivit poistetaan.
sk: Maximálny počet riadkov, ktoré sa majú pamätať pre denník úkonov. Pridanie riadkov nad tento počet spôsobí zmazanie najstaršieho riadku zo súboru.
sl: Največje ohranjeno število vrstic v dnevniku dejanj. Novejše vrstice, ki presežejo to mejo, izrinejo iz seznama starejše vrstice.

source: The old file does not match the new file. Renaming of files is not (yet) supported!
de: Die alte Datei stimmt nicht mit der neuen Datei überein. Umbenennen von Dateien wird (noch) nicht unterstützt!
fi: Vanha tiedosto ei täsmää uuden tiedoston kanssa. Tiedostojen uudelleennimeämistä ei (vielä) tueta!
sk: Starý a nový súbor sa nezhodujú. Premenovanie súborov nie je (ešte) podporované!
sl: Stara datoteka se ne ujema z novo. Preimenovanje datotek (še) ni podprto!

source: The operation failed.
de: Die Operation ist fehlgeschlagen.
fi: Komento epäonnistui.
sk: Úkon zlyhal.
sl: Ukaz ni uspel.

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
de: Die Parameter '/path' und '/pathfile' schließen sich gegenseitig aus. Sie dürfen nur einen von beiden angeben.
fi: Valitsimet '/path' ja '/pathfile' eivät voi esiintyä yhdessä. Määritä niistä vain toinen.
sk: Parametre '/path' a '/pathfile' sú nezlúčiteľné. Môžete zadať iba jeden z nich.
sl: Parametra '/path' and '/pathfile' se medsebojno izključujeta. Nastavite lahko samo enega.

source: The patch seems outdated! The file line %s and the patchline %s do not match!
de: Die Patchdatei scheint veraltet zu sein! Die Zeile %s und die Zeile %s stimmen nicht überein!
fi: Paikka vaikuttaa vanhentuneelta! Tiedoston rivi %s ja paikkarivi %s eivät täsmää!
sk: Záplata vyzerá byť zastaralá! Riadok súboru %s a riadok záplaty %s sa nezhodujú!
sl: Popravek se zdi zastarel! Vrstica datoteke %s in vrstica popravka %s se ne ujemata!

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
de: Der Pfad/die URL, die Sie eingegeben haben, ist unter Windows nicht zulässig! Sie können es versuchen, müssen aber mit Folgefehlern rechnen. Eine gültige Pfadangabe unter Windows darf keine '<<>|"*:' oder einen der folgenden Gerätenamen enthalten: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Wollen Sie trotzdem weitermachen?
fi: Syöttämäsi polku/paikannin on virheellinen Windowsissa! Voit koettaa jatkaa, mutta saatat myöhemmin törmätä virheeseen. Windows-tiedostopolku ei saa sisältää merkkejä '<<>|"?*:' tai olla mikään seuraavista laitenimistä: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Haluatko jatkaa?
sk: Cesta/URL, ktorú ste zadlai vyzerá byť vo Windows nepovolená! Môžete to napriek tomu skúsiť, ale asi to spôsobí chybu. Platná adresa vo Windows nesmie obsahovať '<<>|"?*:' a ani jedno z mien zariadení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Chete napriek tomu pokračovať?
sl: Pot/URL, ki ste jo vnesli, se zdi neveljavna v okolju Windows! Vseeno lahko poskusite, vendar zna kasneje priti do napake. Veljavna pot v sistemu Windows ne sme vsebovati znakov '<<>|"?*:', niti naslednjih imen naprav: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Ali želite vseeno nadaljevati?

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge found the relative path <i>%s</i> which seems to match the directory you're applying the patch. Do you want to use the suggested path? Answering 'no' will quit TortoiseMerge.
de: Der Pfad <i>%s</i> in der Patchdatei existiert nicht. TortoiseMerge hat den relativen Pfad <i>%s</i> gefunden, der mit dem Verzeichnis, auf das Sie den Patch anwenden, übereinzustimmen scheint. Soll der gefundene Pfad verwendet werden? Mit 'Nein' wird TortoiseMerge beendet.
fi: Paikkatiedoston polkua <i>%s</i> ei ole olemassa. TortoiseMerge huomasi, että suhteellinen polku <i>%s</i> näyttää täsmäävän paikattavaan kansioon. Haluatko käyttää ehdotettua polkua? Vastaus 'ei' lopettaa TortoiseMergen suorituksen.
sk: Cesta <i>%s</i> v záplatovom súbore nexistuje. TortoiseMerge našiel relátivnu cestu <i>%s</i>, ktorá vyzerá, že sa zhoduje lepšie. Chcete použiť navrhnutú cestu? Odpoveď nie ukončí TortoiseMerge.
sl: Pot <i>%s</i> v datoteki popravkov ne obstaja. TortoiseMerge je našel relativno pot <i>%s</i>, za katero se zdi, da ustreza poti, za katero uporabljate popravek datotek. Ali želite uporabiti predlagano pot? Če odgovorite 'ne', se bo aplikacija TortoiseMerge zaključila.

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge tried to apply the patch by stripping prefixes but no matching path could be found.
de: Der Pfad <i>%s</i> in der Patchdatei existiert nicht. TortoiseMerge versuchte den Patch anzuwenden indem es Pfadpräfixe entfernt hat, aber es konnte kein passender Pfad gefunden werden.
fi: Paikkatiedoston polkua <i>%s</i> ei ole olemassa. TortoiseMerge koetti käyttää paikan poistamalla polusta erilaisia alkuosia, mutta ei onnistunut.
sk: Cesta <i>%s</i> v záplatovom súbore nexistuje. TortoiseMerge sa pokúsil nájsť cestu vynechaním prefixov, ale nebola najdená zhoda.
sl: Pot <i>%s</i> v datoteki popravkov ne obstaja. Aplikacija TortoiseMerge je poskušala uporabiti datoteko popravkov z brisanjem predpon, vendar ni našla ustreznih poti.
