Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Releases locks even if you're not the owner of the locks (breaks them).
de: Gibt Sperren frei, selbst wenn Sie nicht der Eigner sind (Sperre aufbrechen).
fi: Vapauttaa lukot vaikka et olisi niiden omistaja (rikkoo ne).
sk: Uvolní zámky i keď nie ste jeho vlastníkom (zlomí).
sl: Sprosti zaklepe, čeprav niste njihov lastnik (jih prelomi).

source: Releases locks on files so other users can edit them again.
de: Gibt gesperrte Dateien frei, damit andere Benutzer sie wieder bearbeiten können.
fi: Vapauttaa lukot tiedostoista jotta muut käyttäjät voivat taas muokata niitä.
sk: Uvolní zámky súborov takže ich budú môcť upravovať opäť aj ostatný.
sl: Sprosti zaklep datotek, tako da jih uporabniki lahko spet urejajo.

source: Relo&cate...
de: &Umplatzieren...
fi: &Sijoita työkopio uudelleen...
sk: Premie&stniť...
sl: Pre&mesti...

source: Reload
de: Neu laden
fi: Lataa uudelleen
sk: Znovu načítať
sl: Ponovno naloži

source: Reloads the opened files and reverts all changes. Reload
de: Lädt die geöffneten Dateien und macht alle Änderungen rückgängig. Neu laden
fi: Lukee uudestaan avatut tiedostot ja peruu kaikki muutokset. Lue uudestaan
sk: Znova načíta otvorené súbory a vráti všetky zmeny. Načiťať znova
sl: Ponovno naloži odprte datoteke in povrne vse spremembe. Ponovno naloži

source: Relocate
de: Umplatzieren
fi: Sijoita työkopio uudestaan
sk: Premiestniť
sl: Premesti

source: Relocate Warning
de: Warnung: Umplatzieren
fi: Siirtovaroitus
sk: Upozornenie premiesnenia
sl: Opozorilo premeščanja

source: Relocating...
de: Umplatzieren...
fi: Sijoitetaan uudelleen...
sk: Premiestňujem...
sl: Premeščanje...

source: Remote property status
de: Eigenschaften Projektarchiv
fi: Etäominaisuuden tila
sk: Stav vzdialenej vlasnosti
sl: Stanje oddaljene lastnosti

source: Remote revision
de: Revision im Projektarchiv
fi: Etäversio
sk: Vzdialená revízia
sl: Oddaljena revizija

source: Remote status
de: Status Projektarchiv
fi: Etätila
sk: Vzdialený stav
sl: Oddaljeno stanje

source: Remote text status
de: Inhalt Projektarchiv
fi: Etätekstin tila
sk: Stav vzdialeného textu
sl: Stanje oddaljenega besedila

source: Remove
de: Entfernen
fi: Poista
sk: Odstrániť
sl: Odstrani

source: Remove %ld items
de: Lösche %ld Objekte
fi: Poista %ld tiedostoa
sk: Odstrániť %ld objektov
sl: Odstrani %ld elementov

source: Remove %s
de: Löschen %s
fi: Poista %s
sk: Odstrániť %s
sl: Odstrani %s

source: Remove all branches that did not modify the item
de: Alle Zweige ausblenden, die das Objekt nicht verändert haben
fi: Poista kaikki haarat, jotka eivät muuttaneet alkiota

source: Remove deleted branches and tags
de: Gelöschte Zweige und Marken entfernen
fi: Piilota poistetut haarat ja merkinnät
sk: Odstrániť vymazané vetvy a značky
sl: Odstrani izbrisane veje in oznake

source: Remove from &ignore list
de: Aus &Ignorieren Liste entfernen
fi: Poista &ohitettujen listasta
sk: Odstrániť zo zoznamu &ignorovaných
sl: Odstrani s seznama &prezrtih

source: Remove from Quick Access Toolbar
de: Aus der Schnellzugriffsleiste entfernen
fi: Poista pikatyökalurivistä
sk: Odstániť z lišty rýchleho prístupu
sl: Odstrani iz orodne vrstice za hitri dostop

source: Remove from changelist
de: Lösche aus Änderungsliste
fi: Poista muutoslistasta
sk: Odstrániť zoznam zmien
sl: Odstrani s seznama sprememb

source: Remove property '%s' from %s
de: Entferne Eigenschaft '%s' von %s
fi: Poista ominaisuus '%s' polulta %s
sk: Odstrániť vlastnosť '%s' z %s
sl: Odstrani lastnost '%s' na %s

source: Remove the directory
de: Das Verzeichnis löschen
fi: Poista hakemisto

source: Remove the file
de: Die Datei löschen
fi: Poista tiedosto

source: Remove the selected cache(s) from disk
de: Löscht die markierten Puffer von der Festplatte
fi: Poistaa valitut välimuistit levyltä
sk: Odstráni vybrané zásobníky z disku
sl: Odstrani izbrane predpomnilnike iz diska

source: Remove the whole subtree(s)
de: Den gesamten Teilbaum entfernen
fi: Poista koko alipuu / alipuut

source: Removed
de: Entfernt
fi: Poistettu
sk: Odstránené
sl: Odstranjeno

source: Removed file/folder
de: Datei / Ordner gelöscht
fi: Poistettu tiedosto/hakemisto
sk: Odstránený súbor/adresár
sl: Odstranjena datoteka/mapa

source: Removed from changelist
de: Aus Änderungsliste gelöscht
fi: Poistettu muutoslistasta
sk: Ostrániť zo zoznamu zmien
sl: Odstranjeno iz seznama sprememb

source: Removed the file pattern(s) %s from the ignore list.
de: Die Einträge %s wurden aus der 'Ignorieren' Liste entfernt.
fi: Lauseketta %s vastaavat tiedostot poistettu ohituslistasta.
sk: Odstránené vzory súbor %s zo zoznamu vylúčenia.
sl: Odstranjeni vzorci datotek %s s seznama prezrtih.

source: Removes all unversioned and ignored items
de: Entfernt alle nicht versionierten und ignorierten Objekte
fi: Poistaa kaikki versioimattomat ja ohitetut tiedostot
sk: Vymazať všetky neverziované a ignorované objekty
sl: Odstrani vse datoteke brez različic in prezrte datoteke.

source: Removes the file or filemask from the list of ignored items
de: Entfernt die gewählte(n) Datei(en) oder Dateimasken aus der 'Ignorieren' Liste
fi: Poistaa tiedoston tai tiedostomaskin ohitettujen tiedostojen listasta
sk: Odstráni súbor alebo masku súboru zo zoznamu vylúčených súborov
sl: Odstrani datoteko ali masko imena datotek s seznama prezrtih

source: Removes the selected properties
de: Entfernt die markierten Eigenschaften
fi: Poistaa valitut ominaisuudet
sk: Odstráni vybrané vlastnosti
sl: Odstrani izbrane lastnosti

source: Rena&me...
de: &Umbenennen...
fi: &Nimeä uudelleen...
sk: Preme&novať...
sl: Pre&imenuj...

source: Rename
de: Umbenennen
fi: Uudelleennimeä
sk: Premenovať
sl: Preimenuj

source: Rename %s
de: %s Umbenennen
fi: Uudelleennimeä %s
sk: Premenovať %s
sl: Preimenuj %s

source: Rename item from %s to %s
de: Objekt von %s in %s umbenennen
fi: Uudelleennimeä tiedosto vanhasta nimestä %s uuteen nimeen %s
sk: Premenovať objekt z %s na %s
sl: Preimenuj element iz %s v %s

source: Rename/move - TortoiseSVN
de: Umbenennen / Verschieben - TortoiseSVN
fi: Nimeä uudelleen/siirrä - TortoiseSVN
sk: Premenovať/presunúť - TortoiseSVN
sl: Preimenuj/premakni - TortoiseSVN

source: Renamed node
de: Knoten umbenannt
fi: Uudelleen nimetty solmu
sk: Premenovavý uzol
sl: Preimenovano vozlišče

source: Renamed remotely
de: Im Projektarchiv umbenannt
fi: Nimetty uudelleen etänä
sk: Vzdialene premenované
sl: Preimenovano oddaljeno

source: Renames files / folders inside version control
de: Benennt Dateien / Ordner unter Versionskontrolle um
fi: Nimeää uudelleen tiedostoja/kansioita versionhallinnassa
sk: Premenuje súbory/adresáre vo správe verzií
sl: Preimenuje datoteke / mape znotraj nadzora različic

source: Repair move
de: Umbenennen reparieren
fi: Korjaa siirto
sk: Opraviť presunutie
sl: Popravi premik

source: Repeat the last action Repeat
de: Letzte Aktion wiederholen Wiederholen
fi: Toista viimeisin komento Toista
sk: Opakovať posledný úkon Opakovať
sl: Ponovi zadnje dejanje Ponovi

source: Replace specific text with different text Replace
de: Text ersetzen Ersetzen
fi: Korvaa tekstin toisella Korvaa
sk: Nahradí zadaný text iným textom Nahradiť
sl: Zamenjaj določeno besedilo z drugim besedilom Zamenjaj

source: Replaced node
de: Knoten ersetzt
fi: Korvattu solmu
sk: Nahradiť uzol
sl: Zamenjano vozlišče

source: Replacing
de: Ersetze
fi: Korvaa
sk: Nahradzujem
sl: Zamenjevanje

source: Repository
de: Projektarchiv
fi: Arkisto
sk: Úložisko
sl: Skladišče

source: Repository Browser
de: Projektarchiv betrachten
fi: Arkistoselain
sk: Prezeranie úložiska
sl: Skladiščni brskalnik

source: Repository URL
de: Projektarchiv URL
fi: Arkiston paikannin
sk: URL úložiska
sl: URL skladišča

source: Repository UUID:
de: UUID des Projektarchivs:
fi: Arkiston UUID:
sk: UUID úložiska:
sl: UUID skladišča

source: Requests a username and a password
de: Erfragt Anwendername und Passwort
fi: Kysyy käyttäjää ja salasanaa
sk: Vyžiada užívateľské meno a heslo
sl: zahteva uporabniško ime in geslo

source: Res&olved...
de: Konflikt &aufgelöst...
fi: Merkitse &ratkaistuksi...
sk: &Vyriešené
sl: Rešen&o...

source: Reset &All
de: Alle &Rücksetzen
fi: Palauta &kaikki
sk: Predvolené &všetko
sl: Ponastavi &vse

source: Reset columns
de: Spalten rücksetzen
fi: Palauta sarakkeet
sk: Prednastaviť stĺpce
sl: Ponastavi stolce

source: Resolve
de: Konflikt lösen
fi: Merkitse ratkaistuksi
sk: Vyriešiť
sl: Reši

source: Resolve - TortoiseSVN
de: Konflikte auflösen - TortoiseSVN
fi: Merkitse ratkaistuksi - TortoiseSVN
sk: Vyriešiť - TortoiseSVN
sl: Reši - TortoiseSVN

source: Resolve Conflict
de: Konflikt auflösen
fi: Ratkaise ristiriita
sk: Vyriešiť konflikt
sl: Reši spor

source: Resolve all later
de: Alle später auflösen
fi: Ratkaise kaikki myöhemmin
sk: Vyriešiť všetko neskôr
sl: Reši vse kasneje

source: Resolve conflict using 'mine'
de: Löse Konflikt mit 'Meiner' Datei
fi: Ratkaise riistiriita käyttämällä 'minun' versiotani
sk: Vyriešiť konfikt použitím 'Moje'
sl: Reši spor z uporabo bloka 'moj'

source: Resolve conflict using 'theirs'
de: Löse Konflikt mit 'Deren' Datei
fi: Ratkaise riistiriita käyttämällä 'heidän' versiotaan
sk: Vyriešiť konfikt použitím 'Ich'
sl: Reši spor z uporabo bloka 'njihov'

source: Resolve conflict:
de: Konflikt auflösen:
fi: Ratkaise ristiriita:
sk: Vyriešiť konflikt:
sl: Reši spor:

source: Resolve later
de: Später auflösen
fi: Ratkaise myöhemmin
sk: Vyriešiť neskôr
sl: Reši kasneje

source: Resolved
de: Konflikt aufgelöst
fi: Merkitse ratkaistuksi
sk: Vyriešené
sl: Rešen

source: Resolved: %s
de: Konflikt aufgelöst: %s
fi: Ratkaistu: %s
sk: Vyriešené: %s
sl: Rešeno: %s

source: Resolves conflicted files
de: Löscht die Konfliktdateien und ermöglicht so das Übertragen der Änderungen
fi: Merkitsee riistiriitaiset tiedostot ratkaistuiksi
sk: Rieši súbory v konflikte
sl: Reši sporne datoteke

source: Restore Default
de: Standardfarben
fi: Palauta oletusarvot
sk: Obnoviť základné
sl: Obnovi privzeto

source: Restore the window to normal size
de: Stelle die Normalgröße des Fensters wieder her
fi: Palauta ikkuna normaalin kokoiseksi
sk: Obnovit základnú veľkosť okna
sl: Povrni velikost okna na običajno

source: Restored
de: Zurückgesetzt
fi: Palautettu
sk: Obnovené
sl: Povrnjeno

source: Retry
de: Wiederholen
fi: Yritä uudestaan
sk: Znova
sl: Ponovno poskusi

source: Reverse merge
de: Rückwärts zusammenführen
fi: Käänteinen yhdistäminen
sk: Spätné zlučovanie
sl: Obrnjeno spajanje

source: Reverse merging %ld
de: %ld rückwärts zusammenführen
fi: Yhdistetään käänteisesti %ld
sk: Spätné zlučovanie %ld
sl: Obrnjeno spajanje %ld

source: Reverse merging %ld through %ld
de: Von r%ld bis r%ld rückwärts zusammenführen
fi: Yhdistetään käänteisesti versiosta %ld versioon %ld
sk: Spätné zlučovanie %ld po %ld
sl: Obrnjeno spajanje %ld do %ld

source: Revert
de: Änderungen rückgängig
fi: Palauta
sk: Vrátiť
sl: Povrni

source: Revert - TortoiseSVN
de: Rückgängig - TortoiseSVN
fi: Palauta - TortoiseSVN
sk: Vrátiť - TortoiseSVN
sl: Povrni - TortoiseSVN

source: Revert to default settings. Recommended for unexperienced users.
de: Standardeinstellungen wieder herstellen. Für weniger erfahrene Anwender empfohlen.
fi: Palauta oletusasetukset. Suositellaan kokemattomille käyttäjille.

source: Reverted
de: Rückgängig gemacht
fi: Palautettu
sk: Vrátené
sl: Povrnjeno

source: Reverts all changes you made since the last update
de: Macht alle Änderungen seit der letzten Aktualisierung rückgängig
fi: Poistaa kaikki viimeisimmän päivityksen jälkeen tekemäsi muutokset
sk: Vrátiť všetky zmeny od poslednej aktualizácie
sl: Povrne vse spremembe od zadnje posodobitve

source: Reverts an addition to version control
de: Nimmt gerade hinzugefügte Objekte wieder aus der Versionskontrolle
fi: Peruu lisäyksen versionhallintaan
sk: Vrátiť pridanie do správy verzií
sl: Povrne dodajanje elementa v sistem nadzora

source: Revision
fi: Versio
sk: Revízia
sl: Revizija

source: Revision %d
fi: Versio %d
sk: Revízia %d
sl: Revizija %d

source: Revision %ld
fi: Versio %ld
sk: Revízia %ld
sl: Revizija %ld

source: Revision %s
fi: Versio %s
sk: Revízia %s
sl: Revizija %s

source: Revision &graph
de: Revisions&graph
fi: Versio&graafi
sk: &Graf revízií
sl: &Graf revizij

source: Revision / Author:
de: Revision / Autor:
fi: Versio / Tekijä:
sk: Revízia / Autor:
sl: Revizija / avtor:

source: Revision Graph
de: Revisionsgraph
fi: Versiograafi
sk: Graf revízií
sl: Graf revizij

source: Revision Graph Filter
de: Revisionsgraph filtern
fi: Versiograafisuodatin
sk: Filter grafu revízií
sl: Filter grafa revizij

source: Revision Range
de: Revisionsbereich
fi: Versioväli
sk: Rozsah revízií
sl: Območje revizij

source: Revision graph
de: Revisionsgraph
fi: Versiograafi
sk: Graf revízií
sl: Graf revizij

source: Revision range to merge
de: Revisionsbereich
fi: Yhdistettävä versioväli
sk: Rozsah revízií k zlučeniu
sl: Območje revizij za spajanje

source: Revision:
fi: Versio:
sk: Revízia:
sl: Revizija:

source: Revision: %ld URL: %s Author: %s Date: %s Logmessage: %s
de: Revision: %ld URL: %s Autor: %s Datum: %s Logmeldung: %s
fi: Versio: %ld Paikannin: %s Tekijä: %s Päiväys: %s Lokiviesti: %s
sk: Revízia: %ld URL: %s Autor: %s Dátum: %s Správa denníka: %s
sl: Revizija: %ld URL: %s Avtor: %s Datum: %s Sporočilo: %s

source: Revision: %ld URL: %s Author: %s Date: %s Tags (%d):%s Logmessage: %s
de: Revision: %ld URL: %s Autor: %s Datum: %s Marken (%d): %s Logmeldung: %s
fi: Versio: %ld Paikannin: %s Tekijä: %s Päiväys: %s Merkit (%d):%s Lokiviesti: %s

source: Revisions
de: Revisionen
fi: Versiot
sk: Revízie
sl: Revizija

source: Rich Text (RTF) text with font and paragraph formatting
de: Rich Text (RTF) Text mit Zeichen- und Absatzformatierung
fi: Muotoiltu teksti (RTF) teksti, jossa on mukana kirjasin ja kappalemuotoilu
sk: Rich Text (RTF) text s formátovaním písma a odstavcov
sl: Rich Text (RTF) s pisavo in odstavki oblikovano besedilo

source: Right View:
de: Rechte Ansicht:
fi: Oikea näkymä:
sk: Pravý pohlad:
sl: Desni pogled:

source: Right image
de: Rechtes Bild
fi: Oikea kuva
sk: Pravý obrázok
sl: Desna slika

source: Row %d of %d
de: Zeile %d von %d
fi: Rivi %d / %d
sk: Riadok %d z %d
sl: Vrstica %d od %d

source: Row %d-%d of %d
de: Zeile %d-%d von %d
fi: Rivit %d-%d / %d
sk: Riadok %d-%d z %d
sl: Vrstica %d-%d od %d

source: S&elect...
de: &Wählen...
fi: &Valitse...
sk: &Vybrať
sl: I&zberi

source: S&ettings
de: &Einstellungen
fi: &Asetukset
sk: N&astavenia
sl: Nastavitv&e

source: S&how Buttons on One Row
de: Zeige Schaltflächen in &einer Zeile
fi: Näytä painikkeet &yhdellä rivillä
sk: Tlačidlá z&obraziť v jednom riadku
sl: Po&kaži gumbe v eni vrsti

source: S&how Buttons on Two Rows
de: Zeige Schaltflächen in &zwei Zeilen
fi: Näytä painikkeet &kahdella rivillä
sk: Tlačidlá z&obraziť v dvoch riadkoch
sl: Po&kaži gumbe v dveh vrstah

source: S&how Quick Access Toolbar below the Ribbon
de: Zeige Schnellzugriffsleiste &unterhalb des Bandes
fi: Näytä &pikatyökalurivi valintanauhan alapuolella
sk: Zob&raziť lištu rýchleho prístupu pod lištou
sl: pri&kaži orodno vrstico za hitri dostop pod trakom

source: S&tatistics
de: S&tatistik
fi: &Tilastot
sk: Š&tatistika
sl: S&tatistika

source: S&witch...
de: &Wechseln zu...
fi: &Vaihda...
sk: &Prepnúť...
sl: Pre&klopi...

source: SVN Author
de: SVN Autor
fi: SVN-tekijä
sk: SVN Autor
sl: SVN avtor

source: SVN Copy and add files to this WC
de: SVN Kopieren und zu dieser Arbeitskopie hinzufügen
fi: SVN: Kopioi ja lisää tiedostot tähän työkopioon
sk: SVN Kopírovať a pridať súbory do tejto pracovnej kópie
sl: SVN - Kopiraj in dodaj datoteke v to delovno kopijo

source: SVN Copy and rename versioned item here
de: SVN Objekte hierher kopieren und umbenennen
fi: SVN Kopioi ja uudelleennimeä versioitu tiedosto tänne
sk: SVN Kopírovať a premenovať verziované objekty sem
sl: SVN - Kopiraj in preimenuj datoteke pod nadzorom sem

source: SVN Copy versioned item(s) here
de: SVN Objekte hierher kopieren
fi: SVN Kopioi versioidut tiedostot tänne
sk: SVN Kopírovať verziované objekty sem
sl: SVN - Kopiraj datoteke pod nadzorom sem

source: SVN Export all items here
de: SVN alle Objekte hierher exportieren
fi: SVN: Vie kaikki tiedostot tänne
sk: SVN Exportovať všetky objekty sem
sl: SVN - Izvozi vse sem

source: SVN Export versioned items here
de: SVN versionierte Objekte hierher exportieren
fi: SVN: Kopioi versioidut tiedostot tänne
sk: SVN Kopírovať verziované objekty sem
sl: SVN - Kopiraj datoteke pod nadzorom sem

source: SVN Local lock owner
de: SVN lokale Sperre
fi: SVN-lukitus (paikallinen)
sk: SVN vlastník miestného zámku
sl: Lastnik krajevnega zaklepa SVN

source: SVN Move and rename versioned item here
de: SVN Objekte hierher verschieben und umbenennen
fi: SVN Siirrä ja uudelleennimeä versioidut tiedostot tänne
sk: SVN Presunúť a premenovať verziované objekty sem
sl: SVN - Premakni in preimenuj datoteke pod nadzorom sem

source: SVN Move versioned item(s) here
de: SVN Objekte hierher verschieben
fi: SVN Siirrä versioidut tiedostot tänne
sk: SVN Presunúť verziované objekty sem
sl: SVN - Premakni datoteke pod nadzorom sem

source: SVN Revision
fi: SVN-versio
sk: SVN Revízia
sl: SVN - Revizija

source: SVN Status
fi: SVN-tila
sk: SVN Stav

source: SVN URL
fi: SVN-paikannin

source: SVN eol-style
fi: SVN-rivinvaihtotyyli
sk: SVN štýl ukončenia riadkov
sl: SVN - Slog eol

source: SVN mime-type
de: SVN MIME-Typ
fi: SVN-tyyppi (MIME)
sk: SVN MIME typ
sl: SVN - Vrsta mime

source: SVN short URL
de: SVN kurze URL
fi: SVN-paikannin (lyhyt)
sk: SVN krátka URL
sl: SVN - Kratki URL

source: Save &As...
de: Speichern &unter...
fi: Tallenna &nimellä...
sk: Uložiť &ako...
sl: Shrani &kot...

source: Save &as...
de: Speichern &unter...
fi: Tallenna &nimellä...
sk: Uložiť &ako...
sl: Shrani &kot...

source: Save As
de: Speichern unter
fi: Tallenna nimellä
sk: Uložiť ako
sl: Shrani kot

source: Save as...
de: Speichern unter...
fi: Tallenna nimellä...
sk: Uložiť ako...
sl: Shrani kot

source: Save changes to %1?
de: Änderungen in %1 speichern?
fi: Tallennetaanko muutokset %1?
sk: Uložiť zmeny do %1?
sl: Ali želite shraniti spremembe v %1?

source: Save client certificate path
de: Client Zertifikatsdatei speichern
fi: Tallenna asiakkaan sertifikaattipolku
sk: Uložiť cestu clientského certifikátu
sl: Shrani pot certifikata odjemalca

source: Save revision &to...
de: Speichere Revision &unter...
fi: Tallenna versio &nimellä...
sk: Uložiť revíziu &do...
sl: Shrani revizijo &v...

source: Save the modified file Save file
de: Geänderte Datei speichern Datei speichern
fi: Tallenna muokattu tiedosto Tallenna tiedosto
sk: Uložiť zmenený súbor Uložiť súbor
sl: Shrani spremenjeno datoteko Sharni datoteko

source: Save to clipboard
de: In Zwischenablage speichern
fi: Tallenna leikepöydälle
sk: Uložiť do schránky
sl: Shrani na odložišče

source: Saved Data
de: Gespeicherte Daten
fi: Tallennetut tiedot
sk: Uložené dáta
sl: Shranjeni podatki

source: Saves expensive server roundtrips when set to longer than 0 seconds
de: Spart teure Serveranfragen, wenn der Wert größer als 0 Sekunden ist
fi: Välttää aikaa vieviä yhteydenottoja palvelimelle, kun asetettu pidemmäksi kuin 0 sekuntia
sk: Pri hodnote viac ako 0 sekúnd šetrí prístup na server.
sl: Kadar je vrednost več kot 0 sekund, prihrani drage dostope do strežnika

source: Saves the selected property value to a file
de: Speichert die markierte Eigenschaft in einer Datei
fi: Tallettaa valitun ominaisuuden tiedostoon
sk: Uloží hodnoty vybraných vlastností do súboru
sl: Shrani vrednost izbrane lastnosti v datoteko

source: Saving file %s
de: Speichere Datei %s
fi: Tallennetaan tiedostoa %s
sk: Ukladám %s
sl: Shranjevanje datoteke %s

source: Saving files
de: Speichere Dateien
fi: Tallennetaan tiedostoja
sk: Ukladám súbory
sl: Shranjevanje datotek

source: Saving patchfile to:
de: Speichere Patchdatei in:
fi: Tallennetaan paikkatiedosto:
sk: Ukladám záplatu do:
sl: Shranjevanje datoteke popravka v:

source: Scroll Left
de: Nach links rollen
fi: Vieritä vasemmalle
sk: Doľava
sl: Pomakni levo

source: Scroll Right
de: Nach rechts rollen
fi: Vieritä oikealle
sk: Doprava
sl: Pomakni desno

source: Search &log messages...
de: Durchsuche &Logmeldungen...
fi: Etsi &lokiviesteistä...
sk: Vyhľadaj &správy denníka...
sl: Iskanje po &dnevniških zapisih...

source: Search for:
de: Suche nach:
fi: Etsi:
sk: Hľadať:
sl: Išči:

source: Search string not found!
de: Suchtext nicht gefunden!
fi: Haettavaa merkkijonoa ei löydy!
sk: Hľadaný reťazec nenájdený!
sl: Iskanega niza ne najdem!

source: Seek failed on %1
de: Seek fehlgeschlagen: %1
fi: Haku epäonnistui: %1
sk: Vyhľadanie zlyhalo na %1
sl: Iskanje po %1 ni uspelo

source: Select &All
de: A&lle wählen
fi: Valitse &kaikki
sk: Ozn&ač všetko
sl: Izberi &vse

source: Select &User-defined Image:
de: &Benutzerdefiniertes Bild wählen:
fi: Valitse &käyttäjän kuva:
sk: Vybrať &užívateľský obrázok:
sl: &Izberi uporabniško določeno sliko:

source: Select &context menu:
de: &Kontextmenü wählen:
fi: Valitse &kontekstivalikko:
sk: Vybrať &kontextovú ponuku:
sl: Izberi &kontekstni meni

source: Select &window:
de: &Fenster wählen.
fi: Valitse &ikkuna:
sk: Vybrať &okno:
sl: Izberi &okno

source: Select / deselect &all
de: &Alle an- / abwählen
fi: Valitse &kaikki / ei mitään
sk: Označ / odzn&ač všetko
sl: Izberi / izključi &vse

source: Select Color Tool Select Color
de: Farbauswahlwerkzeug Wähle Farbe
fi: Värinvalintatyökalu Valitse väri
sk: Nástroj výberu farby Výber farby
sl: Orodje za izbiro barve Izberi barvo

source: Select File...
de: Datei wählen...
fi: Valitse tiedosto...
sk: Vyber súbor...
sl: Izberi datoteko...

source: Select Revision
de: Revision wählen
fi: Valitse versio
sk: Vyberte revíziu
sl: Izberite revizijo

source: Select SSH client
de: Wähle einen SSH Client
fi: Valitse SSH-asiakasohjelma
sk: Vzberte SSH klienta
sl: Izberite odjemalca SSH

source: Select a button.
de: Bitte wählen Sie eine Schaltfläche.
fi: Valitse painike.
sk: Vyberte tlačidlo.
sl: Izberite gumb.

source: Select an object on which to get Help
de: Wählen Sie ein Objekt, für welches Sie Hilfe möchten
fi: Valitse opastuskohta
sk: Vybrať objekt, pre ktorý chcete pomoc
sl: Izberite predmet, za katerega potrebujete pomoč

source: Select changelist
de: Änderungsliste wählen
fi: Valitse muutoslista
sk: Označíť zoznam zmien
sl: Izberite seznam sprememb

source: Select diff application
de: Vergleichsprogramm auswählen
fi: Valitse vertailuohjelma
sk: Vybrať porovnávací program
sl: Izberi aplikacijo za razlikovanje

source: Select diff file...
de: Wähle Diffdatei...
fi: Valitse diff-tiedosto...
sk: Vybrať súbor porovnania
sl: Izberite datoteko razlik (diff)...

source: Select directory to check out to
de: Wähle Verzeichnis zum Auschecken
fi: Valitse kansio johon tiedostot haetaan
sk: Vybrať adresár na získanie
sl: Izberi mapo prevzema

source: Select end revision
de: Endrevision wählen
fi: Valitse loppuversio
sk: Vyberte konocvú revíziu
sl: Izberite končno revizijo

source: Select folder to associate with this issue tracker
de: Wählen Sie den Ordner, der mit dem Fehlerverfolgungssystem verbunden werden soll
fi: Valitse kansio, johon vikaseurantaohjelma kytketään
sk: Vybrať adresár pre tento sledovač prípadov
sl: Izberite mapo za ta sledilnik zadevam

source: Select folder to export to. You might need to create a new folder before performing this export.
de: Wähle Zielordner für Export. Vielleicht müssen Sie einen neuen Ordner erstellen.
fi: Valitse vientikansio. Saatat joutua luomaan uuden kansion ennen vientiä.
sk: Vybrať adresár kam sa má exportovať. Môžete potrebovať vytvoriť nový adresár pred exportovaním.
sl: Izberite mapo, kamor želite izvažati. Morda boste morali pred izvažanjem ustvariti novo mapo.
