Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Marks the revisions as merged, without actually doing the merge. This blocks the revisions from getting merged in the future.
de: Markiert die Revisionen als zusammengeführt, ohne die Daten tatsächlich zu integrieren Dies verhindert, dass die Revisionen in der Zukunft zusammengeführt werden können.
fi: Merkitsee versiot yhdistetyiksi suorittamatta itse yhdistämistä. Tämä estää versioita tulemasta yhdistetyiksi tulevaisuudessa.

source: Match &case
de: Groß- / Kleinschreibung &beachten
fi: Täsmää &kirjainkoko
sk: Rozlišovať &veľkosť písma
sl: Upoštevaj &velike/male črke

source: Max
de: Maximum
fi: Maksimi
sl: Največ

source: Max. items to keep in the log message history
de: Maximale Anzahl der zu merkenden Log-Einträge
fi: Lokiviestihistorian suurin koko (viestiä)
sk: Maximálny počet záznamov, ktoré majú byť uchované v pamäti denníka
sl: Največje število ohranjenih sporočil dnevniških zapisov

source: Max. lines in action log
de: Max. Zeilen im Aktionslog
fi: Toimenpidelokin rivien maksimimäärä
sk: Riadkov v denníku úkonov
sl: Največje število vrstic v dnevniku dejanj

source: Maximum number of tool &failures until cache removal
de: Maximale Anzahl von &Fehlschlägen bis ein Puffer gelöscht wird
fi: Työkalu&virheiden maksimimäärä ennen välimuistin poistoa

source: Me&nus show recently used commands first
de: Me&nüs zeigen zuletzt verwendete Befehle zuerst
fi: Valikot näyttävät &äskettäin käytetyt komennot ensin
sk: Me&nu zobrazujúce naposledy použité príkazy
sl: Me&niji najprej prikažejo nedavno uporabljene ukaze

source: Menu
de: Menü
fi: Valikko
sk: Ponuka
sl: Meni

source: Menu Bar
de: Menüleiste
fi: Valikkorivi
sk: Ponuka
sl: Menijska vrstica

source: Menu s&hadows
de: Menü Sc&hatten
fi: Valikon &varjot
sk: &Tiene ponuky
sl: &Sence menijev

source: Merge
de: Zusammenführen
fi: Yhdistä
sk: Spájať
sl: Spoji

source: Merge - TortoiseSVN
de: Zusammenführen - TortoiseSVN
fi: Yhdistä - TortoiseSVN
sk: Zlúčiť - TortoiseSVN
sl: Spoji - TortoiseSVN

source: Merge Reintegrate
de: Erneut zusammenführen
fi: Yhdistä takaisin
sk: Reintegračné zlúčenie
sl: Vključitev veje

source: Merge a range of revisions
de: Einen Revisionsbereich
fi: Yhdistä versioväli
sk: Zlúčiť rozsah revízií
sl: Spoji območje revizij

source: Merge all
de: Alle zusammenführen
fi: Yhdistä kaikki
sk: Zlúčiť všetko
sl: Spoji vse

source: Merge depth:
de: Rekursionstiefe:
fi: Yhdistämissyvyys:
sk: Hĺbka spájania:
sl: Globina spajanja:

source: Merge non-interactive
de: Nicht interaktiv zusammenführen
fi: Yhdistä ilman kysymyksiä
sk: Zúčiť neinteraktívne
sl: Neinteraktivno spajanje

source: Merge options
de: Einstellungen
fi: Yhdistämisasetukset
sk: Nastavenia zlučovania
sl: Možnosti spajanja

source: Merge reintegrate...
de: Erneut zusammenführen...
fi: Yhdistä takaisin...
sk: Reintegračné zlúčenie...
sl: Vključitev veje...

source: Merge revision range
de: Revisionsbereich
fi: Yhdistä versioväli
sk: Zlúči rozsah revízií
sl: Območje spajanja revizij

source: Merge revision to...
de: Revision zusammenführen in...
fi: Yhdistä versio...
sk: Zlúčiť revíziu do...
sl: Shrani revizijo v...

source: Merge revisions to...
de: Revisionen zusammenführen in...
fi: Yhdistä versiot...
sk: Zlúčiť revízie do...
sl: Shrani revizije v...

source: Merge two different trees
de: Zwei verschiedene Bäume
fi: Yhdistä kaksi eri puuta
sk: Zlúčiť dva rozdielne stromy
sl: Spoji dve različni drevesi

source: Merge type
de: Aktion
fi: Yhdistämistyyppi
sk: Typ ylučenia
sl: Vrsta spajanja

source: Merged
de: Zusammengeführt
fi: Yhdistetty
sk: Zlúčené
sl: Spojeno

source: Merged revision(s) %s from %s:
de: Revision(en) %s von %s zusammengeführt:
fi: Yhdistetty versio(t) %s paikantimesta %s:
sk: Zlúčené revízie(s) %s z %s:
sl: Spojena revizije %s iz %s:

source: Merges a branch into the main trunk
de: Führt Zweig und Arbeitskopie zusammen
fi: Yhdistää haaran päähaaraan
sk: Spojit vetvy do hlavného kmeňa
sl: Spoji vejo z glavno vejo

source: Merges all missing revisions back into the working copy using merge-tracking information
de: Führt unter Verwendung des Zusammenführen-Protokolls sämtliche fehlenden Revisionen in der Arbeitskopie zusammen
fi: Yhdistää kaikki puuttuvat versiot takaisin työkopioon käyttämällä tietoa aiemmin tehdyistä yhdistämisistä
sk: Zlúči všetky chýbajúce revízie späť do pracovnej kópie použitím informácií o zlučovaní
sl: Spoji vse manjkajoče reviziji nazaj v delovno kopijo z uporabo informacij sledenja spajanja

source: Merging
de: Zusammenführen
fi: Yhdistäminen
sk: Zlúčovanie
sl: Spajanje

source: Merging %s into %s, %s
de: %s in %s, %s zusammenführen
fi: Yhdistetään %s -> %s, %s
sk: Zlučovanie %s do %s, %s
sl: Spajanje %s v %s, %s

source: Merging differences between repository URLs
de: Führe Unterschiede zwischen Projektarchiv URLs zusammen
fi: Yhdistämässä arkistopaikantimien välisiä eroja
sk: Zlučovanie rozdielov medzi URL-ami úložska
sl: Spajanje razlik med dvema naslovoma skladišč

source: Merging from %s, revision %s to %s, revision %s into %s, %s%s
de: Zusammenführen von %s, Revision %s bis %s, Revision %s in %s, %s%s
fi: Yhdistän muutokset alkaen polusta %s (versio %s) polkuun %s (versio %s) kohteeseen %s, %s%s
sk: Zlučovanie z %s, revízia %s až %s, revízia %s v %s, %s%s
sl: Spajanje iz %s, revizija %s do %s, revizija %s v %s, %s%s

source: Merging r%ld
de: r%ld zusammenführen
fi: Yhdistämässä versiota %ld
sk: Zlučovanie r%ld
sl: Spajanje r%ld

source: Merging r%ld through r%ld
de: Von r%ld bis r%ld zusammenführen
fi: Yhdistetään versiosta %ld versioon %ld
sk: Zlučovanie r%ld po r%ld
sl: Spajanje r%ld do r%ld

source: Merging requires different revisions or different URLs in 'From:' and 'To:'
de: Zusammenführen erfordert unterschiedliche Revisionen oder URLs in 'Von:' und 'Bis:'
fi: Yhdistäminen vaatii eri versioita tai eri paikantimia 'Mistä:'- ja 'Mihin'-kentissä
sk: Zlučovanie vyžaduje rozdielne revízie, alebo rozdielne URL adresy v Z:' a 'Do:'
sl: Spajanje zahteva različne revizije ali različne naslove URL v poljih 'Od:' in 'V:'

source: Merging revisions %s of %s into %s, %s%s
de: Zusammenführen %s von %s in %s, %s%s
fi: Yhdistetään versiot %s polusta %s -> %s, %s%s
sk: Zlučovanie revízií %s z %s do %s, %s%s
sl: Spajanje revizij %s od %s v %s, %s%s

source: Message
de: Meldung
fi: Viesti
sk: Správa
sl: Sporočilo

source: Message:
de: Meldung:
fi: Viesti:
sk: Správa
sl: Sporočilo:

source: Messages
de: Meldungen
fi: Viestejä
sk: Správy
sl: Sporočila

source: Messages, authors and paths
de: Meldungen, Autoren und Pfade
fi: Viestit, tekijät ja polut
sk: Správy, autori a cesty
sl: Sporočila, avtorji in poti

source: Mime type
de: MIME-Typ
fi: MIME-tyyppi
sk: Typ MIME
sl: Vrsta MIME

source: Min
de: Minimum
fi: Minimi
sk: Minimálne
sl: Najmanj

source: Mine
de: Meine
fi: Minun
sk: Moje
sl: Moje

source: Minimize the Ribbon
de: Band minimieren
fi: Pienennä valintanauha
sk: Zminimalizovať na lištu
sl: Skrči trak

source: Misc
de: Allgemein
fi: Sekalaiset
sk: Rôzne
sl: Razno

source: Mixed
de: Gemischt
fi: Sekoitettu
sk: Zmiešané
sl: Mešano

source: Modification date
de: Änderungsdatum
fi: Muutospäiväys
sk: Dátum zmeny
sl: Datum spremembe

source: Modified
de: Verändert
fi: Muokattu
sk: Zmenené
sl: Spremenjeno

source: More
de: Mehr
fi: Lisää
sk: Viac
sl: Več

source: More Buttons
de: Weitere Schaltflächen
fi: Lisää painikkeita
sk: Viac tlačidiel
sl: Več gumbov

source: More Commands...
de: Weitere Befehle...
fi: Lisää komentoja...
sk: Viac príkazov...
sl: Več ukazov...

source: More colors...
de: Weitere Farben...
fi: Lisää värejä...
sk: Viac farieb...
sl: Dodatne barve...

source: More...
de: Mehr...
fi: Lisää...
sk: Viac...
sl: Več...

source: Most active author:
de: Die meisten Übertragungen:
fi: Aktiivisin tekijä:
sk: Najaktívnejší autor:
sl: Najbolj aktiven avtor:

source: Mouse
de: Maus
fi: Hiiri
sk: Myš
sl: Miška

source: Move %ld items to %s
de: Verschiebe %ld Objekte nach %s
fi: Siirrä %ld tiedostoa paikkaan %s
sk: Presunúť %ld objektov do %s
sl: Premakni %ld elementov v %s

source: Move %s to %s
de: Verschiebe %s nach %s
fi: Siirrä %s paikkaan %s
sk: Presunúť %s do %s
sl: Premakni %s v %s

source: Move &Down
de: Nach &Unten
fi: Siirrä &alas
sk: Presunúť &nižšie
sl: Premakni &dol

source: Move &Up
de: Nach &Oben
fi: Siirrä &ylös
sk: Presunúť &vyššie
sl: Premakni &gor

source: Move Item Down
de: Objekt nach unten verschieben
fi: Siirrä alkiota alas
sk: Presunúť hore
sl: Premakni element navzgor

source: Move Item Up
de: Objekt nach oben verschieben
fi: Siirrä alkiota ylös
sk: Presunúť dole
sl: Premakni element navzdol

source: Move and rename
de: Verschieben und umbenennen
fi: Siirrä ja uudelleennimeä
sk: Presunúť a premenovať
sl: Premakni in preimenuj

source: Move and rename item to here
de: Objekt hierher verschieben und umbenennen
fi: Siirrä ja uudelleennimeä tiedosto tänne
sk: Presunúť a premenovať objekty sem
sl: Premakni elemente sem in jih preimenuj

source: Move items to here
de: Objekte hierher verschieben
fi: Siirrä tiedostot tänne
sk: Presunúť objekty sem
sl: Premakni elemente sem

source: Move to %1
de: Nach %1 verschieben
fi: Siirrä kohteeseen %1

source: Move to changelist
de: Zur Änderungsliste hinzufügen
fi: Siirrä muutoslistaan
sk: Presunúť do zoznamu zmien
sl: Premakni v seznam sprememb

source: Move/Rename
de: Verschieben/Umbenennen
fi: Siirrä/Nimeä uudelleen
sk: Presunúť/premenovať
sl: Premakni/Preimenuj

source: Move: New name for %s
de: Verschieben: Neuer Name für %s
fi: Siirrä: uusi nimi %s:lle
sk: Presun: Nové meno pre %s
sl: Premakni: Novo ime za %s

source: Moved remotely
de: Im Projektarchiv verschoben
fi: Siirretty etänä
sk: Presunuté vzdialene
sl: Premaknjeno oddaljeno

source: Moves the modified files to the recycle bin first before reverting
de: Verschiebt die veränderten Dateien vor dem Rückgängigmachen in den Papierkorb
fi: Siirtää muutetut tiedostot Roskakoriin ennen palautusta
sk: Presunie zmenené súbory do koša pred vrátením zmien.
sl: Spremenjene datoteke pred povrnitvijo premakne v koš

source: Moving %s
de: Verschiebe %s
fi: Siirretään %s
sl: Premikanje %s

source: Moving...
de: Verschieben...
fi: Siirretään...
sk: Presúvam...
sl: Premikanje...

source: My file:
de: Meine Datei:
fi: Tiedostoni:
sk: Môj súbor:
sl: Moja datoteka:

source: N&ext Conflict
de: N&ächster Konflikt
fi: &Seuraava ristiriita
sk: Ď&alší konflikt
sl: Nasl&ednji spor

source: Navigation Pane Options
de: Optionen der Navigationsfläche
fi: Navigointipaneelin asetukset
sk: Nastavenia navigačného panela
sl: Mažnosti navigacijskega podokna

source: Navigation Pane Options...
de: Optionen der Navigationsfläche...
fi: Navigointipaneelin asetukset...
sk: Nastavenia navigačného panela...
sl: Mažnosti navigacijskega podokna...

source: Needs lock
de: Benötigt Sperre
fi: Tarvitsee lukon
sk: Je nutný zámok
sl: Potrebuje zaklep

source: Nested
de: Verschachtelt
fi: Sisäkkäinen
sk: Vnorené
sl: Vgnezdeno

source: Network
de: Netzwerk
fi: Verkko
sk: Sieť
sl: Omrežje

source: Never try to contact the repository again
de: Das Projektarchiv nie wieder kontaktieren
fi: Älä koskaan enää ota yhteyttä arkistoon
sk: Nikdy sa nepokúšať pripojiť k úložisku
sl: Nikoli več se ne poskusi povezati s skladiščem

source: New
de: Neu
fi: Uusi
sk: Nový
sl: Nova

source: New &name:
de: Neuer &Name:
fi: &Uusi nimi:
sk: Nové me&no
sl: Novo &ime:

source: New Menu
de: Neues Menü
fi: Uusi valikko
sk: Nová ponuka
sl: Nov meni

source: New name for %s
de: Neuer Name für %s
fi: Uudelleennimeä %s
sk: Nové meno prer %s
sl: Novo ime za %s

source: New name:
de: Neuer Name:
fi: Uusi nimi:
sk: Nové meno:
sl: Novo ime:

source: Next Page Next Page
de: Nächste Seite Nächste Seite
fi: Seuraava sivu Seuraava sivu
sk: Nasledovná strana Ďalšia strana
sl: Naslednja stran Naslednja stran

source: No
de: Nein
fi: Ei
sk: Nie
sl: Ne

source: No command specified! <hr=100%> TortoiseProc.exe is used by the Shell extension and should not be called directly!
de: Kein Befehl angegeben! <hr=100%> TortoiseProc.exe wird vom Shell-Teil benutzt und sollte nicht direkt gestartet werden.
fi: Komento antamatta! <hr=100%> TortoiseProc.exe on käytössä komentotulkin laajennuksena eikä sitä tulisi käynnistää suoraan!
sk: Nebol určený príkaz! <hr=100%> TortoiseProc.exe je použitý ako rožšírenie šelu a nemal by byť volaný priamo!
sl: Ukaz ni naveden! <hr=100%> TortoiseProc.exe uporablja razširitev lupine in ni namenjena neposrednemu izvajanju!

source: No command value specified!
de: Kein Kommandowert übergeben!
fi: Komento antamatta!
sk: Nebola udaná žiadna hodnota príkazu!
sl: Parameter ukaza ni določen!

source: No differences found!
de: Keine Unterschiede gefunden!
fi: Eroja ei löytynyt!
sk: Zmeny nenájdené!
sl: Ni razlik!

source: No error message is available.
de: Keine Fehlermeldung vorhanden.
fi: Virheviestiä ei saatavilla.
sk: Chybové hlásenie je nedostupné.
sl: Ni obvestil o napaki.

source: No error occurred.
de: Kein Fehler aufgetreten.
fi: Ei virheitä.
sk: Nenastala žiadna chyba.
sl: Brez napak.

source: No files or folders were modified. There is nothing for TortoiseSVN to revert!
de: Es wurden keine Dateien / Ordner modifiziert. Es sind keine Änderungen vorhanden, die rückgängig gemacht werden könnten.
fi: Tiedostoja tai kansioita ei ole muokattu. TortoiseSVN ei löydä mitään palautettavaa!
sk: Žiadne súbory ani adresáre neboli zmené. TortoiseSVN nemá čo obnoviť!
sl: Nobena datoteka ali mapa ni bila spremenjena ali dodana. TortoiseSVN ne more ničesar povrniti!

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files. To see remote changes, click on 'Check Repository'
de: Mit der aktuellen Einstellung werden keine Dateien angezeigt. Wählen Sie eine oder mehrere der untenstehenden Optionen, um unversionierte, ignorierte oder unmodifizierte Dateien zu sehen Änderungen im Projektarchiv werden erst nach 'Projektarchiv prüfen' angezeigt.
fi: Ei näytettäviä tiedostoja nykyisillä asetuksilla. Tarkista alla olevat asetukset nähdäksesi versioimattomat, ohitetut ja/tai muuttumattomat tiedostot. Nähdäksesi arkiston muutokset, napsauta 'Tarkista arkisto'.
sk: Pri aktuálnom nastavení nie sú žiadne súbory na zobrazenie. Vyberte jedno alebo viac nastavení nižšie, aby ste videli nevrziované, ignorované či nezmenené súbory. Na prezretie vzdialených zmien vyberte 'Skontrolovať úložisko'
sl: Nobena datoteka ne ustreza trenutnim nastavitvam. Omogočite eno ali več nastavitev v spodnjem delu, da prikažete datoteke brez različic, prezrte datoteke in/ali nespremenjene datoteke. Za oddaljene spremembe kliknite 'Preveri skladišče'

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
de: Seit der letzten Übertragung wurden keine Dateien / Ordner verändert oder hinzugefügt. Es gibt nichts zu tun für TortoiseSVN...
fi: Tiedostoja ei ole muutettu/lisätty viimeisen arkistotoimituksen jälkeen. TortoiseSVN ei löydä mitään tehtävää...
sk: Od posledného odovzdania neboli zmené súbory. Nie je nič, čo by TortoiseSVN robil...
sl: Od zadnje objave ni bila spremenjena ali dodana nobena datoteka. TortoiseSVN tu ne more narediti nič...

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here... Do you want to see the unversioned files?
de: Seit der letzten Übertragung wurden keine Dateien / Ordner verändert oder hinzugefügt. Es gibt nichts zu tun für TortoiseSVN... Soll TortoiseSVN die nicht versionierten Dateien anzeigen?
fi: Tiedostoja ei ole muutettu/lisätty viimeisen arkistotoimituksen jälkeen. TortoiseSVN ei löydä mitään tehtävää... Haluatko nähdä versioimattomat tiedostot?
sk: Od posledného odovzdania neboli zmené žiadne súbory. Nie je nič, čo by TortoiseSVN robil... Chcete vidieť súbory bez verzií?
sl: Od zadnje objave ni bila spremenjena ali dodana nobena datoteka. TortoiseSVN tu ne more narediti nič...Ali si želite ogledati datoteke brez različic?

source: No graph available
de: Keine Grafik vorhanden
fi: Graafi ei saatavilla
sk: Graf nie je k dispozícií
sl: Graf ni na voljo

source: No image encoder found for %s.
de: Kein Bildkodierer für %s gefunden.
fi: Kuvaenkooderia ei löydetty tiedostolle %s.
sk: Nebol najdený obrázkový kodek pre %s.
sl: Kodirnik slike za %s ni na voljo.

source: No spell corrections
de: Keine Korrekturvorschläge
fi: Ei tavutuskorjausta
sk: Nie je pravopisná kotrola
sl: Ni popravkov črkovanja

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
de: Kein Statuspuffer. Nur versionierte Ordner erhalten ein überlagertes Symbol, Dateien nicht.
fi: Ei tilamuistia. Vain versioiduilla kansioilla on päällys, tiedostoilla ei ole päällystä
sk: Bez pamäte stavu. Iba verziované adresáre získajú prekrytie, súbory budú bez prekryvájucich ikón.
sl: Brez predpomnilnika stanja. Le mape pod nadzorom dobijo prekrivne ikone, datoteke pa ne

source: No thesaurus suggestions
de: Keine Thesaurusvorschläge
fi: Ei asiasanastoehdotuksia
sk: Tazaurus nemá návrh
sl: Ni predlogov iz tezavra

source: None
de: Ohne
fi: Pois käytöstä
sk: Žiadne
sl: Brez

source: Normal
fi: Normaali
sk: Normálne
sl: Navadno

source: Not all of the system registry entries (or INI file) were removed.
de: Nicht alle Einträge der System-Registry (oder INI Datei) wurden gelöscht.
fi: Kaikkia järjestelmän rekisteriasetuksia (tai INI-tiedostoa) ei poistettu.
sk: Nie všetky položky systémových registrov (elbo INI súbor) boli vymazané.
sl: Nekateri vnosi v sistemskem registeru (ali datoteki INI) niso bili odstranjeni.

source: Not enough memory to complete operation.
de: Nicht genug Speicher, um die Operation zu beenden.
fi: Liian vähän muistia operaation suorittamiseen.
sk: Nedostatok pamäte k dokončeniu úkonu.
sl: Premalo pomnilnika za izvedbo operacije.

source: Not recursive
de: Nicht rekursiv
fi: Ei palautuva
sk: Nerekurzívne
sl: Nerekurzivno

source: Note: the folder contains unversioned items
de: Hinweis: Der Ordner enthält nicht versionierte Objekte
fi: Huomaa: kansio sisältää versioimattomia tiedostoja

source: Note: the font settings also affect the TortoiseUDiff viewer
de: Hinweis: Die Schrifteinstellungen gelten auch für den TortoiseUDiff Betrachter
fi: Huomaa: kirjasinasetukset vaikuttavat myös TortoiseUDiff-ohjelmaan
sk: Poznámka: zmena fontu ovplivní aj prehliadač TortoiseUDiff
sl: Opomba: nastavitve pisave vplivajo tudi na pregledovalnik TortoiseUDiff

source: Notice
de: Hinweis
fi: Huomautus
sk: Poznámka
sl: Opomba

source: Number of authors in the cache
de: Anzahl Autoren im Puffer
fi: Välimuistissa olevien tekijöiden lukumäärä
sk: Počet autorov v zásobníku:
sl: Število avtorjev v predpomnilniku

source: Number of authors:
de: Anzahl Autoren:
fi: Tekijöitä:
sk: Počet autorov:
sl: Število avtorjev:

source: Number of cached merged revisions
de: Anzahl der gepufferten zusammengeführten Revisionen
fi: Välimuistissa olevien yhdistettyjen versioiden lukumäärä
sk: Počet zlúčných revízií v zásobníku
sl: Število spojenih revizij v predpomnilniku

source: Number of cached revisions
de: Anzahl der gepufferten Revisionen
fi: Välimuistissa olevien versioiden lukumäärä
sk: Počet revízií v zásobníku
sl: Število revizij v predpomnilniku

source: Number of cached revisions that have a non-empty change list
de: Anzahl der gepufferten Revisionen mit einer nicht leeren Änderungsliste
fi: Niiden välimuistissa olevien versioiden lukumäärä, joilla on ei-tyhjä muutoslista
sk: Počet revizií v zásobníku, ktoré nemajú prázny zoznam zmien
sl: Število revizij s seznamom sprememb v predpomnilniku

source: Number of cached revisions that have user revision properties
de: Anzahl der gepufferten Revisionen mit benutzerdefinierten Revisionseigenschaften
fi: Niiden välimuistiversioiden lukumäärä, joilla on omia versio-ominaisuuksia
sk: Počet revizií v zásobníku, ktoré majú užívateľské vlastnosti revízie
sl: Število revizij z uporabniškimi lastnostmi revizij v predpomnilniku

source: Number of cached revisions whose change list is not cached yet
de: Anzahl der gepufferten Revisionen deren Änderungsliste noch nicht gepuffert ist
fi: Niiden välimuistissa olevien versioiden lukumäärä, joiden muutoslista ei ole vielä välimuistissa
sk: Počet revizií v zásobníku, ktoré ešte nemajú zoznam zmien v zásobníku
sl: Število revizij v predpomnilniku, katerih seznama sprememb še ni v predpomnilniku

source: Number of cached revisions whose user revision properties are not cached yet
de: Anzahl der gepufferten Revisionen deren benutzerdefinierte Revisionseigenschaften noch nicht gepuffert sind
fi: Niiden välimuistiversioiden lukumäärä, joiden omat versio-ominaisuudet puuttuvat välimuistista
sk: Počet revizií v zásobníku, ktoré ešte nemajú v zásobníku užívateľské vlastnosti
sl: Število revizij v predpomnilniku, katerih uporabniške lastnosti revizij še niso v predpomnilniku

source: Number of different paths shown in the log dialog, including parent paths
de: Anzahl der unterschiedlichen, im Log-Dialog angezeigten Pfade, inklusive Elternpfade
fi: Loki-ikkunassa näytettyjen polkujen lukumäärä (mukaanlukien isäpolut)
sk: Počet rôznych ciest zobrazených v dialogu denníka vrátane rodičovských ciest
sl: Število različnih poti v oknu dnevniških sporočil, vključno z nadrejenimi potmi

source: Number of different words used in log messages
de: Anzahl unterschiedlicher in Logmeldungen verwendeter Wörter
fi: Lokiviesteissä käytettyjen eri sanojen lukumäärä
sk: Počet rozdielnych slov použitých v správach denníka
sl: Število različnih besed, uporabljenih v sporočilih

source: Number of merged revisions that are not cached yet
de: Anzahl der zusammengeführten Revisionen, die noch nicht gepuffert sind
fi: Niiden yhdistettyjen versioiden lukumäärä, joita ei ole vielä välimuistissa
sk: Počet zlúčených revizií, ktoré ešte nie sú v zásobníku
sl: Število spojenih revizij, ki še niso v predpomnilniku

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
de: Anzahl von Pfadelementen. Ein Pfadelement ist ein Datei- oder Ordnername wie 'foo.txt' oder 'meinzweig'.
fi: Polkuelementtien lukumäärä. Polkuelementti on kansion tai tiedoston nimi (esim. 'foo.txt' tai 'mybranch').
sk: Počet elemntov cliest. Element cesty je meno adresara, alebo súboru ako je 'foo.txt' alebo 'mybranch'.
sl: Število elementov poti. Element poti je mapa ali datoteka (npr. 'foo.txt' ali 'mojaveja').

source: Number of times a log cache can fail to close properly due to crashes etc. until it gets deleted automatically.
de: Wenn ein Log-Puffer nicht korrekt geschlossen wurde (Abstürze z.B.), wird er nach der angegebenen Anzahl von Fehlschlägen automatisch gelöscht.
fi: Epäonnistuneiden sulkeutumisten (esim. kaatuminen) lukumäärä, jonka täytyttyä välimuisti poistetaan automaattisesti.

source: Number of weeks:
de: Anzahl Wochen:
fi: Viikkoja:
sk: Počet týždňov:
sl: Število tednov:

source: Older lines
de: Ältere Zeilen
fi: Vanhemmat rivit
sk: Staršie riadky
sl: Starejše vrstice

source: Oldest on to&p
de: &Ältester nach oben
fi: &Aloita vanhimmasta
sk: Najstarší nav&rchu
sl: &Starejše na vrhu

source: Omit e&xternals
de: E&xternals auslassen
fi: Ohita &ulkoiset polut (svn:external)
sk: Vynechať e&xterné
sl: Izpusti &zunanje

source: Omit externals
de: Externals auslassen
fi: Ohita svn:externals -kansiot
sk: Vynechať externé
sl: Izpusti zunanje
