Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD To merge all revisions, leave the box empty.
de: Wählen Sie den gewünschten Revisionsbereich im Log-Dialog aus oder geben Sie die Revisionen, durch Kommata getrennt, ein. Ein Revisionsbereich wird durch einen Bindestrich angegeben. Beispiel: 4-7,9,11,15-HEAD Lassen Sie das Eingabefeld leer, um alle Revisionen zusammenzuführen.
fi: Käytä loki-ikkunaa valitaksesi yhdistettävät versiot tai anna ne suoraan pilkuin erotettuina. Versioväli voidaan antaa väliviivan avulla. Esimerkki: 4-7,9,11,15-HEAD Yhdistääksesi kaikki versiot jätä valinta tyhjäksi.
sk: Použite dilógové okno denníka na vybranie revízií, ktoré chcete zlúčiť, alebo revízie zadajte oddelené čiarkami. Rozsah revízií može byť zadaný pomčkami. Príklad: 4-7,9,11,15-HEAD Na zlúčenie všetkých revízií nechajte nevyplnené.
sl: Za izbiro revizij, ki jih želite spojiti, uporabite dnevnik. Lahko pa revizije, ki jih ločite z vejicami, vnesete tudi ročno. Območje navedite z vezajem. Primer: 4-7,9,11,15-HEAD Za spajanje vseh revizij pustite polje prazno.

source: Use this &whole file
de: Verwende die &ganze Datei
fi: Käytä &pelkästään tätä tiedostoa
sk: Požiť tento &celý súbor
sl: Uporabi to &celo datoteko

source: Use this if the URL of the repository has changed
de: URL der Arbeitskopie an geänderte URL des Projektarchivs anpassen.
fi: Käytä tätä jos arkiston paikannin on muuttunut
sk: Použiť keď sa úložisku zmenila URL
sl: Uporabi to, če se je spremenil URL skladišča

source: Use whole other &file
de: Verwende &gesamte andere Datei
fi: Käytä pelkästään t&oista tiedostoa
sk: Použiť celý drúhý &súbor
sl: Uporabi celo drugo &datoteko

source: User cancelled
de: Abbruch durch Anwender
fi: Käyttäjä perui toiminnon
sk: Zrušené užívateľom
sl: Preklicano s strani uporabnika

source: Username:
de: Benutzername:
fi: Käyttäjätunnus:
sk: Meno užívateľa:
sl: Uporabniško ime:

source: Valid command line options are: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
de: Kommandozeilenoptionen: /base:<Originaldatei, ohne Änderungen> /theirs:<Datei mit den Änderungen der anderen> /mine:<Datei mit Ihren eigenen Änderungen> /merged:<Ergebnisdatei> /diff:<Patchdatei> /patchpath:<Verzeichnis, das gepatcht werden soll>
fi: Komentoriviparametrit: /base:<polku kantatiedostoon> /theirs:<polku heidän tiedostoonsa> /mine:<polku sinun tiedostoosi> /merged:<polku yhdistämisen tulostiedostoon> /diff:<polku unified diff -tiedostoon> /patchpath:<polku paikkakansioon>
sk: Platné voľby príkazového riadku sú: /base:<cesta k základovému súboru> /theirs:<cesta k ich súboru> /mine:<cesta k vášmu súboru> /merged:<cesta k výslednému súboru> /diff:<cesta k súboru unifikovaného porovnania> /patchpath:<cesta k adresáru>
sl: Veljavne možnosti ukazne vrstice so: /base:<pot do temeljne datoteke> /theirs:<pot do njihove datoteke> /mine:<pot do vaše datoteke> /merged:<pot do končne spojene datoteke> /diff:<pot do poenotene datoteke diff> /patchpath:<pot do mape>

source: Value
de: Wert
fi: Arvo
sk: Hodnota
sl: Vrednost

source: Version
fi: Versio
sk: Verzia
sl: Verzija

source: Version %d.%d.%d.%d
fi: Versio %d.%d.%d.%d
sk: Verzia %d.%d.%d.%d
sl: Verzija %d.%d.%d.%d

source: Version Information
de: Versionsinformation
fi: Versiotiedot
sk: Informácie o verzií
sl: Podatki o verziji

source: Versioned
de: Versioniert
fi: Versioitu
sk: Verziované
sl: Pod nadzorom

source: View
de: Ansicht
fi: Näkymä
sk: Zobrazenie
sl: Pogled

source: View revision for path in &webviewer
de: Betrachte Revision eines Pfades im &Web
fi: Katsele tiedoston versiota &web-selaimessa
sk: Prezrieť revíziu cesty vo &internetovom prehliadači
sl: Poglej revizijo za pot v spletnem &brskalniku

source: View revision in &webviewer
de: Betrachte Revision im &Web
fi: Katsele versiota &web-selaimessa
sk: Prezrieť revíziu vo &internetovom prehliadači
sl: Poglej revizijo v spletnem &brskalniku

source: Visit our website
de: Besuchen Sie unsere Webseite
fi: Käy verkkosivuillamme
sk: > Naša stránka <
sl: Obiščite našo spletno stran

source: Wait
de: Warten
fi: Odota
sk: Čakať
sl: Čakaj

source: Wait for the script to finish
de: Warte auf Beendigung des Skripts
fi: Odota komennon päättymistä
sk: Čakajte na dokončenie skriptu
sl: Počakaj, da ukazna datoteka konča izvajanje

source: Warning
de: Warnung
fi: Varoitus
sk: Varovanie
sl: Opozorilo

source: Warning!
de: Warnung!
fi: Varoitus!
sk: Varovanie!
sl: Opozorilo!

source: When a small log cache has not been used for the given number of days, it will be removed automatically.
de: Wenn ein kleiner Log-Puffer nicht benutzt wurde, wird er nach einer bestimmten Anzahl von Tagen automatisch gelöscht.
fi: Kun pieni välimuisti on käyttämättömänä annettujen päivien ajan, se poistetaan automaattisesti.

source: When connecting to the repository server is not possible, TSVN can switch to using cached data only. Select the default behaviour here.
de: Wenn die Verbindung zu einem Projektarchiv nicht möglich ist, kann TortoiseSVN ausschließlich auf die gepufferten Daten zurückgreifen. Stellen Sie das gewünschte Verhalten hier ein.
fi: Jos kytkeytyminen arkistopalvelimelle ei onnistu, TSVN voi siirtyä käyttämään pelkästään välimuistia. Valitse tässä oletustoiminta.
sk: Keď pripojenie k úložisku nie je možné, TSVN sa môže prepnúť do režimu používania iba zásobníkových dát. Vyberte predvolené správanie.
sl: Kadar dostop do skladišča na strežniku ni mogoč, lahko TSVN uporablja podatke iz predpomnilnika. Tu izberite privzeto obnašanje.

source: When enabled, the versioned items listed in the commit dialog are automatically selected
de: Aktivieren Sie diese Option, damit die versionierten Objekte im Übertragen-Dialog automatisch markiert werden.
fi: Kun asetus on aktiivinen, toimitusikkunassa luetellut, versioidut tiedostot valitaan automaattisesti
sk: Keď je povolené, verziované objekty zobrazené v odovzdávacom dialógu sú automaticky vybrané na odovzdanie
sl: Če je možnost izbrana, so elementi pod nadzorom v oknu za objave samodejno izbrani.

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
de: Wenn ein oder mehrere Dateien gesperrt werden sollen, wird ein Dialog angezeigt, der eine Beschreibung des Grundes für das Sperren anfordert.
fi: Lukittaessa yhtä tai useampaa tiedostoa, näyttää ikkunan, jossa pyydetään antamaan lukitsemisen syy ennen kutakin lukitusyritystä
sk: Pri zamykaní jedného, alebo viacerých súborov, zobrazí dialogové okno na zadanie popisu o zamykaní
sl: Kadar zaklepate eno ali več izbranih datotek, prikaže pogovno okno, kjer vpišete razlog zaklepa preden se zaklep izvede.

source: Whitespaces
de: Leerzeichen
fi: Tyhjämerkit
sk: Biele znaky
sl: Presledki

source: Window Position
de: Fensterposition
fi: Ikkunan paikka
sk: Pozícia okien
sl: Položaj okna

source: Windows
de: Fenster
fi: Ikkunat
sk: Okná
sl: Okna

source: With URL:
de: Mit URL:
fi: Paikannin:
sk: S URL:
sl: Z URL:

source: Working Copy
de: Arbeitskopie
fi: Työkopio
sk: Pracovná kópia
sl: Delovna kopija

source: Working Copy Path:
de: Pfad der Arbeitskopie:
fi: Työkopion polku:
sk: Cesta pracovnej kópie:
sl: Pot delovne kopije:

source: Working copy
de: Arbeitskopie
fi: Työkopio
sk: Pracovná kópia
sl: Delovna kopija

source: Working copy relocated to %s
de: Arbeitskopie umplatziert zu %s
fi: Työkopio sijoitettu osoitteeseen %s
sk: Pracovná kópia preložená do %s
sl: Delovna kopija prestavljena na %s

source: Yes
de: Ja
fi: Kyllä
sk: Ano
sl: Da

source: Yes to all
de: Alle Ja
fi: Kyllä kaikkiin
sk: Ano pre všetko
sl: Da za vse

source: You already have the latest version installed.
de: Sie haben bereits die neueste Version installiert.
fi: Sinulla on jo uusin ohjelmaversio.
sk: Už máte nainštalovanú aktuálnu verziu.
sl: Nameščeno imate zadnjo različico.

source: You are creating a repository on a network share. This is safe, but once the repository is created you must access it by some other means. Accessing a repository via file:// on a network share may corrupt your data! Create the repository anyway?
de: Sie legen gerade ein Projektarchiv an, das auf einer Netzwerkfreigabe liegt. Dies ist sicher, aber sobald das Projektarchiv angelegt ist, muss mit einer anderen Methode als file:// darauf zugegriffen werden. Der Zugriff mit file:// auf ein Projektarchiv, das auf einer Netzwerkfreigabe liegt kann zur Zerstörung der Daten führen! Möchten Sie das Projektarchiv trotzdem anlegen?
fi: Olet luomassa arkistoa verkkojaolle (jaettuun verkkokansioon). Tämä on turvallista, mutta kun arkisto on luotu, sinun on kytkeydyttävä siihen jollain toisella tavalla. Verkkojaossa sijaitsevan arkiston käyttö file://-käytännöllä voi korruptoida tiedot! Luodaanko arkisto silti?
sk: Vytvárate úložisko na sieťovaom disku. Toto je bezpečné, ale potom musíte k nemu pristupovať iným spôsobom. Pristupovanie k úložisku cez file:// na sieťovom disku može zničiť vaše dáta! Vytvoriť úložisko napriek tomu?
sl: Skladišče ustvarjate na omrežno deljenem pogonu. To je sicer varno, vendar morate po izdelavi skladišča do njega dosegate na drug način. Dostop do skladišča na omrežnem pogonu s protokolom file:// lahko povzroči okvaro podatkov! Ali želite kljub temu ustvariti skladišče?

source: You are trying to access a repository via file:// on a shared network drive. This could lead to severe repository corruption! Do you really want to do that?
de: Sie versuchen mittels file:// auf ein Projektarchiv zuzugreifen, das auf einer Netzwerkfreigabe liegt. Dies kann zur Zerstörung des Projektarchivs führen! Möchten Sie dies wirklich tun?
fi: Yrität kytkeytyä jaetulla verkkolevyllä olevaan arkistoon file://-yhteyskäytännöllä. Tämä voi johtaa arkiston korruptoitumiseen! Haluatko todella jatkaa?
sk: Snažíte sa pristúpiť k sieťovému úložisku pomocou file:// na zdeilanom disku. Toto može viesť vážnemu poškodeniu úložiska! Naozaj to chcete?
sl: Do skladišča na omrežno deljenem pogunu želite dostopati preko protokola file:// To lahko pripelje do hude okvare skladišča! Ali želite resnično to storiti?

source: You are trying to move the trunk folder! Are you absolutely sure that you want to move the trunk folder?
de: Sie sind dabei, den 'trunk' Ordner zu verschieben! Sind Sie sich absolut sicher, dass Sie das tun wollen?
fi: Olet siirtämässä päähaaraa (trunk-hakemistoa)! Oletko täysin varma että haluat siirtää trunk-hakemiston?
sk: Pokúšate sa presunúť kmeňový adresár! Ste si naozaj istý, že chcete presunúť kmeňový adresár?
sl: Premakniti želite mapo glavne veje.Ali ste popolnoma prepričani, da želite to storiti?

source: You can paste bitmap with the size (%d x %d) only!
de: Sie können nur Bitmaps der Größe (%d x %d) einfügen!
fi: Voit ainoastaan liimata (%d x %d)-kokoisen bittikartan!
sk: Možete vložiť iba obrázok s rozmermi (%d x %d)!
sl: Prilepite lahko le sliko velikosti (%d x %d)!

source: You can't create more than %d user-defined toolbars!
de: Sie können nicht mehr als %d Werkzeugleisten definieren!
fi: Voit luoda korkeintaan %d omaa työkaluriviä!
sk: Nemôžete vytvoriť viac ako %d užívateľských líšt!
sl: Ne smete ustvariti več kot %d uporabniško določenih orodnih vrstic!

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
de: Sie können diese Eigenschaft nicht auf Ordner setzen, nur auf Dateien! Wenn Sie die Eigenschaft auf alle Dateien dieses Ordners setzen wollen, markieren Sie die 'Rekursiv' Option.
fi: Et voi asettaa tätä ominaisuutta kansioille, vain tiedostoille! Jos haluat asettaa sen kaikille kansion tiedostoille, sinun on ruksattava valintaruutu 'palautuva'.
sk: Túto vlastnosť nie je možné nastaviť na adresáre! Ak ju chcete použiť na všetky súbory v tom adresáry, musíte vybrať zaškrtávacie políčko 'rekurzívne'.
sl: Te lastnosti ne morete nastaviti mapam, temveč le datotekam! Če jo želite nastaviti na vse datoteke v tej mapi, morate aktivirati polje 'rekurzivno'.

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item. Do you still want to do this?
de: Sie haben mehr als eine Datei/Ordner fallen gelassen, um sie zum Projektarchiv hinzuzufügen. Es ist nicht möglich, das in einem Schritt zu tun. Deshalb wird TortoiseSVN jedes Objekt einzeln hinzufügen und dafür jeweils eine Revision anlegen. Wollen Sie die Aktion trotzdem durchführen?
fi: Pudotit yhden tai useamman tiedoston tai kansion lisättäväksi arkistoon. Tätä ei voi tehdä yhdellä kertaa, joten TortoiseSVN lisää kunkin tiedoston/kansion erikseen, luoden uuden version jokaista lisättyä elementtiä kohden. Haluatko yhä tehdä tämän?
sk: Odstránili ste viac súborov, alebo adresárov. Nie to však možné urobiť v jednom kroku. Takže TortoiseSVN odstráni každý súbor/adresár samostatne vytvoriac novú revíziu pre každý odstránený objekt. Ešte stále to chcete?
sl: Za dodajanje v skladišče ste namenili več kot eno datoteko ali mapo. Tega ni mogoče storiti v enem koraku, zato TortoiseSVN doda vsako datoteko/mapo posamično in za vsako ustvari novo revizijo. Ali še vedno želite to storiti?

source: You have modified properties without saving them first. Do you want to save them now?
de: Sie haben Eigenschaften verändert, ohne sie zu speichern. Wollen Sie das jetzt tun?
fi: Olet muuttanut ominaisuuksia tallettamatta niitä ensin. Haluatko tallettaa ne nyt?
sk: Zmenili ste vlastnosti bez toho aby ste ich uložili Chcete ich uložiť teraz?
sl: Spremenili ste lastnosti, ne da bi jih prej shranili. Ali jih želite shraniti sedaj?

source: You have to update your working copy first.
de: Sie müssen erst Ihre Arbeitskopie aktualisieren.
fi: Sinun täytyy päivittää työkopiosi ensin.
sk: Najprv musíte aktualizovať pracovnú kópiu.
sl: Najprej morate posodobiti svojo delovno kopijo.

source: You haven't entered an issue number! Are you sure you want to commit without an issue number?
de: Sie haben keine Fehlerverfolgungs-ID angegeben Sind Sie sicher, dass Sie ohne ID übertragen wollen?
fi: Et ole syöttänyt vikatunnusta! Oletko varma, että haluat toimittaa muutokset ilman vikatunnusta?
sk: Nezadali ste prípadové čislo! Chcete vykonať odovzdanie bez čísla prípadu?
sl: Niste vnesli številke zadeve! Ali ste prepričani, da želite objaviti brez številke zadeve?

source: You may define up to %d tools.
de: Sie können bis zu %d Werkzeuge definieren
fi: Voit määritellä korkeintaan %d työkalua.
sk: Najviac možete definovať %d nástroj.
sl: Definirate lahko največ %d orodij.

source: You must restart your system for the changes to take effect.
de: Sie müssen Ihren Rechner neu starten, damit die Änderungen wirksam werden.
fi: Tietokone pitää käynnistää uudelleen, jotta muutokset tulevat voimaan.
sk: Musíte reštartovať počítač, aby sa zmeny prejavili.
sl: Da bi uveljavili spremembe, morate ponovno zagnati sistem.

source: You selected an unversioned file. The file will be added to version control when you commit.
de: Sie haben eine nicht versionierte Datei gewählt. Die Datei wird vor dem Übertragen zur Versionskontrolle hinzugefügt.
fi: Valitsit versioimattoman tiedoston. Tiedosto lisätään versionhallintaan kun toimitat sen arkistoon.
sk: Vybrali ste neverziovaný súbor. Súbor bude po odovzdaní pridaný do správy verzií.
sl: Izbrali ste datoteko brez različic. Datoteka bo dodana v nadzor različic ob vaši objavi.

source: You should enter a text!
de: Sie sollten einen Text eingeben!
fi: Syötä teksti!
sk: Mali by ste zadať text!
sl: Vnesti morate besedilo!

source: You should select an image!
de: Sie sollten ein Bild wählen!
fi: Valitse kuva!
sk: Mali by ste vybrať obrázok!
sl: Izbrati morate sliko!

source: You're trying to add the item '%s', but the item '%s' already exists. It seems the item got renamed outside Subversion but only with case changes. Do you really want to add it?
de: Sie versuchen folgendes Objekt hinzuzufügen: '%s', Es existiert aber bereits ein Objekt namens: '%s' Es scheint, dass dieses Objekt außerhalb von Subversion umbenannt wurde und sich nur die Groß-/Kleinschreibung geändert hat. Wollen Sie es wirklich hinzufügen?
fi: Yrität lisätä alkiota '%s', mutta alkio '%s' on jo olemassa. Näyttää siltä, että alkio nimettiin uudelleen Subversionin ulkopuolella, mutta vain merkkien taso muuttui. Haluatko todella lisätä sen?

source: You've changed the icon set from <i>%s</i> to <i>%s</i>. That change won't take effect until you restart your computer or logoff and logon again!
de: Sie haben den Symbolsatz von <i>%s</i> in <i>%s</i> geändert. Die Änderungen werden erst wirksam, nachdem Sie den Rechner neu gestartet oder sich ab- und wieder angemeldet haben!
fi: Vaihdoit kuvakeasetuksia (%s -> %s). Sinun täytyy kirjautua ulos ja takaisin tai käynnistää tietokone uudestaan, jotta muutos astuu voimaan.
sk: Zmenili ste ikonu z <i>%s</i> na <i>%s</i>. Táto zmena sa prejaví až po reštartovaní systému, alebo novom prihlásení!
sl: Spremenili ste nabor ikon z <i>%s</i> na <i>%s</i>. Ta sprememba bo vidna šele ob ponovnem zagonu računalnika ali odjavi in ponovni prijavi v sistem!

source: Your previously entered log messages have been saved. Click here to read and insert them again.
de: Ihre zuletzt eingegebenen Logmeldungen wurden gespeichert. Klicken Sie auf diese Schaltfläche, um sie durchzulesen und gegebenenfalls in den Dialog einzufügen.
fi: Aiemmin syöttämäsi lokiviestit on talletettu. Napsauta tähän lukeaksesi ja lisätäksesi ne uudelleen.
sk: V minulosti zadané správy denníka boli uložené. Kliknite sem na ich prečítanie a opätovné vloženie.
sl: Vaši prej vneseni dnevniški zapisi so shranjeni. Kliknite tukaj za ponovno branje in vstavljanje.

source: Your version is:
de: Ihre Version ist:
fi: Sinun versiosi:
sk: Inštalovaná verzia:
sl: Vaša različica:

source: Your version is: %d.%d.%d.%d
de: Ihre Version ist: %d.%d.%d.%d
fi: Sinun versiosi: %d.%d.%d.%d
sk: Vaša verzia: %d.%d.%d.%d
sl: Vaša različica: %d.%d.%d.%d

source: Your working copy appears to be on a tag path! You should first switch to a branch or the main trunk before committing. Do you want to commit anyway?
de: Ihre Arbeitskopie scheint auf einem Pfad für Marken (tags) zu sein! Sie sollten zuerst zu einem Arbeitspfad (trunk oder branch) wechseln. Wollen Sie trotzdem übertragen?
fi: Työkopiosi näyttää osoittavan arkiston merkkipolulle (tags), johon yleensä talletetaan merkit! Sinun tulisi vaihtaa työkopio osoittamaan kehityshaaraan tai päähaaraan ennen arkistoon toimittamista. Haluatko silti jatkaa arkistotoimitusta?
sk: Vaša pracovná kópia vyzerá byť na ceste značky! Najprv by ste mali prepnúť na vetvu, alebo kmeň pred odovzdaním. Chcete napriek tomu odovzdať?
sl: Vaša delovna kopija se zdi na poti oznake! Pred objavo morate delovno kopijo preklopiti na glavno vejo. Ali želite kljub temu objaviti?

source: Your working copy has local modifications! Note: updating to another revision won't lose those modifications so the working copy won't look exactly as it was in the revision you're updating to!
de: Ihre Arbeitskopie enthält lokale Modifikationen! Hinweis: Aktualisieren zu einer anderen Revision wird diese Änderungen beibehalten. Deshalb wird Ihre Arbeitskopie nicht exakt der Revision entsprechen, zu der Sie aktualisieren!
fi: Työkopiossasi on paikallisia muutoksia! Huomaa: päivittäminen toiseen versioon ei poista näitä muutoksia, joten työkopio ei ole aivan sama kuin versio, johon olet päivittämässä!
sk: Vaša pracovná kópia je zmenená! Poznámka: aktualizácia na inú revíziu nestratí tieto zmeny, takže pracovná kópia nebude úplne zhodná s revíziou na ktorú aktualizujete!
sl: Vaša delovna kopija ima krajevne spremembe! Opomba: s posodobitvijo na drugo revizijo te spremembe ne bo izgubljene, tako da delovna kopija ne bo izgledala natanko tako, kot v reviziji, na katero posodabljate!

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
de: Ihre Arbeitskopie enthält lokale Änderungen. Wenn Sie von der HEAD Revision aus verzweigen, werden Ihre Änderungen nicht in dem Zweig erscheinen!
fi: Työkopiossasi on paikallisia muutoksia. Mikäli teet haaran tai merkin HEAD-versiosta, paikalliset muutoksesi eivät näy haarassa/merkissä!
sk: Vaša pracovná kópia obsahuje miestne zmeny. Ak ste spravili vetvu/značku z HEAD revízie, vaše miestne zmeny nebudú zobrazené vo vetve/značke!
sl: Vaša delovna kopija vsebuje krajevne spremembe. Če naredite vejo/oznako iz revizije HEAD, krajevne spremembe ne bodo vidne v veji/oznaki!

source: Zoo&m out
de: Ver&kleinern
fi: Zoo&maa ulos
sk: Vz&dialiť
sl: Po&manjšaj

source: Zoom
de: Skalieren
fi: Zoomaa
sk: Lupa
sl: Povečava

source: Zoom &In
de: Ver&größern
fi: Zoomaa &sisään
sk: &Priblížiť
sl: Po&večaj

source: Zoom &Out
de: Ver&kleinern
fi: Zoomaa &ulos
sk: &Vzdialiť
sl: Po&manjšaj

source: Zoom &in Ctrl-+
de: Ver&größern Strg-+
fi: Zoomaa &sisään Ctrl++
sk: Pri&blížiť Ctrl-+
sl: Po&večaj Ctrl-+

source: Zoom &out Ctrl--
de: Ver&kleinern Strg--
fi: Zoomaa &ulos Ctrl+-
sk: Vz&dialiť Ctrl--
sl: Po&manjšaj Ctrl--

source: Zoom 100%
de: Skalierung 100%
fi: Zoomaa 100%
sk: Zvačšenie 100%
sl: Povečava na 100%

source: Zoom In Zoom In
de: Vergrößern Vergrößern
fi: Zoomaa sisään Zoomaa sisään
sk: Priblížiť Priblíži
sl: Povečava Povečava

source: Zoom Out Zoom Out
de: Verkleinern Verkleinern
fi: Zoomaa ulos Zoomaa ulos
sk: Vzdialiť Vzdiali
sl: Povečava Povečava

source: Zoom i&n
de: Ver&größern
fi: Zoomaa &sisään
sk: Pri&bížíť
sl: Po&večaj

source: Zoom in
de: Vergrößern
fi: Zoomaa sisään
sk: Priblížiť
sl: Povečaj

source: Zoom out
de: Verkleinern
fi: Zoomaa ulos
sk: Vzdialiť
sl: Pomanjšaj

source: Zoom to fit
de: Auf Fenstergröße skalieren
fi: Zoomaa kaikki näkyville
sk: Zobraz všetko
sl: Celostransko

source: Zoom to fit in height
de: Auf Fensterhöhe skalieren
fi: Zoomaa kaikki näkyville korkeussuunnassa

source: Zoom to fit in width
de: Auf Fensterbreite skalieren
fi: Zoomaa kaikki näkyville leveyssuunnassa

source: [Unassigned]
de: [nicht zugewiesen]
fi: [Ei kytketty]
sk: [Nepriradené]

source: added
de: Hinzugefügt
fi: lisätty
sk: pridané
sl: dodano

source: added files
de: Hinzugefügte Dateien
fi: Lisätty
sk: pridané súbory
sl: dodane datoteke

source: alias (%s): %s
fi: toinen nimi (%s): %s

source: alias: %s
fi: toinen nimi: %s
sl: vzdevek: %s

source: an unnamed file
de: eine unbenannte Datei
fi: nimetön tiedosto
sk: nepomenovaný súbor
sl: neimenovana datoteka

source: and
de: und
fi: ja
sk: a
sl: in

source: and support the developers
de: und unterstützen Sie die Entwickler
fi: ja tue kehittäjiä
sk: > Podpora vyvojárov <
sl: in podprite razvijalce

source: another item already exists in its place.
de: sich ein anderes Objekt an dieser Stelle befindet.
fi: toinen alkio on jo olemassa sen paikalla.
sk: na jeho mieste je už iný objekt
sl: na tem mestu že obstaja nek element

source: ask repository first if 'online' - work entirely from cache if 'offline'
de: Zuerst das Projektarchiv auf 'online' prüfen - Auf den Puffer zugreifen, falls 'offline'
fi: Kysy ensin arkistosta mikäli 'yhteydellinen'; toimi täysin välimuistin varassa mikäli 'yhteydetön'
sk: získaj data z najprv z úložiska keď je 'pripojený' - používa iba data zo zásobníka keď je 'odpojený'
sl: če je skladišče dostopno, ga uporabi, v nasprotnem primeru uporabi predpomnilnik

source: author
de: Autor
fi: tekijä
sk: autor
sl: avtor

source: authors:
de: Autoren:
fi: tekijöitä:
sk: autori:
sl: avtorji:
