Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: # authors shown individually:
de: Autoren separat auflisten:
fi: # erikseen näytetyt tekijät:
sk: počet samostane zobrazených autorov:
sl: # posamično prikazanih avtorjev:

source: %.2f MBytes transferred
de: %.2f MBytes übertragen
fi: %.2f megatavua siirretty
sk: Prenesené dáta: %.2f MB
sl: Prenesenih %.2f MB

source: %.2f kBytes/s
fi: %.2f kilotavua/s
sk: %.2f kB/s
sl: %.2f kB/s

source: %1 contained an unexpected object.
de: %1 enthielt ein unerwartetes Objekt.
fi: %1 sisälsi odottamattoman objektin.
sk: %1 obsahuje neočakávaný objekt.
sl: %1 vsebuje nepričakovan predmet.

source: %1 contains an incorrect path.
de: %1 enthält einen ungültigen Pfad.
fi: %1 sisältää virheellisen polun.
sk: %1 obsahuje nesprávnu cestu.
sl: %1 vsebuje nepravilno pot.

source: %1 contains an incorrect schema.
de: %1 enthält ein ungültiges Schema.
fi: %1 sisältää väärän skeeman.
sk: %1 obsahuje nesprávnu schému.
sl: %1 vsebuje nepravilno shemo.

source: %1 has a bad format.
de: %1 hat ein ungültiges Format.
fi: %1 on väärässä muodossa.
sk: %1 má zlý format.
sl: %1 je v nepravilnem zapisu.

source: %1 was not found.
de: %1 wurde nicht gefunden.
fi: %1 ei löytynyt.
sk: %1 nebol nájdený.
sl: %1 ni mogoče najti.

source: %1: %2 Continue running script?
de: %1: %2 Soll das Skript weiter ausgeführt werden?
fi: %1: %2 Jatketaanko komennon suorittamista?
sk: %1: %2 Pokračovať v skripte?
sl: %1: %2 Ali želite nadaljevati z izvajanjem ukazne datoteke?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
de: %1 Konnte diese Datei nicht finden. Bitte überprüfen Sie, ob der Pfad und der Dateiname korrekt sind.
fi: %1 Tiedostoa ei löydy. Tarkista, että hakemisto ja tiedostonimi ovat oikein.
sk: %1 Súbor nemožno nájsť. Skontrolujte, či je zadaná správna cesta a meno súboru.
sl: %1 Te datoteke ni mogoče najti. Preverite, ali sta podana pravilna pot in ime.

source: %I64d Bytes transferred
de: %I64d Bytes übertragen
fi: %I64d tavua siirretty
sk: Prenesené dáta: %I64d B
sl: Prenesenih %I64d B

source: %I64d kBytes transferred
de: %I64d KBytes übertragen
fi: %I64d kilotavua siirretty
sk: Prenesené dáta: %I64d kB
sl: Prenesenih %I64d kB

source: %d files selected, %d files total
de: %d Dateien gewählt, %d Dateien insgesamt
fi: %d tiedostoa valittu, %d tiedostoa yhteensä
sk: %d vybraných súborov, %d súborov celkom
sl: %d izbranih datotek, skupaj %d datotek

source: %d most active author(s) with at least %d commits each (%d %%)
de: %d aktivste Autoren mit je mindestens %d Übertragungen (%d %%)
fi: %d aktiivisinta tekijää, jokaisella vähintään %d toimitusta (%d %%)
sk: %d najaktívnejších autorov s aspoň %d odovzdaní každých (%d %%)
sl: %d najbolj aktivnih avtorjev z vsak vsaj %d objavami (%d %%)

source: %ld Bytes/s
fi: %ld tavua/s
sk: %ld B/s
sl: %ld B/s

source: %ld minute(s) and %ld second(s)
de: %ld Minuten und %ld Sekunden
fi: %ld minuuttia, %ld sekuntia
sk: %ld min %ld s
sl: %ld minut and %ld sekund

source: %ld of %ld
de: %ld von %ld
fi: %ld / %ld
sk: %ld z %ld
sl: %ld od %ld

source: %ld paths
de: %ld Pfade
fi: %ld polkua
sk: cesty: %ld
sl: Poti %ld

source: %s (offline)
fi: %s (yhteydetön)
sl: %s (nepovezano)

source: %s (offline) - %s
fi: %s (yhteydetön) - %s
sl: %s (nepovezano) - %s

source: %s - at revision: %d
de: %s - in Revision: %d
fi: %s - versiossa: %d
sk: %s - na revízii: %d
sl: %s - revizija: %d

source: %s : Remote file
de: %s : Datei im Projektarchiv
fi: %s : Etätiedosto
sk: %s: Vzdialený súbor
sl: %s : Oddaljena datoteka

source: %s : Working Base
de: %s : Basis
fi: %s : kantaversio
sk: %s : Pracovný základ
sl: %s : Delovna osnova

source: %s : Working Base, Revision %ld
de: %s : Arbeitskopie Basis, Revision %ld
fi: %s : kantaversio %ld

source: %s : Working Copy
de: %s : Arbeitskopie
fi: %s : työkopio
sk: %s : Pracovná kópia
sl: %s : Delovna kopija

source: %s in %s
fi: %s, aika %s
sk: %s v %s
sl: %s v %s

source: %s, at %s
de: %s, mit %s
fi: %s, nopeus %s
sk: %s. Rýchlosť: %s
sl: %s, pri %s

source: %s, but it already exists unversioned locally.
de: %s, aber es existiert lokal bereits unversioniert.
fi: %s, mutta se on jo olemassa paikallisesti.

source: %s, but it is missing locally.
de: %s, aber es fehlt lokal.
fi: %s, mutta se puuttuu paikallisesti.

source: %s, but it was already added locally.
de: %s, aber es wurde lokal bereits hinzugefügt.
fi: %s, mutta se lisättiin jo paikallisesti.

source: %s, but it was deleted locally.
de: %s, aber es wurde lokal bereits gelöscht.
fi: %s, mutta se poistettiin paikallisesti.

source: %s, but it was obstructed in the working copy.
de: %s, aber es war in der Arbeitskopie behindert.
fi: %s, mutta se on estynyt työkopiossa.

source: %s, but the local file was already edited.
de: %s, aber die lokale Datei wurde bereits bearbeitet.
fi: %s, mutta sitä on muokattu paikallisesti.

source: %s\Export (%d) of %s
de: %s\Export (%d) von %s
fi: %s\Vienti (%d) tiedostolle %s
sk: %s\Export (%d) z %s
sl: %s\Izvoz (%d) od %s

source: %s\Export of %s
de: %s\Export von %s
fi: %s\Vienti tiedostolle %s
sk: %s\Export %s
sl: %s\Izvoz %s

source: %s Do you want to remove it anyway?
de: %s Wollen Sie sie trotzdem löschen?
fi: %s Haluatko silti poistaa sen?
sk: %s Chcete napriek tomu odstrániť?
sl: %s Ali ga želite kljub temu odstraniti?

source: %s is a directory, not a file! TortoiseMerge can't diff directories.
de: %s ist ein Verzeichnis, keine Datei! TortoiseMerge kann Verzeichnisse nicht vergleichen.
fi: %s on hakemisto, ei tiedosto! TortoiseMerge ei osaa vertailla hakemistoja.
sk: %s je adresár (a nie súbor)! TortoiseMerge nevie porovnávať adresáre.
sl: %s je mapa, ne datoteka! TortoiseMerge ne zna razlikovati map.

source: &About TortoiseMerge...
de: &Über TortoiseMerge...
fi: &Tietoja TortoiseMerge-ohjelmasta...
sk: &O TortoiseMerge...
sl: &O TortoiseMerge ...

source: &Activate
de: &Aktivieren
fi: &Aktivoi
sk: &Aktivovať
sl: &Aktiviraj

source: &Add >>
de: &Hinzufügen >>
fi: &Lisää >>
sk: &Pridať >>
sl: &Dodaj >>

source: &Add or Remove Buttons
de: &Schaltflächen hinzufügen oder entfernen
fi: &Lisää tai poista painikkeita
sk: &Pridať odstrániť tlačidla
sl: &Dodaj ali odstrani gumbe

source: &Add...
de: &Hinzufügen...
fi: &Lisää...
sk: Prid&ať
sl: Dod&aj ...

source: &Advanced...
de: &Erweitert...
fi: &Lisäasetukset...
sk: &Rozširené...
sl: N&apredno...

source: &Allow ambiguous URLs
de: Mehrdeutige URLs &zulassen
fi: &Salli moniselitteiset paikantimet
sk: &Povoliť nejednoznačné URL
sl: &Dovoli isti URL za več skladišč

source: &Application Look
de: &Anwendungs-Stil
fi: &Ulkoasu
sk: &Vzľad aplikácie
sl: &Izgled aplikacije

source: &Apply unified diff
de: &Standard-Diff anwenden
fi: &Sovella unified diff
sk: &Použiť záplatu (Unified diff)
sl: &Uporabi poenoteno razliko

source: &Aqua Style
de: &Aqua Stil
fi: &Vesityyli
sk: &Vodné
sl: Stil &Aqua

source: &Arguments:
de: &Parameter:
fi: &Argumentit:
sk: &Argumenty:
sl: &Parametri

source: &Assign
de: &Zuweisen
fi: &Kytke
sk: &Priradiť
sl: &Določi

source: &Associate double-click event with:
de: &Verbinde Doppelklick-Ereignis mit:
fi: &Kytke kaksoisnapsautus:
sk: &Priradiť dvojklik k:
sl: &Poveži dvoklik z:

source: &Auto Hide
de: &Automatisch ausblenden
fi: &Piilota automaattisesti
sk: &Skryť automaticky
sl: &Samodejno skrij

source: &Autoclose:
de: &Schließen:
fi: &Sulkeminen:
sk: &Automaticky zavrieť:
sl: &Samodejno zapiranje:

source: &Backup original file
de: &Erstelle Sicherheitskopie
fi: Tee alkuperäisestä tiedostosta &varmuuskopio
sk: &Archivuj pôvodný súbor
sl: Naredi &varnostno kopijo izvorne datoteke

source: &Blame changes
de: Änderungen &annotieren
fi: &Vertaa ja selvitä tekijät
sk: O&bviniť zmeny
sl: &Okrivi spremembe

source: &Blame previous revision
de: &Vorherige Revision annotieren
fi: &Selvitä tekijät edelliselle versiolle
sk: &Obviniť predchádzajúcu revíziu
sl: &Okrivi prejšnjo revizijo

source: &Blame revisions
de: &Revisionen annotieren
fi: &Selvitä tekijät versiovälillä
sk: &Obviniť revízie
sl: &Okrivi revizije

source: &Blame...
de: &Annotieren...
fi: &Selvitä tekijä...
sk: &Obviniť...
sl: &Okrivi ...

source: &Blue Style
de: &Blauer Stil
fi: &Sininen tyyli
sk: &Modré
sl: Stil &Blue

source: &Blue:
de: &Blau:
fi: &Sininen:
sk: &Modré:
sl: &Modro:

source: &Branches
de: &Zweige
fi: &Haarat

source: &Browse repository
de: Projektarchiv &betrachten
fi: &Selaa arkistoa
sk: &Prezerať úložisko
sl: Pre&brskaj skladišče

source: &Browse...
de: &Suchen...
fi: &Selaa...
sk: &Prezerať...
sl: &Prebrskaj...

source: &Button Appearance...
de: &Aussehen der Schaltfläche...
fi: &Painikkeen ulkoasu...
sk: &Vzhľad tlačidiel...
sl: Izgled gum&ba

source: &Button text:
de: &Schaltflächentext:
fi: &Painikkeen teksti:
sk: &Popis tlačidla:
sl: &Besedilo gumba

source: &CD-ROM
fi: &CD-levy

source: &Categories:
de: &Kategorien:
fi: &Kategoriat:
sk: &Kategórie:
sl: &Kategorije:

source: &Category:
de: &Kategorie:
fi: &Kategoria:
sk: &Kategória:
sl: &Kategorija

source: &Choose commands from:
de: &Wähle Befehle von:
fi: &Valitse komennot:
sk: &Vybrať príkazy z:
sl: &Izberi ukaze iz:

source: &Clean up
de: &Arbeitskopie aufräumen
fi: &Siivoa
sk: &Vyčistiť
sl: &Počisti

source: &Close
de: &Schließen
fi: &Sulje
sk: &Zatvoriť
sl: &Zapri

source: &Close Window(s)
de: &Fenster schließen
fi: &Sulje ikkuna(t)
sk: &Zatvoriť okno(á)
sl: &Zapri okna

source: &Color age of lines
de: &Farbcodierung für Alter der Zeilen
fi: &Väritä rivien ikä
sk: &Farabné zobraznie veku riadkov
sl: &Prikaz starosti vrstic z barvami

source: &Command:
de: &Befehl:
fi: &Komento:
sk: &Príkaz:
sl: &Ukaz

source: &Commit...
de: &Übertragen...
fi: &Toimita...
sk: &Odovzdať ...
sl: &Objavi ...

source: &Compare URLs
de: &Vergleiche URLs
fi: &Vertaa paikantimia
sk: &Porovnať URL
sl: &Primerjaj naslova URL

source: &Compare revisions
de: Revisionen &vergleichen
fi: &Vertaa versioita
sk: &Porovnať revízie
sl: &Primerjaj reviziji

source: &Compare whitespaces
de: &Vergleiche Leerzeichen
fi: &Vertaa tyhjämerkkejä
sk: Porovnávať &biele znaky
sl: &Primerjaj presledke

source: &Configure
de: &Einrichten
fi: &Säädä
sk: &Nastavenia
sl: &Nastavi

source: &Contact the repository on startup
de: &Projektarchiv automatisch prüfen
fi: Ota &yhteys arkistoon käynnistettäessä
sk: &Pripojiť uložisko pri spustení
sl: Ob zagonu se &poveži s skladiščem

source: &Convert files when diffing against BASE
de: Dateien beim Vergleich mit BASE &konvertieren
fi: &Muunna tiedostot vertailtaessa kantaversiota (BASE) vastaan
sk: &Previesť súbory pri porovnávaní so základňou
sl: Pri razlikovanju glede na BASE &pretvori datoteke

source: &Copy
de: &Kopieren
fi: &Kopioi
sk: &Kopírovať
sl: &Kopiraj

source: &Copy Button Image
de: &Kopiere Schaltflächenbild
fi: &Kopioi painikkeen kuva
sk: &Skopírovať obrázok tlačidla
sl: &Kopiraj sliko gumba

source: &Copy log message to clipboard
de: Logmeldungen in die Zwischenablage &kopieren
fi: &Kopioi lokiviesti leikepöydälle
sk: &Skopíruj správy denníka do schránky
sl: &Kopiraj sporočilo o napaki na odložišče

source: &Copy to clipboard
de: In &Zwischenablage kopieren
fi: &Kopioi leikepöydälle
sk: &Kopírovať do schránky
sl: &Kopiraj na odložišče

source: &Copy to...
de: &Kopieren nach...
fi: &Kopioi...
sk: &Kopírovať do ...
sl: &Kopiraj v ...

source: &Custom
de: &Individuell
fi: &Mukautettu
sk: &Prispôsobenie
sl: Po &meri ...

source: &Days of inactivity until small caches get removed
de: Inaktive &Tage, bis kleine Puffer gelöscht werden
fi: &Päivien lukumäärä, joiden kuluttua pienet käyttämättömät välimuistit poistetaan

source: &Default
de: &Standard
fi: &Oletus
sk: &Predvolené
sl: &Privzeto

source: &Delete
de: &Löschen
fi: P&oista
sk: &Vymazať
sl: I&zbriši

source: &Delete (keep local)
de: &Löschen (lokal erhalten)
fi: &Poista (säilytä paikallinen)
sk: &Odstrániť (zachovať lokálne)
sl: I&zbriši (ohrani krajevne)

source: &Delete...
de: &Löschen...
fi: &Poista...
sk: &Vymazať
sl: I&zbriši ...

source: &Diff
de: &Vergleich
fi: &Vertaa
sk: &Porovnať
sl: &Razlikuj

source: &Diff with URL
de: &Vergleich mit URL
fi: &Vertaa paikantimen kanssa
sk: &Porovnať s URL
sl: &Razlikuj z URL

source: &Diff with previous version
de: &Vergleiche mit vorheriger Revision
fi: &Vertaa edelliseen versioon
sk: &Porovnať s predchádzajúcou verziou.
sl: &Razlikuj s prejšno verzijo

source: &Docking
de: &Andocken
fi: &Ankkurointi
sk: &Zachytávanie
sl: Pripa&janje

source: &Don't go offline
de: &Nicht offline gehen
fi: &Älä siirry
sk: &Neodpájať
sl: &Ne uporabi nepovezanega načina

source: &Edit
de: &Bearbeiten
fi: &Muokkaa
sk: &Upraviť
sl: &Uredi

source: &Edit conflicts
de: Konflikt b&earbeiten
fi: &Muokkaa ristiriitoja
sk: &Upraviť konflikty
sl: &Uredi spore

source: &Edit...
de: &Bearbeiten...
fi: &Muokkaa...
sk: &Upraviť...
sl: &Uredi ...

source: &Enable Proxy Server
de: Aktiviere &Proxy Server
fi: Käytä &välityspalvelinta
sk: &Povoliť Proxy Server
sl: &Omogoči strežnik prehoda

source: &Enable log caching
de: Log-Puffer &aktivieren
fi: &Talleta lokiviestit paikallisesti
sk: &Povoliť zásobník denníka
sl: &Omogoči predpomnilnik dnevnika

source: &Enter a message describing why you are locking the file(s).
de: Geben Sie eine &Meldung ein, in der Sie beschreiben, warum Sie die Datei(en) sperren.
fi: Kerro, &miksi lukitsit tiedostot.
sk: &Napíšte správu popisujúcu prečo zamykáte súbor(y).
sl: &Vnesite razlog, zakaj ste zaklenili datoteke.

source: &Exit
de: &Beenden
fi: &Lopeta
sk: U&končiť
sl: I&zhod

source: &Export selection to...
de: &Exportiere Auswahl in...
fi: &Vie valitut tiedostot...
sk: &Exportovať výber do...
sl: &Izvozi označeno besedilo v ...

source: &External
de: &Extern
fi: &Ulkoinen
sk: &Externé
sl: &Zunanje

source: &File
de: &Datei
fi: &Tiedosto
sk: &Súbor
sl: &Datoteka

source: &Filter
fi: &Suodata

source: &Find
de: &Suchen
fi: &Etsi
sk: &Nájsť
sl: &Poišči

source: &Find...
de: &Suchen...
fi: &Etsi...
sk: &Nájsť...
sl: &Poišči ...

source: &Fit Images in window
de: In &Fenster einpassen
fi: &Sovita kuvat ikkunaan
sk: Zväčšiť obrázok na veľkosť &okna
sl: &Stlači slike v okno

source: &Fixed drives
de: &Lokale Laufwerke
fi: &Kiinteät asemat
sk: &Pevné disky
sl: &Neizmenljivi pogoni

source: &Floating
de: &Fließend
fi: K&elluva
sk: &Plávajúce
sl: &Plavajoče

source: &Font for log messages:
de: &Schrift für Logmeldungen:
fi: Lokiviestien &kirjasin:
sk: &Písmo správ denníka:
sl: &Pisava za dnevniške zapise:

source: &Font:
de: &Schriftart:
fi: &Kirjasin:
sk: &Písmo:
sl: &Pisava:

source: &From URL:
de: &Von URL:
fi: P&aikantimesta:
sk: &Z URL:
sl: &Iz URL:

source: &From WC at URL:
de: &Von AK in URL:
fi: T&yökopiosta paikantimessa
sk: &Z Prac. na URL:
sl: &Iz delovne kopije, ki kaže na URL:

source: &From revision
de: &Von Revision:
fi: V&ersiosta
sk: &Z revízie
sl: &Od revizije

source: &Go To Line...
de: &Gehe zu Zeile...
fi: &Siirry riville...
sk: &Choď na riadok...
sl: &Pojdi na vrstico ...

source: &Green:
de: &Grün:
fi: &Vihreä:
sk: &Zelené:
sl: &Zeleno

source: &Group by branch
de: &Gruppiere nach Zweig
fi: &Ryhmitä haaroittain
sk: &Zoskupiť podľa vetiev
sl: &Veje v skupinah

source: &HEAD Revision
fi: Uusin versio (&HEAD)
sk: &HEAD (hlavná) Revízia
sl: Revizija &HEAD

source: &HEAD revision
fi: Uusin versio (&HEAD)
sk: &HEAD (hlavná) revízia
sl: Revizija &HEAD

source: &HEAD revision in the repository
de: &HEAD Revision im Projektarchiv
fi: Uusimmasta arkistoversiosta (&HEAD)
sk: &HEAD revízia úložiska
sl: Revizija &HEAD v skladišču

source: &Help
de: &Hilfe
fi: O&hje
sk: &Pomoc
sl: &Pomoč

source: &Help Topics
de: &Hilfe
fi: &Ohjeen aiheet
sk: &Témy pomocníka
sl: &Teme pomoči

source: &Hide
de: &Verbergen
fi: &Piilota
sk: &Skryť
sl: &Skrij

source: &Icon Set:
de: &Symbole
fi: &Kuvakejoukko:
sk: Sada &ikon:
sl: Nabor& ikon:

source: &Ignore %d items by name
de: &Ignoriere %d Objekte nach Name
fi: &Ohita %d tiedostoa nimen perusteella
sk: &Ignorovať %d objektov podľa mena
sl: &Prezri %d elementov po imenu

source: &Ignore whitespace changes
de: &Ignoriere Änderungen in der Anzahl von Leerzeichen
fi: &Ohita muutokset tyhjämerkeissä
sk: Ignorovať zmeny &bielych znakov
sl: Prezri razlike &presledkov

source: &Image
de: &Bild
fi: &Kuva
sk: &Obrázok
sl: &Slika

source: &Image Info
de: Bild&information
fi: &Kuvan tiedot
sk: &Informácie o obrázku
sl: Podatki o sl&iki

source: &Image only
de: &Nur Bild
fi: &Vain kuva
sk: Iba &obrázky
sl: Samo &slika

source: &Import...
fi: &Tuo...
sk: &Importovať
sl: &Uvozi ...

source: &Include merge info
de: Zusammenführen-&Info einschließen
fi: &Sisällytä yhdistämistiedot
sk: &Zahrnúť info o zlúčení
sl: &Vključi informacije o spajanju

source: &Initial directory:
de: &Ausgangsverzeichnis:
fi: &Alkuhakemisto:
sk: &Počiatočný adresár:
sl: &Začetna mapa

source: &Inline diff word-wise
de: &In Zeilen wortweise
fi: &Rivin sisäiset erot sanoittain
sk: Rozdiely v &riadkoch po slovách
sl: Spremembe v &vrstici

source: &Join all
de: &Alle verbinden
fi: &Yhdistä kaikki

source: &Join with sub-trees
de: &Teilbäume verbinden
fi: &Yhdistä alipuut

source: &Jump to first difference when loading
de: &Springe beim Laden zum ersten Unterschied
fi: &Siirry automaattisesti ensimmäiseen eroon
sk: Po načítaní &skoč na prvý rozdiel
sl: Pri nalaganju &skoči na prvo razliko

source: &Language:
de: &Sprache:
fi: &Kieli:
sk: &Jazyk:
sl: &Jezik:

source: &Large Icons
de: &Große Symbole
fi: &Suuret kuvakkeet
sk: &Veľké ikonky
sl: &Velike ikone

source: &Limit search to modified lines
de: Suche auf geänderte Zeilen &einschränken
fi: &Rajoita haku muutettuihin riveihin
sk: &Obmedziť vyhľadávanie na zmenené riadky
sl: Išči le v &spremenjenih vrsticah

source: &Link image positions
de: Bildpositionen &verbinden
fi: &Kytke kuvien paikat
sk: Z&linkovať polohy obrázkov
sl: &Poveži položaje slik

source: &List View
de: &Listenansicht
fi: &Listanäkymä
sk: &Zoznam
sl: &Seznamski pogled

source: &Load...
de: &Laden...
fi: &Lataa...
sk: &Načítaj...
sl: &Naloži ...

source: &Lum:
de: &Hell:
fi: &Luminanssi:
sk: &Jas:

source: &Manually edit property
de: Revisionseigenschaft &bearbeiten
fi: &Muokkaa ominaisuutta

source: &Maximum size [kByte] of a removed inactive cache
de: &Maximale Größe [kByte] eines gelöschten inaktiven Puffers
fi: Poistettavan, käyttämättömän välimuistin &maksimikoko [kilotavua]

source: &Menu animations:
de: &Menüanimationen:
fi: &Valikon animaatiot:
sk: Animácie &ponuky:
sl: &Animacije menija

source: &Menu contents:
de: &Menüinhalte:
fi: &Valikon sisältö:
sk: Obsah &ponuky:
sl: &Vsebina menija

source: &Merge
de: &Start
fi: &Yhdistä
sk: &Zlúčiť
sl: &Spoji

source: &Merge paths
de: &Zusammengeführte Pfade
fi: &Yhdistetyt polut
sk: &Zlúčiť cesty
sl: Poti &spajanja

source: &Merge...
de: &Zusammenführen
fi: &Yhdistä...
sk: &Zlúčiť...
sl: &Spoji ...

source: &Merging
de: &Zusammenführen
fi: &Yhdistäminen
sk: &Zlučovanie
sl: &Spajanje

source: &Minimize
de: &Minimieren
fi: &Pienennä
sk: &Minimalizovať
sl: &Skrči

source: &Modify color for tag copies
de: &Farben der Kopien von Marken ändern
fi: &Muuta merkkikopioiden väriä

source: &Modify color for trunk copies
de: &Farben der Kopien des Stammes ändern
fi: &Muuta päähaaran kopioiden väriä

source: &Navigate
de: &Navigation
fi: &Siirry
sk: &Navigovať
sl: &Navigiraj

source: &Network drives
de: &Netzlaufwerke
fi: &Verkkoasemat
sk: &Sieťové disky
sl: &Omrežni diski

source: &New
de: &Neu
fi: &Uusi
sk: &Nový
sl: &Novo

source: &New...
de: &Neu...
fi: &Uusi...
sk: &Nové...
sl: &Novo...

source: &Next %ld
de: &Nächste %ld
fi: &Seuraavat %ld
sk: &Daľších %ld
sl: &Naslednjih %ld

source: &Next >
de: &Weiter >
fi: &Seuraava >
sk: &Následujúci >
sl: &Naprej >

source: &Next Difference
de: &Nächster Unterschied
fi: &Seuraava ero
sk: &Ďaľší rozdiel
sl: &Naslednja razlika

source: &Next Page
de: &Nächste Seite
fi: &Seuraava sivu
sk: &Ďalšia strana
sl: &Naslednja stran

source: &No double-click event
de: &Kein Doppelklick-Ereignis
fi: &Ei kaksoisnapsautuksia
sk: &Žiadna akcia dvojkliku
sl: &Brez dogodka ob dvokliku

source: &Offline for now
de: &Jetzt offline gehen
fi: &Toistaiseksi
sk: Nateraz &odpojiť
sl: &Začasno nepovezan način

source: &One Page
de: &Eine Seite
fi: &Yksi sivu
sk: &Jeden panel
sl: &Ena stran

source: &Open
de: Ö&ffnen
fi: &Avaa
sk: &Otvoriť
sl: &Odpri

source: &Options
de: &Optionen
fi: &Asetukset

source: &Overlap images
de: Bilder &überlagern
fi: &Aseta kuvat päällekkäin
sk: Prerývacie &obrázky
sl: &Prekrij slike

source: &Password:
de: &Passwort:
fi: &Salasana:
sk: &Heslo:
sl: &Geslo:

source: &Paste
de: E&infügen
fi: &Liitä
sk: &Vložiť
sl: &Prilepi

source: &Permanently offline
de: &Ständig offline
fi: &Pysyvästi
sk: &Trvalo odpojiť
sl: &Stalno nepovezan način

source: &Port:
fi: &Portti:
sk: &Triediť:
sl: &Vrata:

source: &Power user defaults
de: &Poweruser Einstellungen
fi: &Tehokäyttäjän asetukset

source: &Previous Difference
de: &Vorheriger Unterschied
fi: &Edellinen ero
sk: &Predošlý rozdiel
sl: &Prejšnja razlika

source: &Print Preview
de: &Druckvorschau
fi: &Esikatselu
sk: &Náhlad pred tlačov
sl: &Predogled tiskanja

source: &Print...
de: &Drucken...
fi: &Tulosta...
sk: &Tlačiť...
sl: &Natisni...

source: &Properties...
de: &Eigenschaften...
fi: &Ominaisuudet...
sk: &Vlastnosti...
sl: &Lastnosti...

source: &Recent messages
de: &Letzte-Meldungen
fi: &Viimeisimmät viestit
sk: O&statné záznamy
sl: &Zadnja sporočila

source: &Red:
de: &Rot:
fi: &Punainen:
sk: &Červené:
sl: &Rdeče

source: &Redo
de: &Wiederholen
fi: Tee &uudelleen
sk: Zn&ova
sl: &Ponovi

source: &Refresh
de: &Aktualisieren
fi: &Päivitä
sk: O&bnoviť
sl: &Osveži

source: &Remove
de: Ent&fernen
fi: &Poista
sk: &Odstrániť
sl: &Odstrani

source: &Rename
de: &Umbenennen
fi: &Nimeä uudelleen
sk: P&remenovať
sl: &Preimenuj

source: &Reopen commit and branch/tag dialog after a commit failed
de: Übertragen- und Verzweigen/Markieren Dialoge nach Fehler e&rneut öffnen
fi: &Avaa toimitus- ja haarautumisikkunat uudelleen, jos toimitus arkistoon epäonnistuu
sk: Z&novu otvoriť odovzdávací dialóg a dialóg vetva/značka po zlyhaní odovzdávania
sl: &Ponovno odpri okno objave in ustvarjanja vej/oznak po neuspešni objavi

source: &Repo-browser
de: P&rojektarchiv
fi: &Arkistoselain
sk: P&rehliadať úložisko
sl: &Brskalnik po skladišču

source: &Reset
de: &Rücksetzen
fi: &Palauta
sk: &Vrátiť štandardné

source: &Reset Toolbar
de: &Werkzeugleiste rücksetzen
fi: Palauta &valintapalkki
sk: &Pradnastaviť lištu
sl: &Resetiraj orodno vrstico

source: &Reset my usage data
de: &Meine Verwendungsdaten zurücksetzen
fi: &Palauta käyttötietoni
sk: &Vynulovať data o používaní
sl: &Ponastavi podatke o uporabi

source: &Reset to Default
de: &Auf Standardwerte setzen
fi: &Palauta oletusarvoihin
sk: &Vrátiť štandardné
sl: &Obnovi privzeto

source: &Resolve using local property
de: &Mit der lokalen Eigenschaft auflösen
fi: &Ratkaise käyttämällä paikallista ominaisuutta

source: &Restore defaults
de: Auf &Standardwerte setzen
fi: &Palauta oletusarvot

source: &Revert changes from these revisions
de: Änderungen dieser Revisionen &rückgängig machen
fi: &Poista näiden versioiden muutokset
sk: V&rátiť zmeny z týchto revízií
sl: Po&vrni spremembe teh revizij

source: &Revert changes from this revision
de: Änderungen dieser Revision &rückgängig machen
fi: P&oista tämän version muutokset
sk: &Vrátiť zmeny z tejto revízie
sl: &Povrni spremembe te revizije

source: &Revision
fi: Ve&rsio
sk: &Revízia
sl: &Revizija

source: &SSH client:
fi: SS&H-asiakasohjelma
sk: &SSH klient:
sl: Odjemalec &SSH:

source: &Sat:
de: &Sätt:
fi: &Kylläisyys:

source: &Save
de: &Speichern
fi: T&allenna
sk: &Uložiť
sl: &Shrani

source: &Save authentication
de: Anmeldedaten &speichern
fi: &Tallenna tunnistustiedot
sk: &Uložiť autentifikáciu
sl: &Shrani avtentikacijo

source: &Save graph as...
de: &Speichere Grafik unter...
fi: Tallenna &graafi nimellä...
sk: &Uložiť graf ako...
sl: &Shrani graf kot...
