Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: &Save list of selected files to...
de: &Speichere Liste der gewählten Dateien in...
fi: &Tallenna lista valituista tiedostoista...
sk: &Uložiť zoznam vybraných súborov do...
sl: &Shrani seznam izbranih datotek v...

source: &Save...
de: &Speichern...
fi: &Tallenna...
sk: &Uložiť...
sl: &Shrani...

source: &Settings
de: &Einstellungen
fi: &Asetukset
sk: &Nastavenia
sl: &Nastavitve

source: &Show HEAD revisions
de: HEAD Revisionen &zeigen
fi: &Näytä uusimmat versiot (HEAD)
sk: &Zobraziť hlavné revízie
sl: &Pokaži revizije HEAD

source: &Show Menus for:
de: &Zeige Menüs für
fi: &Näytä valikot:
sk: &Zobraziť ponuku pre:
sl: &Prikaži menije za:

source: &Show text labels
de: &Textmarken zeigen
fi: &Näytä tekstikentät
sk: Zobraziť &názvy
sl: &Prikaži besedilne oznake

source: &Silver Style
de: &Silberner Stil
fi: &Hopeinen tyyli
sk: &Strieborné
sl: Stil &Silver

source: &Specific revision in repository
de: &Revisionsnummer im Projektarchiv
fi: &Määritellystä arkistoversiosta
sk: &Špecifická revízia v úložisku
sl: &Določena revizija v skladišču

source: &Start Group
de: &Startgruppe
fi: &Alkuryhmä
sk: &Začať skupinu
sl: &Začetna skupina

source: &Status Bar
de: &Statusleiste
fi: &Tilarivi
sk: &Stavový rámček
sl: Vrstica &stanja

source: &Steal the locks
de: &Sperre stehlen
fi: &Varasta lukot
sk: &Odobranie zámkov
sl: &Ukradi zaklepe

source: &Stop on copy/rename
de: Bei Kopien/Umbenennen &anhalten
fi: P&ysäytä kopion / uudelleennimennän kohdalla
sk: Za&staviť na Kopírovať/Premenovať
sl: &Ustavi ob kopiranju/preimenovanju

source: &Symbol View
de: &Symbolansicht
fi: &Symbolinäkymä
sk: &Zobrazenie znakov
sl: &Simbolni pogled

source: &Tab size:
de: &Tab Größe:
fi: &Sarkaimen koko:
sk: Veľkosť &tab.:
sl: Velikost &tabulatorja:

source: &Tabbed Document
de: &Dokument mit Karteireitern
fi: &Välilehtidokumentti
sk: Dokument so &záložkami
sl: &Zavihek dokumenta

source: &Tags
de: &Marken
fi: &Merkit

source: &Test merge
de: &Trockenlauf
fi: &Kokeile
sk: &Testovacie zlúčenie
sl: &Poizkusno

source: &Text
fi: &Teksti
sl: &Besedilo

source: &Text only
de: &Nur Text
fi: &Vain teksti
sk: Iba &Text
sl: Le &besedilo

source: &Timeout in seconds before updating the HEAD revision
de: &Wartezeit bis zur Aktualisierung der HEAD Revision (sek)
fi: &Aikakatkaisu (s) ennen päivitystä HEAD-versioon
sk: Časový in&terval v sekundách pred aktualizáciou HEAD revízie
sl: &Časovni rok v sekundah pred posodobitvijo revizije HEAD

source: &Timeout in seconds to stop the auto-completion parsing
de: &Wartezeit für Aufbau der Wortliste aus Quelldateien (sek)
fi: Automaattisen &täydennyksen aikakatkaisu (s)
sk: Časový limi&t pre analýzu automatického doplňovania
sl: &Časovni rok v sekundah za ustavitev razčlenjevanja samozaključevanja

source: &To Revision
de: &Bis Revision
fi: Ver&sioon
sk: &Do revízie
sl: &Do revizije

source: &To URL:
de: Zu &URL:
fi: P&aikantimeen:
sk: &Na URL:
sl: &Na URL

source: &To URL:
de: Zu &URL:
fi: Paikantim&een:
sk: &Na URL:
sl: &Na URL

source: &Toolbar
de: &Werkzeugleiste
fi: &Työkalurivi
sk: &Nástroje
sl: &Orodna vrstica

source: &Toolbar Name:
de: &Werkzeugleistenname
fi: &Valintapalkin nimi:
sk: Názov &lišty:
sl: Ime &orodne vrstice

source: &Toolbars:
de: &Werkzeugleisten
fi: &Valintapalkit:
sk: &Nástroje:
sl: &Orodne vrstice

source: &Trunk
de: &Stamm
fi: &Päähaara

source: &Two Page
de: &Zwei Seiten
fi: &Kaksi sivua
sk: &Dva panely
sl: &Dve strani

source: &URL of repository:
de: &URL des Projektarchivs:
fi: &Arkiston paikannin:
sk: &URL úložiska:
sl: &URL skladišča:

source: &URL:
fi: &Paikannin:

source: &Undo
de: &Rückgängig
fi: &Peru
sk: &Späť
sl: &Prekliči

source: &Unknown drives
de: &Unbekannte Laufwerke
fi: &Tuntemattomat asemat
sk: &Neznáme disky
sl: &Neznani pogoni

source: &Update
de: Akt&ualisieren
fi: &Päivitä
sk: &Aktualizovať
sl: &Posodobi

source: &Update item to revision
de: &Aktualisiere Objekt zu Revision
fi: &Päivitä tiedosto versioon
sk: Akt&ualizovať objekt na revíziu
sl: &Posodobi element na revizijo

source: &Update to revision...
de: &Aktualisiere zu Revision...
fi: &Päivitä versioon...
sk: Akt&ualizovať na revíziu...
sl: &Posodobi na revizijo ...

source: &Use auto-completion of file paths and keywords
de: Dateinamen und Schlüsselwörter automatisch &vervollständigen
fi: Käytä automaattista &täydennystä tiedostopoluille ja avainsanoille
sk: Po&užiť automatické doplňovanie ciest súborov a kľúčových slov
sl: &Uporabi samozaključevanje poti datotek in ključnih besed

source: &Username:
de: &Benutzername:
fi: &Käyttäjä:
sk: &Užívateľ:
sl: &Uporabniško ime:

source: &View
de: &Ansicht
fi: &Näytä
sk: &Zobraziť
sl: &Pogled

source: &View:
de: &Ansicht:
fi: &Näytä:
sk: &Zobrazenie:
sl: &Pogled

source: &Whitespaces
de: &Leerzeichen
fi: &Tyhjämerkit
sk: &Biele znaky
sl: Pre&sledki

source: &Whole word
de: Ganzes &Wort
fi: &Kokonaiset sanat
sk: Celé &slovo
sl: &Cela beseda

source: &Working copy
de: &Arbeitskopie
fi: &Työkopiosta
sk: &Pracovná kópia
sl: &Delovna kopija

source: 'skip ranges' are used to mark revision ranges that have not been cached yet
de: Mit 'Lücken' werden Bereiche gekennzeichnet, die noch nicht gepuffert sind
fi: 'ohitetut välit' kuvaavat versiovälejä, joita ei ole vielä välimuistissa
sk: 'skip ranges' je použitý na označenie rozsahov revízií, ktoré ešte nie sú v zásobníku
sl: 'luknje' označujejo območja revizij, ki še niso v predpomnilniku

source: (binary value)
de: (Binärwert)
fi: (binääriarvo)
sk: (binárna hodnota)
sl: (dvojiška vrednost)

source: (multiple targets selected)
de: (mehrere Ziele gewählt)
fi: (useita kohteita valittu)
sk: (vybraných viacero cieĺov)
sl: (več izbranih ciljev)

source: (no changelist)
de: (keine Änderungsliste)
fi: (ei muutoslistaa)
sk: (žiaden zoznam zmien)
sl: (ni seznama sprememb)

source: (no line number)
de: (keine Zeilennummer)
fi: (ei rivinumeroa)
sk: (niesú čísla riadkov)
sl: (brez številke vrstice)

source: (no value)
de: (Kein Wert)
fi: (ei arvoa)
sk: (bez hodnoty)
sl: (brez vrednosti)

source: (not found)
de: (nicht gefunden)
fi: (ei löytynyt)
sk: (nenajdené)
sl: (ni najden)

source: (property change only)
de: (Nur Eigenschaftsänderung)
fi: (vain ominaisuuden vaihto)
sk: (zmenená iba vlastnosť)
sl: (samo sprememba lastnosti)

source: (unknown)
de: (Unbekannt)
fi: (tuntematon)
sk: (neznámy)
sl: (neznano)

source: : Revision %d
fi: : Versio %d
sk: : Revízia %d
sl: : Revizija %d

source: : working base
de: : Basis
fi: : kantatiedosto
sk: : pracovný základ
sl: : delovna osnova

source: : working copy
de: : Arbeitskopie
fi: : työkopio
sk: : pracovná kópia
sl: : delovna kopija

source: < &Back
de: < &Zurück
fi: < &Edellinen
sk: < &Späť
sl: < &Nazaj

source: <Untitled>
de: <Unbenannt>
fi: <Nimetön>
sk: <Nepomenované>

source: <b>TortoiseSVN</b> is a shell extension. That means it is integrated into the Windows explorer. To use <b>TortoiseSVN</b> please open the explorer and right-click on any folder you like to bring up the context menu where you will find all <b>TortoiseSVN</b> commands. And <u>read the manual!</u>
de: <b>TortoiseSVN</b> ist eine Shell Erweiterung. Das bedeutet, dass es in den Windows Explorer integriert ist. Um <b>TortoiseSVN</b> zu verwenden, öffnen Sie den Explorer und machen Sie einen Rechts-Klick, damit das Kontextmenü angezeigt wird. Dort finden Sie sämtliche <b>TortoiseSVN</b> Befehle. Und <u>lesen Sie das Handbuch!</u>
fi: <b>TortoiseSVN</b> on komentotulkin laajennos. Tämä tarkoittaa, että se on integroitu Windowsin resurssienhallintaan. Käyttääksesi <b>TortoiseSVN</b>-työkalua, avaa resurssienhallinta ja napsauta hiiren oikealla näppäimellä haluamaasi kansiota. Avautuvasta kontekstivalikosta löydät kaikki <b>TortoiseSVN</b> -komennot. Muista <u>lukea ohjeet!</u>
sk: <b>TortoiseSVN</b> je rozšírenie 'šelu'. To znamená, že je integrovaný do Windows explorera. Aby ste použili <b>TortoiseSVN</b> otvorte prosím explorer a vyberte pravým tlačidlom myši adresár. V kontextovom menu nájdete všetky príkazy <b>TortoiseSVN</b>. A <u>prečítajte si manuál!</u>
sl: <b>TortoiseSVN</b> je razširitev lupine. To pomeni, da se vključi v Raziskovalca. Za uporabo <b>TortoiseSVN</b>, prosimo, odprite Raziskovalca in desno kliknite na katerokoli mapo, s čimer odprete kontekstni meni, kjer najdete vse ukaze orodja <b>TortoiseSVN</b>. In <u>preberite priročnik!</u>"

source: <new changelist>
de: <neue Änderungsliste>
fi: <uusi muutoslista>
sk: <nový zoznam zmien>
sl: <nov seznam sprememb>

source: A list of user defined properties for files to show in the combo box
de: Eine Liste von benutzerdefinierten Eigenschaften für Dateien, die in der Kombinationsliste angezeigt werden
fi: Kokoelma käyttäjän tiedostoille määrittämiä ominaisuuksia näytettäväksi pudotusvalikossa
sk: Zoznam užívateľských vlastností súborov v rolovacích ponukách
sl: Seznam uporabniško definiranih lastnosti datotek za prikaz v spustnem kombiniranem polju

source: A list of user defined properties for folders to show in the combo box
de: Eine Liste von benutzerdefinierten Eigenschaften für Ordner, die in der Kombinationsliste angezeigt werden
fi: Kokoelma käyttäjän kansioille määrittämiä ominaisuuksia näytettäväksi pudotusvalikossa
sk: Zoznam užívateľských vlastností adresárovv v rolovacích ponukách
sl: Seznam uporabniško določenih lastnosti map, ki se prikažejo v spustnem polju

source: A newer version is available. Please go to http://tortoisesvn.tigris.org and download the current version! Click _here_ to go directly to our website.
de: Eine neue Version steht zur Verfügung. Bitte gehen Sie zu http://tortoisesvn.tigris.org, um sich die aktuelle Version herunterzuladen! Klicken sie _hier_, um direkt zur Webseite zu gelangen.
fi: Uudempi versio on saatavilla. Lataa uusin versio osoitteesta http://tortoisesvn.tigris.org! Napsauta _tähän_ siirtyäksesi suoraan verkkosivuillemme.
sk: Je prístupná nová verzia. Prosím navštívte http://tortoisesvn.tigris.org a stiahnite si aktuálnu verziu! Kliknutím _sem_ sa dostanete priamo na našu stránku.
sl: Na voljo je novejša različica. Pojdite na http://tortoisesvn.tigris.org in prenesite trenutno različico! Kliknite _tukaj_ za dostop do naše spletne strani.

source: A newline separated list of paths for which icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are included too.
de: Eine durch Zeilenumbrüche getrennte Liste von Pfaden, für die überlagerte Symbole angezeigt werden. Wenn Sie ein '*' Zeichen an einen Pfad anhängen, werden alle Dateien und Ordner innerhalb des Pfades eingeschlossen.
fi: Rivinvaihdoin eroteltu lista polkuja, joille kuvakepäällys näytetään. Jos lisäät '*' -merkin polun loppuun, kaikki tiedostot ja alikansiot polun sisällä otetaan myös mukaan.
sk: Novými riadkami oddelovaný zoznam ciest, pre ktoré budú zobrazené prekrývajúce ikonky. Keď pridáte znak '*' na koniec cesty, všetky súbory a podadresáre tohto adresára budú tiež zaradené.
sl: Vrstični seznam poti, pri katerih se prikažejo prekrivne ikone. Če dodate na konec poti znak '*', se zajamejo tudi vse datoteke in podmape znotraj te poti.

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
de: Eine durch Zeilenumbrüche getrennte Liste von Pfaden, für die kein Kontextmenü angezeigt wird. Wenn Sie ein '*' Zeichen an einen Pfad anhängen, werden alle Dateien und Ordner innerhalb des Pfades ausgeschlossen.
fi: Rivinvaihdoin eroteltu lista polkuja, joille kontekstivalikkoa ei näytetä. Jos lisäät '*'-merkin polun loppuun, kaikki tiedostot ja alikansiot polun sisällä jätetään myös pois. Tyhjä lista sallii kontekstivalikon kaikilla poluilla.
sk: Novými riadkami oddelovaný zoznam ciest, pre ktoré nebude zobrazené kontextové menu. Keď pridáte znak '*' na koniec cesty, všetky súbory a podadresáre tohto adresára budú tiež vylúčené. Prázdny zoznam znamená povolé zobrazovanie pre všetky cesty.
sl: Vrstični seznam poti, za katere se prekrivne ikone ne prikažejo. Če dodate na konec poti znak '*', se izključijo tudi vse datoteke in podmape znotraj te poti. Prazen seznam omogoča prikaz kontekstnega menija na vseh poteh.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
de: Eine durch Zeilenumbrüche getrennte Liste von Pfaden, für die keine überlagerten Symbole angezeigt werden. Wenn Sie ein '*' Zeichen an einen Pfad anhängen, werden alle Dateien und Ordner innerhalb des Pfades ausgeschlossen.
fi: Rivinvaihdoin eroteltu lista polkuja, joille kuvakepäällystä ei näytetä. Jos lisäät '*'-merkin polun loppuun, kaikki tiedostot ja alikansiot polun sisällä jätetään myös pois. Tyhjä lista sallii kuvakepäällykset kaikilla poluilla.
sk: Novými riadkami oddelovaný zoznam ciest, pre ktoré nebudú zobrazené prekrývajúce ikonky. Keď pridáte znak '*' na koniec cesty, všetky súbory a podadresáre tohto adresára budú tiež vylúčené. Prázdny zoznam znamená povolé zobrazovanie pre všetky cesty.
sl: Vrstični seznam poti, za katere se prekrivne ikone ne prikažejo. Če dodate na konec poti znak '*', se izključijo tudi vse datoteke in podmape znotraj te poti. Prazen seznam omogoča prekrivanje na vseh poteh.

source: A required resource was unavailable.
de: Eine benötigte Ressource war nicht verfügbar.
fi: Tarvittu resurssi ei ollut käytettävissä.
sk: Požadovaný zdroj nebol prístupný.
sl: Potrebno sredstvo ni bilo na voljo.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
de: Ein Anzeigeprogramm für GNU Standard-Diffdateien (Patchdateien). Falls Sie keines haben wählen Sie einen normalen Texteditor (z.B. Notepad.exe).
fi: Ohjelma, jolla voit katsoa GNU diff-tiedostoja (paikkatiedostot). Jos sinulla ei ole muuta, käytä Notepad-ohjelmaa.
sk: Prehliadač súborov 'GNU diff' (súborov záplat). Ak žiadny nemáte bude požite Poznámkový blok (notepad).
sl: Pregledovalnik za datoteke razlik GNU (datoteke popravkov). Če ga nimate, uporabite Beležko (NotePad).

source: A&bout
de: Ü&ber
fi: &Tietoja
sk: &O programe
sl: &O programu

source: A&dd folder...
de: Ordner hinzu&fügen...
fi: &Lisää kansio...
sk: Pridaj &adresár...
sl: &Dodaj mapo ...

source: Abort
de: Abbrechen
fi: Peruuta
sk: Zrušiť
sl: Prekini

source: Abort &Merge
de: Zusammenführen &Abbrechen
fi: &Keskeytä
sk: Prerušiť &zlúčovanie
sl: Prekini &spajanje

source: About TortoiseMerge
de: Über TortoiseMerge
fi: Tietoa TortoiseMerge-ohjelmasta
sk: O TortoiseSVN
sl: O TortoiseMerge

source: About TortoiseSVN
de: Über TortoiseSVN
fi: Tietoa TortoiseSVN-ohjelmasta
sk: O TortoiseSVN
sl: O TortoiseSVN

source: Accept once
de: Einmalig akzeptieren
fi: Hyväksy kerran
sk: Akceptuj teraz
sl: Sprejmi enkrat

source: Accept permanently
de: Permanent akzeptieren
fi: Hyväksy pysyvästi
sk: Akceptuj stále
sl: Sprejmi trajno

source: Access to %1 was denied.
de: Zugriff auf %1 wurde verweigert.
fi: Pääsy evättiin: %1.
sk: Prístup k %1 bol zamietnutý.
sl: Dostop do %1 je zavrnjen.

source: Action
de: Aktion
fi: Toimenpide
sk: Akcia
sl: Dejanje

source: Action log
de: Aktionslog
fi: Toimenpideloki
sk: Denník úkonov
sl: Dnevnik dejanj

source: Actions
de: Aktionen
fi: Toimenpiteet
sk: Akcie
sl: Dejanja

source: Activate Task List
de: Aktiviere die Task-Liste
fi: Aktivoi tehtävälista
sk: Aktivovať zoznam úloh
sl: Vključi seznam nalog

source: Active Files
de: Aktive Dateien
fi: Aktiiviset tiedostot
sk: Akt9
sl: Aktivne datoteke

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
de: ActiveX Objekte können während Windows beendet wird nicht gespeichert werden! Alle Änderungen an %1 verwerfen?
fi: ActiveX-olioita ei voi tallettaa Windowsia suljettaessa! Perutaanko kaikki muutokset %1:een?
sk: Nie je možné uložiť objeckt ActiveX keď sa Windows vypína! Zahodiť všetky zmeny v %1?
sl: Med zaustavljanjem sistema no mogoče shraniti objektov ActiveX! Zavržem spremembe v %1?

source: Add
de: Hinzufügen
fi: Lisää
sk: Pridať
sl: Dodaj

source: Add &file...
de: Datei hinzu&fügen...
fi: &Lisää tiedosto...
sk: Pridaj &súbor...
sl: Dodaj &datoteko ...

source: Add '%s' to dictionary
de: Füge '%s' zu Wörterbuch hinzu
fi: Lisää '%s' sanakirjaan
sk: Pridať '%s' do slovníka
sl: Dodaj '%s' v slovar

source: Add (as replacement)...
de: Hinzufügen (als Ersatz)...
fi: Lisää (korvauksena)...
sk: Pridať (ako náhradu)...
sl: Dodaj (kot zamenjavo) ...

source: Add - TortoiseSVN
de: Hinzufügen - TortoiseSVN
fi: Lisää - TortoiseSVN
sk: Pridať - TortoiseSVN
sl: Dodaj - TortoiseSVN

source: Add Properties
de: Eigenschaften hinzufügen
fi: Lisää ominaisuuksia
sk: Pridaj vlastnosť
sl: Dodaj lastnosti

source: Add extension specific diff program
de: Vergleichsprogramm für bestimmte Dateitypen hinzufügen
fi: Lisää päätekohtainen vertailuohjelma
sk: Pridať porovnací program pre príponu
sl: Dodaj program za razlikovanje glede za končnico

source: Add extension specific merge program
de: Konflikteditor für bestimmte Dateitypen hinzufügen
fi: Lisää päätekohtainen yhdistämisohjelma
sk: Upraviť zlučovací program pre príponu
sl: Dodaj program za spajanje glede za končnico

source: Add the item anyway
de: Das Objekt trotzdem hinzufügen
fi: Lisää alkio joka tapauksessa

source: Add to %1
de: Zu %1 hinzufügen
fi: Lisää kohteeseen %1

source: Add to &ignore list
de: &Ignorieren
fi: Lisää &ohituslistaan
sk: Pridaj do zoznamu &ignorovaných
sl: Dodaj na seznam &prezrtih elementov

source: Add to Quick Access Toolbar
de: Zur Schnellzugriffsleiste hinzufügen
fi: Lisää pikavalintapalkkiin
sk: Pridač
sl: Dodaj v orodno vrstico za hitri dostop

source: Add...
de: Hinzufügen...
fi: Lisää...
sk: Pridať...
sl: Dod&aj ...

source: Add/Edit Extension Specific Diff/Merge Program
de: Diff/Merge Programm für Dateityp bearbeiten/hinzufügen
fi: Lisää/muokkaa päätekohtaista vertailu/yhdistämisohjelmaa
sk: Pridať/upraviť porovávací program pre príponu
sl: Uredi/dodaj program za razlikovanje/spajanje glede na končnico

source: Added
de: Hinzugefügt
fi: Lisätty
sk: Pridané
sl: Dodano

source: Added a file remotely
de: Datei im Projektarchiv hinzugefügt
fi: Tiedosto lisätty etänä
sk: Súbor bol pridaný vzdialene
sl: Datoteka dodana na daljavo

source: Added a folder remotely
de: Ordner im Projektarchiv hinzugefügt
fi: Kansio lisätty etänä
sk: Adresár bol pridaný vzdialene
sl: Mapa dodana na daljavo

source: Added items remotely
de: Objekte im Projektarchiv hinzugefügt
fi: Tiedot lisätty etänä
sk: Objekt bol pridaný vzdialene
sl: Elementi dodani na daljavo

source: Added node
de: Knoten hinzugefügt
fi: Lisätty solmu
sk: Pridané uzly
sl: Dodano vozlišče

source: Added the file pattern(s) %s to the ignore list.
de: Die Einträge %s wurden zur 'Ignorieren' Liste hinzugefügt.
fi: Lisätty tiedostonimihahmo(t) %s ohituslistaan.
sk: Pridaná šablona %s do zoznamu ignorovaných.
sl: Vzorci datotek %s dodani na seznam prezrtih.

source: Adding
de: Füge hinzu
fi: Lisätään
sk: Pridávam
sl: Dodajanje

source: Adds a new property
de: Eine neue Eigenschaft hinzufügen
fi: Lisää uuden ominaisuuden
sk: Pridať vlastnosť
sl: Doda novo lastnost

source: Adds file(s) to Subversion control
de: Fügt Datei(en) zur Versionskontrolle hinzu
fi: Lisää tiedosto(t/n) versionhallintaan
sk: Pridať súbor(y) do správy Subversion
sl: Doda datoteke v siszem nadzora različic Subversion

source: Adds the selected file(s) or the filemask to the 'ignore' list
de: Fügt die gewählte(n) Datei(en) oder Dateimasken zur 'Ignorieren' Liste hinzu
fi: Lisää valitut tiedostot tai tiedostomaskin ohituslistaan
sk: Pridá vybrané súbory, alebo masku do zoznamu ignrovaných
sl: Doda izbrane datoteke ali masko imena datotek na seznam prezrtih

source: Adjust the settings Settings
de: Einstellungen Einstellungen
fi: Muokkaa asetuksia Asetukset
sk: Zmeniť nastavenia Nastavenia
sl: Prilagajanje nastavitev Nastavitve

source: Advanced Diff/Merge Settings
de: Erweiterte Diff/Merge Einstellungen
fi: Edistyneet vertaa/yhdistä -asetukset
sk: Rozšírené nastavenia rozdiely/zlúčenie
sl: Napredne nastavitve razlikovanja/spajanja

source: Advanced diff settings
de: Alternative Vergleichsprogramme
fi: Edistyneet vertailuasetukset
sk: Rozšírené nastavenia porovnávania
sl: "Napredne nastavitve razlikovanja

source: Advanced merge settings
de: Alternative Konflikteditoren
fi: Edistyneet yhdistämisasetukset
sk: Rozšírené nastavenia zlučovania
sl: Napredne nastavitve spajanja

source: Age
de: Alter
fi: Ikä
sk: Vek
sl: Starost

source: All Commands
de: Alle Befehle
fi: Kaikki komennot
sk: Všetky príkazy
sl: Vsi ukazi

source: All Files (*.*)
de: Alle Dateien(*.*)
fi: Kaikki tiedostot (*.*)
sk: Všetky súbory (*.*)
sl: Vse datoteke (*.*)

source: All Files (*.*)|*.*||
de: Alle Dateien(*.*)|*.*||
fi: Kaikki tiedostot (*.*)|*.*||
sk: Všetky súbory (*.*)|*.*||
sl: Vse datoteke (*.*)|*.*||

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
de: Alle Ihre Änderungen werden verworfen! Wollen Sie wirklich alle Werkzeugleisten und Menüs zurücksetzen?
fi: Kaikki muutoksesi katoavat! Haluatko todella palauttaa kaikki valintapalkit ja valikot alkutilaan?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie všetkých líšt a ponúk?
sl: Vse spremembe bodo izgubljene! Ali zares želite resetirati vse orodne vrstice in menije?

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
de: Alle Ihre Änderungen werden verworfen! Wollen Sie wirklich die Tastaturzuweisungen zurücksetzen?
fi: Kaikki muutoksesi katoavat! Haluatko todella palauttaa näppäinsidonnat alkutilaan?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie priradenia kláves?
sl: Vse spremembe bodo izgubljene! Ali zares želite ponastaviti vse nastavitve bližnjic?

source: All your changes will be lost! Do you really want to reset the menu '%s'?
de: Alle Ihre Änderungen werden verworfen! Wollen Sie wirklich das Menü %s zurücksetzen?
fi: Kaikki muutoksesi katoavat! Haluatko todella palauttaa valikon '%s' alkutilaan?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie pre ponuku '%s'?
sl: Vse spremembe bodo izgubljene! Ali zares želite ponastaviti meni '%s'?

source: All your changes will be lost! Do you really want to reset the toolbar '%s'?
de: Alle Ihre Änderungen werden verworfen! Wollen Sie wirklich die Werkzeugleiste %s zurücksetzen?
fi: Kaikki muutoksesi katoavat! Haluatko todella palauttaa valintapalkin '%s' alkutilaan?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie lišty '%s'?
sl: Vse spremembe bodo izgubljene! Ali zares želite ponastaviti orodno vrstico '%s'?

source: Allow ambiguous &UUIDs
de: Mehrdeutige &UUIDs zulassen
fi: Salli moniselitteiset &UUID-arvot

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/
de: Erlaubt es, unterschiedlichen Projektarchive dieselbe URL zu verwenden, z.B. http://localhost/myrepos/
fi: Salli eri arkistojen käyttää samaa paikanninta, esim. http://localhost/myrepos/

source: Allow different repositories to use the same UUID, e.g. copied repositories
de: Erlaubt es, verschiedenen Projektarchiven dieselbe UUID zu verwenden, z.B. kopierten Projektarchiven
fi: Salli eri arkistojen käyttää samaa UUID:ta, esim. kopioidut arkistot.

source: Always use the system locale settings to show times and dates
de: Stets die Systemeinstellungen für Uhrzeit und Datum verwenden
fi: Käytä aina Windowsin asetuksia aikojen ja päivämäärien esittämiseen
sk: Vždy použiť systémové nastavie pre zobrazenie času a dátumu
sl: Za prikaz datuma in časa vedno uporabi sistemske nastavitve
