Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Could not start diff viewer! <hr=100%%> %s
de: Konnte den GNU-Diff Betrachter nicht starten! <hr=100%%> %s
fi: Vertailuohjelman käynnistys epäonnistui! <hr=100%%> %s
sk: Nemožno spustiť porovnávač! <hr=100%%> %s
sl: Pregledovalnika razlik ni mogoče zagnati! <hr=100%%> %s

source: Could not start external diff program! <hr=100%%> %s
de: Konnte das externe Vergleichsprogramm nicht starten! <hr=100%%> %s
fi: Ulkoisen vertailuohjelman käynnistys epäonnistui! <hr=100%%> %s
sk: Nemožno spustiť externý porovnávač! <hr=100%%> %s
sl: Zunanjega programa za razlikovanje ni mogoče zagnati! <hr=100%%> %s

source: Could not start external merge program! <hr=100%%> %s
de: Konnte den externen Konflikteditor nicht starten! <hr=100%%> %s
fi: Ulkoisen yhdistämisohjelman käynnistys epäonnistui! <hr=100%%> %s
sk: Nemožno spustiť externý zlučovač! <hr=100%%> %s
sl: Zunanjega programa za spajanje ni mogoče zagnati! <hr=100%%> %s

source: Could not start print job.
de: Konnte Druckauftrag nicht starten.
fi: Tulostuksen aloitus epäonnistui.
sk: Nemožno začať tlačovú úlohu.
sl: Tiskalniškega opravila ni mogoče zagnati.

source: Could not start text viewer! <hr=100%%> %s
de: Konnte den Text-Betrachter nicht starten! <hr=100%%> %s
fi: Katseluohjelman käynnistys epäonnistui! <hr=100%%> %s
sk: Nemožno spustiť prezerač textu! <hr=100%%> %s
sl: Pregledovalnika besedila ni mogoče zagnati! <hr=100%%> %s

source: Could not start thread!
de: Thread konnte nicht gestartet werden!
fi: Säikeen käynnistys epäonnistui!
sk: Nemožno sputiť vlákno!
sl: Niti ni mogoče začeti!

source: Create &patch...
de: Erzeuge &Patch...
fi: Luo &paikkatiedosto...
sk: Vytvoriť zá&platu...
sl: Ustvari &popravek...

source: Create Changelist
de: Erzeuge Änderungsliste
fi: Luo muutoslista
sk: Vytvoriť zoznam zmien!
sl: Ustvari seznam sprememb

source: Create Patch
de: Erzeuge Patch
fi: Luo paikkatiedosto
sk: Vytvoriť záplatu
sl: Ustvari popravek

source: Create copy in the repository from:
de: Erstelle Kopie im Projektarchiv aus:
fi: Luo arkistokopio:
sk: Vytvoriť kópiu v úložisku z:
sl: Ustvari kopijo v skladišču iz:

source: Create new directory: %s
de: Erzeuge neues Verzeichnis: %s
fi: Luo uusi hakemisto: %s
sk: Vytvoriť nový adresár: %s
sl: Ustvari novo mapo: %s

source: Create repositor&y here
de: &Projektarchiv hier erstellen
fi: &Luo arkisto tänne
sk: Vytvoriť &úložisko tu!
sl: Ustvari skla&dišče tukaj...

source: Create unified diff file
de: Standard-Diff erzeugen
fi: Luo unified diff -tiedosto
sk: Vytvoriť súbor unifikovaného porovnania
sl: Ustvari datoteko poenotene razlike

source: Created folder remotely
de: Ordner im Projektarchiv angelegt
fi: Hakemisto luotu etänä
sk: Adresár vytvorený vzdialene
sl: Mapa ustvarjena oddaljeno

source: Creates a 'cheap' copy inside the repository used for branches or tagging
de: Erzeugt eine 'billige' Kopie innerhalb des Projektarchivs für Zweige oder Marken
fi: Luo kopion arkistossa (kevyt operaatio); käytetään haaroihin ja merkkeihin
sk: Vytvorí 'lacnú' kópiu v úložisku použitú na vetvy, alebo značky
sl: Ustvari 'poceni' kopijo v skladišču, namenjeno vejam ali označevanju

source: Creates a patch file from the differences of the two files Create patch file
de: Ezeugt eine Patchdatei aus den Unterschieden der beiden Dateien Patchdatei erzeugen
fi: Luo paikkatiedoston kahden tiedoston välisistä eroista Luo paikkatiedosto
sk: Vyvorí yáplatu z rozdielu dvoch súborov Vytvoriť súbor záplaty
sl: Ustvari datoteko popravkov iz razlike dveh datotek Ustvari datoteko popravkov

source: Creates a repository database at the current location
de: Erstellt ein Projektarchiv im gewählten Ordner
fi: Luo arkiston valittuun paikkaan
sk: Vytvorí databázu úložiska na aktuálnom mieste
sl: Ustvari zbirko podatkov skladišča na trenutnem položaju

source: Creates a unified diff file with all changes you made
de: Erzeugt eine Standard-Diffdatei mit all Ihren Änderungen
fi: Luo unified diff-tiedoston, jossa ovat mukana tekemäsi muutokset
sk: Vytvorí súbor unifikovaného porovnania so vštkými zmenami, ktoré ste urobili
sl: Ustvari datoteko poenotene razlike z vsemi spremembami, ki ste jih opravili

source: Credits:
de: Danksagung:
fi: Kiitokset:
sk: Zásluhy:
sl: Zasluge:

source: Cu&t
de: A&usschneiden
fi: &Leikkaa
sk: Vyreza&ť
sl: &Izreži

source: Current
de: Aktuell
fi: Nykyinen
sk: Aktuálne
sl: Trenutno

source: Current version is:
de: Aktuelle Version ist:
fi: Nykyinen versio:
sk: Aktuálna verzia:
sl: Trenutna različica:

source: Current version is: %s
de: Aktuelle Version ist: %s
fi: Nykyinen versio: %s
sk: Aktuálna verzia: %s
sl: Trenutna različica: %s

source: Cus&tomize...
de: An&passen...
fi: &Mukauta...
sk: Vlas&tné
sl: &Po meri...

source: Custom
de: Angepasst
fi: Mukautettu
sk: Prispôsobenie
sl: Po meri

source: Customize
de: Anpassen
fi: Mukauta
sk: Prispôsobiť
sl: Po meri

source: Customize Keyboard
de: Tastatur anpassen
fi: Mukauta näppäimistö
sk: Prispôsobiť klávesy
sl: Prilagodi tipkovnico

source: Customize Quick Access Toolbar
de: Schnellzugriffsleiste anpassen
fi: Mukauta pikavalintapalkki
sk: Prispôsobiť lištu rýchleho prístupu
sl: Prilagodi orodno vrstico za hitri dostop

source: Customize Quick Access Toolbar...
de: Schnellzugriffsleiste anpassen...
fi: Mukauta pikavalintapalkki...
sk: Prispôsobiť lištu rýchleho prístupu...
sl: Prilagodi orodno vrstico za hitri dostop...

source: Cut the selection and put it on the Clipboard Cut
de: Auswahl in die Zwischenablage verschieben Ausschneiden
fi: Leikkaa valinta ja liitä se Leikepöydälle Leikkaa
sk: Vyrež výber a vlož do do schránky Vyrež
sl: Izreži izbor in ga postavi na odložišče Izreži

source: D&etails
fi: &Yksityiskohdat
sk: D&etaily
sl: Po&drobnosti

source: Date
de: Datum
fi: Päivä
sk: Dátum
sl: Datum

source: Default
de: Standard
fi: Oletus
sk: Prednastavené
sl: Privzeto

source: Default &number of log messages
de: A&nzahl der angezeigten Meldungen
fi: Lokiviestien &oletuslukumäärä
sk: Prednastavený &počet správ denníka
sl: Privzeto &število dnevniških zapisov

source: Default Menu
de: Standardmenü
fi: Oletusvalikko
sk: Prednastavená ponuka
sl: Privzeti meni

source: Default URL:
de: Standard-URL:
fi: Oletuspaikannin:
sk: Predvolená URL:
sl: Privzet URL:

source: Default application menu. Appears when no documents are open.
de: Standard Anwendungsmenü. Wird angezeigt, wenn keine Dokumente geöffnet sind.
fi: Oletusarvoinen sovellusvalikko. Näytetään kun dokumentteja ei ole avattu.
sk: Predvolená ponuka aplikácie. Zobrazuje sa keď nie je otvorený žiaden dokument.
sl: Privzeti meni aplikacije. Pojavi se, kadar ni odprt noben dokument.

source: Default path:
de: Standardpfad:
fi: Oletuskansio:
sk: Predvolená cesta:
sl: Privzeta pot:

source: Default to UTF-8 encoding
de: UTF-8 Codierung als Vorgabe
fi: Käytä oletusarvoisesti UTF-8 -koodausta
sk: Predvolené UTF-8 kódovanie
sl: Privzeto kodiranje UTF-8

source: Delete
de: &Löschen
fi: Poista
sk: Vymazať
sl: Izbriši

source: Delete Unversioned Items
de: Nicht versionierte Objekte löschen
fi: Poista versioimattomat tiedostot
sk: Vymazať neverziované objekty
sl: Izbriši elemente brez različic

source: Delete unversioned items...
de: Nicht versionierte Objekte löschen...
fi: Poista versioimattomat tiedostot...
sk: Vymazať neverziované objekty...
sl: Izbriši elemente brez različic...

source: Deleted
de: Gelöscht
fi: Poistettu
sk: Vymazané
sl: Izbrisano

source: Deleted node
de: Knoten gelöscht
fi: Poistettu solmu
sk: Uzol vymazaný
sl: Izbrisano vozlišče

source: Deletes files / folders from version control
de: Löscht Dateien / Ordner aus der Versionskontrolle
fi: Tuhoa tiedostoja/kansioita versionhallinnasta
sk: Odstráni súbory, adresáre zo správy verzií
sl: Izbriše datoteke / mape iz nadzora različic

source: Deletes files / folders from version control but keeps the file
de: Entfernt Dateien / Ordner aus der Versionskontrolle ohne die Objekte zu löschen
fi: Poistaa tiedostoja/kansioita versionhallinnasta, mutta säilyttää ne paikallisesti
sk: Odstráni súbory, adresáre zo správy verzií, ale zachová samotné súbory
sl: Izbriše datoteke / mape iz nadzora različic, vendar obdrži datoteko

source: Deletes the action log file
de: Löscht die Aktionslogdatei
fi: Poistaa toimenpidelokin
sk: Vymaže súbor zoznamu úkonov
sl: Pobriše dnevnik dejanj

source: Deleting
de: Lösche
fi: Poistetaan
sk: Vymazávanie
sl: Brisanje

source: Depth:
de: Tiefe:
fi: Syvyys:
sk: Hĺbka:
sl: Globina

source: Description
de: Beschreibung
fi: Kuvaus
sk: Popis
sl: Opis

source: Description:
de: Beschreibung:
fi: Kuvaus:
sk: Popis:
sl: Opis:

source: Deselect changelist
de: Änderungsliste abwählen
fi: Poista muutoslistan valinta
sk: Odznačiť zoznam zmien
sl: Izključi izbiro seznama sprememb

source: Destination disk drive is full.
de: Ziel-Partition ist voll.
fi: Kohteen levytila on täynnä.
sk: Cieľový disk je plný
sl: Ciljni disk je poln.

source: Device Independent Bitmap a device independent bitmap
de: Geräteunabhängiges Bitmap Ein geräteunabhängiges Bild
fi: Laiteriippumaton bittikartta laiteriippumaton bittikartta
sk: Bitová mapa nezavislá na zariadení bitová mapa nezavislá na zariadení
sl: od naprave neodvisna slika od naprave neodvisna slika

source: Dialog sizes and positions
de: Dialoggrößen und -positionen
fi: Ikkunoiden koot ja paikat
sk: Veľkosť a poloha dialogových okien
sl: Velikosti in položaji pogovornih oken

source: Diff file:
de: Diffdatei:
fi: Vertailutiedosto:
sk: Súbor porovnania:
sl: Datoteka razlik (diff):

source: Diff options
de: Einstellungen
fi: Vertailuasetukset
sk: Nastavenie porovávania
sl: Možnosti razlikovanja

source: Diff with URL
de: Vergleiche mit URL
fi: Vertaa paikantimen kanssa
sk: Porovnať s URL
sl: Razlikuj z URL

source: Difference between
de: Unterschiede zwischen
fi: Erot välillä
sk: Rozdiel medzi
sl: Razlika med

source: Differential path &names
de: Differenzielle Pfad&namen
fi: Polku&nimien erot

source: Diffing
de: Vergleiche
fi: Vertailu
sk: Porovnávanie
sl: Razlikovanje

source: Diffs the working copy file with the one before the last commit.
de: Vergleicht die Datei in Arbeitskopie mit der vor der letzten Übertragung.
fi: Vertaa työkopion tiedostoa sen viimeisimmän toimitetun tiedoston edeltäjän kanssa.
sk: Porovná súbor v pracovnej kópií s preposledným odovzdaným.
sl: Razlikuje delovno kopijo s predzadnjo objavo.

source: Directory:
de: Verzeichnis:
fi: Hakemisto:
sk: Adresár:
sl: Mapa:

source: Disable this option if you have really big working copies and experience too much disk access when browsing the working copy.
de: Deaktivieren Sie diese Option, wenn Sie wirklich große Arbeitskopien haben und die Festplatte beim Anzeigen von Arbeitskopien konstant beschäftigt ist.
fi: Poista tämä valinta jos työkopiosi ovat todella suuria ja navigointi niiden sisällä aiheuttaa liikaa levyoperaatioita.
sk: Zakážte túto možnosť keď máte skutočne veľké pracovné kópie a máte dojem, že pri prezeraní pracovnej kópie je disková aktivita priveľká.
sl: Onemogočite to možnost, če imate resnično velike delovne kopije in občutite preveč dostopanja do diskov pri brskanju.

source: Disk full while accessing %1.
de: Disk voll beim Zugriff auf %1.
fi: Levy täyttyi käsiteltäessä %1.
sk: Disk plný pri prístupe k %1.
sl: Disk poln med dostopanjem do %1.

source: Dispatch exception: %1
de: Verwerfe Ausnahme: %1
fi: Välityskeskeytys: %1
sk: Prijatá výnimka: %1
sl: Razpošlji izjemo: %1

source: Display &buttons in this order
de: Zeige Schaltflächen in &dieser Reihenfolge
fi: Näytä &painikkeet tässä järjestyksessä
sk: Zobraziť &tačidla v tomto poradí
sl: &Gumbe prikaži v tem vrstnem redu

source: Display help for clicked on buttons, menus and windows Help
de: Zeigt Hilfe für Schaltflächen, Menüs und Fenster an Hilfe
fi: Näytä ohje napsautetuille nappuloille, valikoille ja windows Help -toiminnolle
sk: Zobraz nápovedu o tlačítkach, ponukách a oknách Pomoc
sl: Pokaži pomoč za gumbe, menije in okna Pomoč

source: Display help for current task or command Help
de: Zeigt Hilfe für aktuelle Aufgabe oder Befehl an Hilfe
fi: Näytä ohje nykyiselle toiminnolle tai komento Help
sk: Zobraz pomoc pre aktuálnu úlohu, alebo príkaz Pomoc
sl: Pokaži pomoč za trenutno nalogo ali ukaz Pomoč

source: Display instructions about how to use help Help
de: Zeigt Hilfe über die Hilfe an Hilfe
fi: Näyttää käyttöohjeet Ohje
sk: Zobraz ako používať pomoc Pomoc
sl: Pokaži napotke za uporabo pomoči Pomoč

source: Display program information, version number and copyright About
de: Zeigt Informationen übers Programm, Versionsnummer und Copyright an Über
fi: Näytä ohjelman tiedot, versionumero ja tekijänoikeudet Tietoa
sk: Zobraz informacie o programe, číslo verzie a copyright O programe
sl: Pokaži podatke o programu, številko različice in avtorske pravice O programu

source: Do not show the context menu for the following paths:
de: Für die folgenden Pfade kein Kontextmenü anzeigen:
fi: Älä näytä kontekstivalikkoa seuraaville poluille:
sk: Nezobrazovať kontextové menu pre nasledovné cesty:
sl: Za naslednje poti ne prikaži kontekstnega menija:

source: Do you really want to delete the toolbar '%s'?
de: Wollen Sie die Werkzeugleiste '%s' wirklich löschen?
fi: Haluatko todella poistaa valintapalkin '%s'?
sk: Chcete naozaj odstrániť túto lištu '%s'?
sl: Ali zares želite izbrisati orodno vrstico '%s'?

source: Do you really want to move this file or folder?
de: Wollen Sie dieses Objekt wirklich verschieben?
fi: Haluatko todella siirtää tämän tiedoston tai kansion?
sk: Chcete tento adresár naozaj presunúť?
sl: Ali zares želite premakniti to datoteko ali mapo?

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working copy.
de: Wollen Sie wirklich alle Änderungen in %s rückgängig machen und zu dieser Revision zurückgehen? Die Vorgängerversionen werden rückwärts in Ihrer Arbeitskopie zusammengeführt.
fi: Haluatko todella perua kaikki muutokset tiedostoon %s ja palata tähän versioon? Nämä muutokset perutaan yhdistämällä versioita käänteisesti työkopioosi.
sk: Chcete naozaj vrátiť všetky zmeny v %s a isť späť na túto revíziu? Tieto zmeny budú vrátene reverzným zlučovaním revízií do vašej pracovnej kópie.
sl: Ali zares želite povrniti vse spremembe v %s in se vrniti na to revizijo? Spremembe bodo povrnjene z obrnjenim spajanjem v delovno kopijo.

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working copy.
de: Wollen Sie wirklich alle Änderungen an %s, die in dieser Revision durchgeführt wurden, rückgängig machen? Die Vorgängerversionen werden rückwärts in Ihrer Arbeitskopie zusammengeführt.
fi: Haluatko todella perua kaikki tiedostoon %s tässä versiossa tehdyt muutokset? Nämä muutokset perutaan yhdistämällä versio käänteisesti työkopioosi.
sk: Chcete naozaj vrátiť všetky zmeny v %s ktoré boli v tejto revízií vykonané? Tieto zmeny budú vrátene reverzným zlučovaním revízie do vašej pracovnej kópie.
sl: Ali zares želite povrniti vse spremembe v %s, opravljene v tej reviziji? Spremembe bodo povrnjene z obrnjenim spajanjem v delovno kopijo.

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %s!
de: Wollen Sie diese Arbeitskopie aus der Versionskontrolle entfernen? Damit werden alle Subversion Verwaltungsverzeichnisse aus %s gelöscht!
fi: Haluatko tehdä työkopiosta versioimattoman? Tämä poistaa kaikki Subversion-tiedot hakemistosta %s alaspäin!
sk: Chcete zrušiť správu verzií na tejto pracovnej kópií? Toto odstráni všetky adresáre správy Subversion z %s!
sl: Ali želite to delovno kopijo pretvoriti v običaj no mapo? S tem odstranite v administratorske mape iz %s!

source: Do you want to proceed?
de: Möchten Sie fortfahren?
fi: Haluatko jatkaa?
sk: Chcete pokračovať?
sl: Ali želite nadaljevati?

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
de: Wollen Sie die Dokumente neu laden, damit die geänderten Einstellungen wirksam werden? Hinweis: Sie werden alle Ihre Änderungen verlieren!
fi: Haluatko avata tiedostot uudelleen, jotta asetusmuutokset tulevat voimaan? Huomaa: menetät kaikki tekemäsi muutokset!
sk: Chcete znova načítať dokumenty, aby sa prejavili zmeny nastavení? Poznámka: stratíte všetky zmeny, ktoré ste urobili!
sl: Ali želite ponovno naložiti dokumente, da se bodo pokazale spremembe nastavitev? Opomba: izgubili boste vse opravljene spremembe!

source: Do you want to remove the property %s recursively?
de: Wollen Sie die Eigenschaft %s rekursiv löschen?
fi: Haluatko poistaa ominaisuuden %s palautuvasti?
sk: Chcete odstrániť vlastnosť %s rekurzívne?
sl: Ali želite rekurzivno odstraniti lastnost %s?

source: Do you want to save your changes?
de: Wollen Sie Ihre Änderungen speichern?
fi: Haluatko tallentaa muutokset?
sk: Chcete uložiť zmeny?
sl: Želite shraniti spremembe?

source: Document :
de: Dokument:
fi: Dokumentti :
sk: Dokument :
sl: Dokument:

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
de: Dokumentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
fi: Käyttöohjeet : Simon Large Koodi : Tobias Schäfer, Stefan Fuhrmann
sk: Dokumentácia : Simon Large Kód : Tobias Schäfer, Stefan Fuhrmann
sl: Dokumentacija : Simon Large Koda : Tobias Schäfer, Stefan Fuhrmann

source: Don't show this message again
de: Diese Meldung nicht wieder anzeigen
fi: Älä näytä tätä viestiä uudestaan
sk: Túto správu už nezobrazuj
sl: Tega sporočila ne prikaži več

source: Drag to make this menu float
de: Ziehen, um das Menü schweben zu lassen
fi: Raahaa tehdäksesi tästä valikosta kelluvan
sk: Presunutie spraví túto ponuku plávajúcou
sl: Primite in spustite meni, da ga naredite plavajočega

source: Draw
de: Zeichnen
fi: Piirrä
sk: Kresliť
sl: Nariši

source: Drive Types
de: Laufwerkstypen
fi: Asematyypit
sk: Typy diskov
sl: Vrste diskov

source: Drop not possible on %1
de: Ablegen auf %1 nicht möglich
fi: Pudottaminen kohteeseen %1 ei ole mahdollista

source: E&xact copy sources
de: E&xakte Kopiequellen
fi: &Täsmälliset kopiolähteet
sk: P&resná kópia zdrojových kódov
sl: &Natančni izvori kopiranja

source: E&xclude paths:
de: Pfade &ausschließen:
fi: &Pois jätettävät polut:
sk: &Vylúčené cesty:
sl: &Izločene poti:

source: E&xit
de: &Beenden
fi: &Lopeta
sk: U&končiť
sl: I&zhod

source: E&xpand all
de: Alle e&xpandieren
fi: L&aajenna kaikki

source: E&xpand sub-trees
de: &Teilbäume expandieren
fi: &Laajenna alipuut

source: E&xport
fi: &Vie
sk: E&xportovať
sl: I&zvozi

source: E&xport...
fi: &Vie...
sk: E&xportovať...
sl: I&zvozi...

source: Edit
de: Bearbeiten
fi: Muokkaa
sk: Upraviť
sl: Uredi

source: Edit Button Image
de: Schaltfächenbild ändern
fi: Muokkaa painikkeen kuvaa
sk: Editovať obrázok tlačidla
sl: Uredi sliko gumba

source: Edit Properties
de: Eigenschaften bearbeiten
fi: Muokkaa ominaisuuksia
sk: Upraviť vlasnosti
sl: Uredi lastnosti

source: Edit Property Conflict
de: Eigenschaftskonflikte bearbeiten
fi: Muokkaa ominaisuusristiriitaa

source: Edit Tree Conflicts
de: Baumkonflikte bearbeiten
fi: Muokkaa puuristiriitoja

source: Edit author
de: Autor bearbeiten
fi: Muokkaa tekijää
sk: Autor úpravy
sl: Spremeni ime avtorja

source: Edit author name
de: Autor bearbeiten
fi: Muokkaa tekijän nimeä
sk: Uprav meno autora
sl: Spremeni ime avtorja

source: Edit conflict
de: Konflikt bearbeiten
fi: Muokkaa ristiriitaa
sk: Upraviť konflikty
sl: Uredi spor

source: Edit extension specific diff program
de: Vergleichsprogramm für bestimmte Dateitypen einrichten
fi: Muokkaa päätekohtaista vertailuohjelmaa
sk: Upraviť porvnávací program podľa prípony
sl: Nastavi program za razlikovanje glede na končnico

source: Edit extension specific merge program
de: Konflikteditor für bestimmte Dateitypen einrichten
fi: Muokkaa päätekohtaista yhdistämisohjelmaa
sk: Upraviť zlučovací program pre príponu
sl: Nastavi program za spajanje glede na končnico

source: Edit log message
de: Logmeldung bearbeiten
fi: Muokkaa lokiviestiä
sk: Uprav správu denníka
sl: Uredi dnevniški zapis

source: Edit property '%s' on %s
de: Ändere Eigenschaft '%s' von %s
fi: Muokkaa ominaisuutta '%s' polulla %s
sk: Upraviť vlastnosť '%s' na %s
sl: Uredi lastnost '%s' na %s

source: Edit...
de: Bearbeiten...
fi: Muokkaa...
sk: Upraviť...
sl: Uredi...

source: Edits the selected property value
de: Den Wert der markierten Eigenschaft ändern
fi: Muokkaa valittua ominaisuutta
sk: Upraví hodnotu vybranej vlastnosti
sl: Uredi vrednost izbrane lastnosti

source: Either the name or IP of the proxy server
de: Entweder der Name oder die IP Adresse des Proxy Servers
fi: Välityspalvelimen IP-osoite tai nimi
sk: IP adresa, alebo meno proxy servera
sl: Ime ali IP naslov prehoda

source: Ellipse Tools Ellipse
de: Ellipsenwerkzeug Ellipse
fi: Ellipsityökalut Ellipsi
sk: Nástroj elipsa Elipsa
sl: Orodje za elipse Elipse

source: Empty
de: Leer
fi: Tyhjä
sk: Prázdne
sl: Prazno

source: Enable log caching to speed up log and revision graph dialogs
de: Logpuffer aktivieren, um Log und Revisionsgraph zu beschleunigen
fi: Salli lokitietojen talletus välimuistiin loki-ikkunan ja versiograafin nopeuttamiseksi
sk: Povoliť zásobík denníka na zrýchlenie dialógov denníka a grafu
sl: Omogoči predpomnenje zapisov za hitrejši prikaz dnevnika in grafa revizij

source: Enable this only if you're working with web projects on VS.NET2003! You must restart the system for this setting to take effect.
de: Aktivieren Sie diese Option nur wenn Sie mit Web-Projekten unter VS.Net 2003 arbeiten wollen! Sie müssen Ihren Rechner neu starten, damit die Änderungen wirksam werden.
fi: Salli tämä vain jos työskentelet web-projektien kanssa VS.NET 2003:lla! Sinun täytyy käynnistää tietokone uudelleen, jotta asetus tulisi voimaan.
sk: Toto povoľte len ak robíte webprojekty na VS.NET2003! Musíte reštartovať systém aby sa toto nastavenie prejavilo.
sl: To možnost vključite, če delate s spletnimi projekti v VS.NET2003! Za uveljavitev spremembe morate sistem ponovno zagnati.

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
de: Verwende Rechtschreibkorrektur nur, wenn 'tsvn:projectlanguage' gesetzt ist.
fi: Sallii tavutustarkistuksen vain jos tsvn:projectlanguage -ominaisuus on päällä.
sk: Povolí kontorlu pravopisu len v prípade ak je nastavená vlastnosť tsvn:projectlanguage.
sl: Omogoči črkovalnik samo v primeru, ko je nastavljena lastnost tsvn:projectlanguage.

source: Encountered a hardware I/O error while accessing %1.
de: Beim Zugriff auf %1 trat ein Hardware I/O Fehler auf.
fi: Laitteistovirhe luettaessa %1.
sk: Bola zistená harvérová chyba pri prístupe k %1.
sl: Pri dostopu do %1 je prišlo do strojne V/I napake.

source: Encountered a locking violation while accessing %1.
de: Beim Zugriff auf %1 trat eine Sperrverletzung auf.
fi: Lukitusvirhe luettaessa %1.
sk: Bolo zistené porušenie zamknutia pri prístupe k %1.
sl: Prišlo je do kršitve zaklepanja pri dostopanju do %1.

source: Encountered a sharing violation while accessing %1.
de: Beim gemeinsamen Zugriff auf %1 trat eine Schutzverletzung auf.
fi: Yhteiskäyttövirhe luettaessa %1.
sk: Bolo zistené porušenie zdielania pri prístupe k %1.
sl: Prišlo je do kršitve souporabe pri dostopanju do %1.

source: Encountered an improper argument.
de: Ungültiger Parameter gefunden.
fi: Viallinen parametri.
sk: Zistený nesprávny argument.
sl: Zaznan napačen parameter.

source: Encountered an unexpected error while reading %1.
de: Beim Lesen von %1 trat ein unerwarteter Fehler auf.
fi: Tuntematon virhe luettaessa %1.
sk: Pri čítaní %1 nastala neočakávana chyba.
sl: Pri branju %1 je prišlo do nepričakovane napake.
