Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk'). Are you sure you want to move the selected paths?
de: Bei einem der Pfade, die sie verschieben wollen scheint es sich um einen besonderen Pfad ('branches', 'tags' oder 'trunk') zu handeln. Sind Sie sicher, dass Sie die gewählten Pfade verschieben wollen?
fi: Yhdellä poluista, joita olet siirtämässä, on erityismerkitys (se on nimeltään 'branches', 'tags' tai 'trunk'). Oletko varma, että haluat siirtää valitut polut?
sk: Jedna z ciest, ktorú sa chystáte presunúť vyzerá byť špeciálna cesta (jedna z 'branches', 'tags', alebo 'trunk'). Ste si istý, že chcete presunúť vybrané cesty?
sl: Ena od poti, ki jo želite premakniti, je posebna pot ('branches', 'tags' ali 'trunk'). Ali ste prepričani, da želite premakniti izbrane poti?

source: One or more files are in a conflicted state.
de: Eine oder mehrere Dateien befinden sich in einem Konfliktzustand.
fi: Yksi tai useampi tiedosto on ristiriitatilassa.
sk: Jeden alebo viac súborov v stave konfliktu.
sl: Ena ali več datotek je spornih.

source: Only check out the &top folder
de: Nur den &obersten Ordner auschecken
fi: Hae vain &ylin hakemistotaso
sk: Získa&ť iba hlavný adresár
sl: Prevzemi le &vrhnjo mapo

source: Only file children
de: Nur Dateiobjekte
fi: Vain tiedostot
sk: Iba súbory
sl: Samo podrejene datoteke

source: Only numbers (optionally separated by commas) are allowed!
de: Nur Zahlen (ggf. durch Kommata separiert) sind zugelassen!
fi: Vain numerot (valinnaisesti pilkuin erotettuina) ovat sallittuja!
sk: Sú povolené iba čísla! (eventuálne oddelené čiarkami)
sl: Dovoljene so le številke, ki so lahko ločene z vejicami.

source: Only record the merge (block revisions from getting merged)
de: Zusammenführen nur aufzeichnen (Revisionen vom Zusammenführen ausschließen)
fi: Ainoastaan merkitse yhdistetyksi (estä versioiden tuleva yhdistäminen)

source: Only this item
de: Nur dieses Objekt
fi: Vain tämä tiedosto
sk: Iba tento objekt
sl: Samo ta element

source: Only use s&pellchecker when tsvn:projectlanguage is set
de: &Rechtschreibkorrektur nur verwenden, wenn 'tsvn:projectlanguage' gesetzt ist
fi: Käytä &tavutustarkistusta vain, kun tsvn:projectlanguage on asetettu
sk: Použiť kontrolu &pravopisu iba keď nastavený parameter tsvn:projectlanguage
sl: &Črkovalnik uporabi le v primeru nastavljene lastnosti tsvn:projectlanguage

source: Open
de: Öffnen
fi: Avaa
sk: Otvoriť
sl: Odpri

source: Open client certificate file
de: Öffne Client Zertifikatsdatei
fi: Avaa sertifikaattitiedosto
sk: Otvor autentifikačný súbor klienta
sl: Odpri datoteko certifikata odjemalca

source: Open file
de: Datei öffnen
fi: Avaa tiedosto
sk: Otvoriť súbor
sl: Odpri datoteko

source: Open from clipboard
de: Aus Zwischenablage öffnen
fi: Avaa leikepöydältä
sk: Otvoriť zo schránky
sl: Odpri iz odložišča

source: Open image file...
de: Öffne Bilddatei...
fi: Avaa kuvatiedosto...
sk: Otvor obrazok...
sl: Odpri slikovno datoteko...

source: Open parent folder
de: Elternordner öffnen
fi: Avaa yläkansio
sk: Otvoriť hlavný adresár
sl: Odpri nadrejeno mapo

source: Open with...
de: Öffnen mit...
fi: Avaa ohjelmalla...
sk: Otvoriť pomocou...
sl: Odpri z...

source: Opens Help Help Topics
de: Zeigt die Hilfe an Hilfe
fi: Avaa ohjeet Ohjeiden otsikot
sk: Otvorí pomocníka Témy pomocníka
sl: Odpre Pomoč Teme pomoči

source: Opens the repository browser to tweak the repository online
de: Programm, um das Projektarchiv direkt zu manipulieren.
fi: Avaa arkistoselaimen arkiston suoraan käsittelyyn (ilman työkopiota)
sk: Otvorí prezeranie úložiska na doladenie priamo
sl: Odpre skladiščni brskalnik za neposredno nastavljanje skladišča

source: Operate from log cache for now only
de: Einmalig auf den Log-Puffer zurückgreifen
fi: Käytä tällä kertaa aiemmin talletettuja lokitietoja
sk: Použiť zásobník denníka iba teraz
sl: Začasno uporabljaj predpominlnik dnevnika

source: Options
de: Einstellungen
fi: Asetukset
sk: Voľby
sl: Možnosti

source: Ori&ginal size
de: Ori&ginalgröße
fi: &Alkuperäinen koko
sk: Pôvodná &veľkosť
sl: Izvorna &velikost

source: Other Task Panes
de: Andere Werkzeugflächen
fi: Muut toimintopaneelit
sk: Ostatné panely úloh
sl: Okna drugih nalog

source: Others
de: Andere
fi: Muut
sk: Ostatný
sl: Drugi

source: Out of memory.
de: Zu wenig Speicher.
fi: Muisti loppui.
sk: Nedostatok pamäte.
sl: Primanjkuje pomnilnika.

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
de: Überschreibt die 'svn:eol-style' Eigenschaft. Dateien, bei denen diese Eigenschaft nicht gesetzt ist, werden nicht beeinflusst.
fi: Ohita svn:eol-style -asetus. Tiedostot, joilla ei ole tätä ominaisuutta, eivät muutu.
sk: Prepíše nastavnie vlastnosti svn:eol-style. Súbory, ktoré nemajú túto vlastnosť nastavenú, niesú dotknuté.
sl: Prepiši nastavitev lastnosti svn:eol-lien. Ne vpliva na datoteke, ki te lastnosti nimajo nastavljene.

source: Overwrite
de: Überschreiben
fi: Korvaa
sk: Prepísať
sl: Prepiši

source: P&revious Conflict
de: V&orheriger Konflikt
fi: &Edellinen ristiriita
sk: P&redošlí konflikt
sl: P&rejšni spor

source: Page %u
de: Seite %u
fi: Sivu %u
sk: Strana %u
sl: Stran %u

source: Page %u Pages %u-%u
de: Seite %u Seiten %u--%u
fi: Sivu %u Sivut %u-%u
sk: Strana %u Strany %u-%u
sl: Stran %u Strani %u-%u

source: Page :
de: Seite:
fi: Sivu :
sk: Strana :
sl: Stran :

source: Parameters
de: Parameter
fi: Parametrit
sk: Parametre
sl: Parameteri

source: Parameters:
de: Parameter:
fi: Parametrit:
sk: Parametre:
sl: Parameteri:

source: Password:
de: Passwort:
fi: Salasana:
sk: Heslo:
sl: Geslo:

source: Paste Tool Paste
de: Einfügewerkzeug Einfügen
fi: Liimaustyökalu Liimaa
sk: Nástroj vložiť Vložiť
sl: Orodje za prilepljenje Prilepljenje

source: Paste filename list
de: Geänderte Dateinamen einfügen
fi: Liitä tiedostonimilista
sk: Vlož zoznam súborov
sl: Prilepi seznam datotek

source: Pastes the svn path from the clipboard, resulting in a move (cut) or copy operation
de: Fügt den SVN Pfad aus der Zwischenablage ein. Die Objekte werden verschoben (ausschneiden) oder kopiert
fi: Liittää leikepöydällä olevan SVN-polun, mistä seuraa siirto (leikkaa) tai kopiointi
sk: Vloží svn cestu zo schránky - vykoná operáciu presunutia, alebo kopírovania
sl: Prilepi pot SVN iz odložišča in s tem naredi premik (izreži) ali kopiranje

source: Patch all
de: Alle Patchen
fi: Paikkaa kaikki
sk: Zaplátať všetko
sl: Namesti vse

source: Patch selected
de: Patch gewählt
fi: Paikkaa valitut
sk: Zaplátať vybrané
sl: Namesti izbrane

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
de: Patchdateien (*.diff, *.patch)|*.diff;*.patch|Alle (*.*)|*.*||
fi: Paikkatiedostot (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
sk: Súbory záplat (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
sl: Datoteke popravkov (*.diff, *.patch)|*.diff;*.patch|Vse (*.*)|*.*||

source: Path
de: Pfad
fi: Polku
sk: Cesta
sl: Pot

source: Paths
de: Pfade
fi: Polut
sk: Cesty
sl: Poti

source: Pencil Tool Pencil
de: Stiftwerkzeug Stift
fi: Kynätyökalu Kynä
sk: Nástroj ceruzka Ceruzka
sl: Svinčnik Svinčnik

source: Personalized Menus and Toolbars
de: Personalisiere Menüs und Werkzeugleisten
fi: Mukautetut valikot ja työkalurivit
sk: Prispôsobená ponuka a nástrojové lišty
sl: Prilagojeni meniji in orodnje vrstice

source: Picture (Metafile) a picture
de: Bild (Metafile) Ein Bild
fi: Kuva (Metafile) kuva
sk: Obrázok (Metafile) obrázok
sl: Slika (meta datoteka) slika

source: Picture:
de: Bild:
fi: Kuva:
sk: Obrázok:
sl: Slika:

source: Pictures (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
de: Bilder (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Alle (*.*)|*.*||
fi: Kuvat (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
sk: Obrázky (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
sl: Slike (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Vse (*.*)|*.*||

source: Pie Graph
de: Tortendiagramm
fi: Ympyrägraafi
sk: Koláčový graf
sl: Potični graf

source: Please enter a hook script to execute.
de: Bitte wählen Sie das auszuführende Skript aus.
fi: Anna suoritettava komento.
sk: Prosím zadajte Pripnutý (hook)skript na vykonanie.
sl: Vnesite ukazno datoteko akcije.

source: Please enter a path where to apply the hook script to.
de: Bitte geben Sie einen Pfad an auf den das Skript angewendet wird.
fi: Määritä kansio, jossa toimintokomento suoritetaan.
sk: Prosím zadajte cestu, pre ktorú sa má vykonať pripnutý (hook)skript.
sl: Vnesite pot, kjer naj se ukazna datoteka akcije uporabi.

source: Please execute the 'Cleanup' command.
de: Bitte führen Sie den Befehl 'Arbeitskopie aufräumen' aus.
fi: Suorita 'Siivoa'-komento.
sk: Prosím spustite 'Vyčistiť'.
sl: Izvedite ukaz 'Počisti'.

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
de: Bitte beachten: Ihre Arbeitskopie bleibt auf dem vorherigen Pfad. Wenn Sie wollen, dass Ihre nächsten Änderungen in die gerade erstelle Kopie übertragen werden, müssen Sie mit Ihrer Arbeitskopie zu der neuen URL wechseln. Benutzen Sie dazu den Befehl <b>Wechseln zu...</b>.
fi: Huomaa: Työkopiosi jää osoittamaan edelliselle polulle. Jos haluat tulevien muutostesi menevän juuri luomaaso kopioon tai haaraan, sinun pitää vaihtaa työkopiosi osoittamaan uuteen paikantimeen. Käytä siihen Vaihda-komentoa.
sk: Poznámka: vaša pracovná kópia ostane na pôvodnej ceste. Ak chcete, aby daľšie vykonané zmeny boli odovzdané do kópie, alebo vetvy, ktorú ste prave vytvorili, potrebujete prepnúť vašu pracovnú kópiu na novú URL. Aby ste to urobili použite príkaz Prepnúť.
sl: Opomba: Vaša delovna kopija ostaja na predhodni poti. Če želite svoje spremembe objaviti v ravnokar ustvarjeni kopiji ali veji, morate delovno kopijo preklopiti na nov naslov URL. Za to uporabite ukaz Preklopi.

source: Please resolve the conflict by choosing one of the following options:
de: Bitte lösen Sie den Konflikt mit einer der folgenden Optionen auf:
fi: Ratkaise ristiriita valitsemalla jokin seuraavista:
sk: Prosím vyriešte konflikt výberom z nasledovných možností:
sl: Z izbiro ene od naslednjih možnosti rešite spor:

source: Please select a hook type
de: Bitte wählen Sie einen Aktionstyp
fi: Valitse toimintotyyppi
sk: Prosím vyberte typ pripnutia
sl: Izberite tip akcije

source: Please specify the certificate type
de: Bitte geben Sie den Zertifikatstyp an
fi: Anna sertifikaattityyppi
sk: Prosím udajte typ certifikátu
sl: Navedite vrsto certifikata

source: Please wait - this can take several minutes. Seriously!
de: Bitte etwas Geduld - Dieser Vorgang kann lange dauern!
fi: Odota - tämä voi kestää useita minuutteja...
sk: Prosím čakajte - toto može trvať nemalú chíľu. Vážne!
sl: Prosimo, počakajte - to lahko traja več minut. Resnično!

source: Please wait while cancelling...
de: Bitte warten Sie auf den Abbruch...
fi: Odota hetki, toimintoa perutaan...
sk: Prosím čakajte, prebieha stornovanie...
sl: Prosimo, počakajte, da bo operacija preklicana...

source: Please wait while differences are obtained...
de: Bitte warten Sie während die Unterschiede ermittelt werden...
fi: Odota hetki, eroja haetaan...
sk: Prosím počkajte na získanie rozdielov...
sl: Počakajte na pridobitev razlik ...

source: Please wait while the repository browser is initializing...
de: Bitte warten Sie, während der Projektarchiv-Betrachter initialisiert wird...
fi: Odota, arkistoselain käynnistyy...
sk: Prosím čakajte, prehliadač úložiska sa inicializuje...
sl: Počakajte, da se vzpostavi skladiščni brskalnik...

source: Please wait...
de: Bitte warten...
fi: Odota...
sk: Prosím, čakajte...
sl: Prosimo, počakajte...

source: Port :
fi: Portti :
sl: Vrata :

source: Post-Commit Hook
de: Nach Übertragung
fi: Päätä toimitus
sk: Poodovzdavací pripnutý (hook)skript
sl: Po objavi

source: Post-Update Hook
de: Nach Aktualisierung
fi: Päätä päivitys
sk: Poaktualizačný pripnutý (hook)skript
sl: Po posodobitvi

source: Pre&v Page
de: Seiten&vorschau
fi: E&dellinen sivu
sk: Pre&došlá strana
sl: &Prejšnja stran

source: Pre-Commit Hook
de: Vor Übertragung
fi: Ennen toimitusta
sk: Predodovzdavací pripnutý (hook)skript
sl: Pred objavo

source: Pre-Update Hook
de: Vor Aktualisierung
fi: Ennen päivitystä
sk: Predaktulizačný pripnutý (hook)skript
sl: Pred posodobitvijo

source: Press &New Shortcut Key:
de: &Neues Tastenkürzel drücken:
fi: Paina &uutta pikavalintanäppäintä:
sk: Stlačte &novú klávesovú skratku:
sl: Pritisnite &novo bližnjico

source: Press &new shortcut key:
de: &Neues Tastenkürzel drücken:
fi: Paina &uutta pikavalintanäppäintä:
sk: Stlačte &novú klávesovú skratku:
sl: Pritisnite &novo bližnjico

source: Prevents most cases in which connection lines cross revision nodes
de: Vermeidet die meisten Fälle, in denen Linien Knoten kreuzen
fi: Estä useimmat tapaukset, joissa kaaret leikkaavat versiosolmuja
sk: Predchádza väčšine kríženiu čiar.
sl: Prepreči večino situacij, pri katerih povezovalne črte križajo vozlišča revizij.

source: Preview
de: Vorschau
fi: Esikatselu
sk: Náhľad
sl: Predogled

source: Preview patched file
de: Vorschau der Ergebnisdatei
fi: Esikatsele paikattu tiedosto
sk: Náhlad zaplátaneho súboru
sl: Predoglej popravljeno datoteko

source: Preview:
de: Vorschau:
fi: Esikatselu:
sk: Náhľad:
sl: Predogled:

source: Previous Page Previous Page
de: Vorherige Seite Vorherige Seite
fi: Edellinen sivu Edellinen sivu
sk: Predošlá strana predošlá strana
sl: Prejšnja stran Prejšnja stran

source: Print
de: Drucken
fi: Tulosta
sk: Tlačiť
sl: Tiskanje

source: Print Document &Print
de: Dokument drucken &Drucken
fi: Tulosta dokumentti &Tulosta
sk: Vytlačiť dokument &Tlačiť
sl: Tiskanje dokumenta &Tiskanje

source: Print to File
de: In Datei druckendrucken
fi: Tulosta tiedostoon
sk: Tlačiť do súboru
sl: Natisni v datoteko

source: Printer :
de: Drucker :
fi: Tulostin :
sk: Tlačiareň :
sl: Tiskalnik :

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
de: Druckerdateien (*.prn)|*.prn|Alle Dateien (*.*)|*.*||
fi: Kirjoitintiedostot (*.prn)|*.prn|Kaikki tiedostot (*.*)|*.*||
sl: Datoteke tiskalnika (*.prn)|*.prn|Vse datoteke (*.*)|*.*||

source: Printing
de: Drucken
fi: Tulostamassa
sk: Tlačenie
sl: Tiskanje

source: Processing revision %d of %d...
de: Bearbeite Revision %d von %d...
fi: Käsitellään versiota %d/%d...
sk: Spracuvava sa revízia %d z %d...
sl: Procesiranje revizije %d od %d...

source: Program
de: Programm
fi: Ohjelma

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
de: Programme (*.exe)|*.*|Alle Dateien (*.*)|*.*||
fi: Ohjelmat (*.exe)|*.exe|Kaikki tiedostot (*.*)|*.*||
sk: Programy (*.exe)|*.exe|Všetky súbory (*.*)|*.*||
sl: Programi (*.exe)|*.exe|Vse datoteke (*.*)|*.*||

source: Progress
de: Fortschritt
fi: Edistyminen
sk: Priebeh
sl: Napredek

source: Properties
de: Eigenschaften
fi: Ominaisuudet
sk: Vlastnosti
sl: Lastnosti

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
de: Eigenschaften (*.svnprops)|*.svnprops|Alle Dateien (*.*)|*.*||
fi: Ominaisuudet (*.svnprops)|*.svnprops|Kaikki tiedostot (*.*)|*.*||
sk: Vlastnosti (*.svnprops)|*.svnprops|Všetky súbory (*.*)|*.*||
sl: Lastnosti (*.svnprops)|*.svnprops|Vse datoteke (*.*)|*.*||

source: Properties for
de: Eigenschaften für
fi: Ominaisuudet
sk: Vlastnoti pre
sl: Lastnosti za

source: Properties...
de: Eigenschaften...
fi: Ominaisuudet...
sk: Vlastnosti...
sl: Lastnosti...

source: Property
de: Eigenschaft
fi: Ominaisuus
sk: Vlastnosť
sl: Lastnost

source: Property %s : Revision %s
de: Eigenschaft %s : Revision %s
fi: Ominaisuus %s : Versio %s
sk: Vlastnosť %s, Revízia %s
sl: Lastnost %s : Revizija %s

source: Property %s : Working Base, Revision %ld
de: Eigenschaft %s : Arbeitskopie Basis, Revision %ld
fi: Ominaisuus %s : kantaversio %ld

source: Property %s : remote
de: Eigenschaft %s: Projektarchiv
fi: Ominaisuus %s : etä
sk: Vlastnosť %s : vzdialené
sl: Lastnost %s : oddaljeno

source: Property %s : working base
de: Eigenschaft %s: Basis
fi: Ominaisuus %s : kantaversio
sk: Vlastnosť %s : pracovný základ
sl: Lastnost %s : delovna osnova

source: Property %s : working copy
de: Eigenschaft %s: Arbeitskopie
fi: Ominaisuus %s : työkopio
sk: Vlastnosť %s : pracovná kópia
sl: Lastnost %s : delovna kopija

source: Property Page
de: Eigenschaften
fi: Ominaisuussivu
sk: Stana vlastností
sl: Stran lastnosti

source: Property Status:
de: Eigenschaften:
fi: Ominaisuuden tila:
sk: Stav vlastnosti
sl: Stanje lastnosti:

source: Property name:
de: Eigenschaftsname:
fi: Ominaisuuden nimi:
sk: Názov vlastnosti:
sl: Ime lastnosti:

source: Property status
de: Eigenschaften
fi: Ominaisuuden tila
sk: Stav vlastnosti
sl: Stanje lastnosti

source: Property value:
de: Eigenschaftswert:
fi: Ominaisuuden sisältö:
sk: Stav vlastnosti:
sl: Vrednost lastnosti:

source: Provider
de: Anbieter
fi: Kytkös
sk: Poskytovateľ
sl: Ponudnik

source: Provider:
de: Anbieter:
fi: Kytkös:
sk: Poskytovateľ:
sl: Ponudnik:

source: Proxy &timeout in seconds:
de: Proxy &Wartezeit in Sekunden:
fi: Välityspalvelimen &aikakatkaisuaika (s):
sk: Proxy časový limi&t:
sl: Časovni &rok prehoda v sekundah:

source: Proxy Settings
de: Proxy Einstellungen
fi: Välityspalvelimen asetukset
sk: Nastavenia Proxy
sl: Nastavitve prehoda

source: Put "Get Lock" on top menu when svn:needs-lock is set
de: Zeige 'Sperre holen' im obersten Menü an, wenn 'svn:needs-lock' gesetzt ist
fi: Lisää "Lukitse" päävalikkoon kun svn:needs-lock on asetettu
sk: Umiestniť "Uzamknúť" na vrch ponuky pri nastavenom svn:needs-lock
sl: Ko je nastavljena lastnost svn:needs-lock, postavi "Vzemi zaklep" na vrhnji menu

source: Quit the application; prompts to save documents Exit
de: Beendet das Programm Beenden
fi: Poistu sovelluksesta; pyytää tallettamaan dokumentit Poistu
sk: Ukončenie programu; vyzve k uloženiu dokumentov Ukončiť
sl: Zapusti aplikacijo; povpraša, ali želite dokumente shraniti Izhod

source: R&AM drives
de: &RAM disks
fi: &RAM-asemat
sk: R&AM disky
sl: Diski R&AM

source: R&eset
de: R&ücksetzen
fi: P&alauta
sk: P&redvolené
sl: Po&nastavi

source: R&evert to this revision
de: Rü&ckgängig zu dieser Revision
fi: P&alauta tähän versioon
sk: Vrátiť do tejto r&vízie
sl: Po&vrni na to revizijo

source: RAM [kB]:
fi: RAM [kt]:

source: Re&movable drives
de: &Wechseldatenträger
fi: &Irrotettavat asemat
sk: &Vyberateľné disky
sl: &Prenosni pogoni

source: Re&name...
de: &Umbenennen...
fi: &Nimeä uudelleen...
sk: Preme&novať...
sl: Pre&imenuj...

source: Re&set
de: Rück&setzen
fi: Pa&lauta
sk: Pr&edvolené
sl: Po&nastavi

source: Re&set All
de: Alle Rück&setzen
fi: Palauta &kaikki
sk: P&redvolené všetko
sl: Pona&stavi vse

source: Re&store defaults
de: Auf &Standardwerte setzen
fi: Palauta &oletusarvot
sk: &Obnoviť prednastavené
sl: Obnovi &privzeto

source: Re&vert...
de: &Rückgängig...
fi: P&alauta...
sk: &Vrátiť
sl: Po&vrni...

source: Read the 'Daily Use Guide' before you are stuck...
de: Die schnelle Hilfe bei vielen täglichen Problemen.
fi: Lue 'Päivittäisen käytön opas' ennen kuin jäät jumiin...
sk: Pred tím ako sa zaseknete si prečítajte 'Návod pre denné použite' ('Daily Use Guide')
sl: Preden se znajdete pred nerešljivim problemom, preberite poglavje 'Dnevna uporaba' ...

source: Recent
de: Letzte
fi: Viimeaikainen
sk: Minulé
sl: Nedavni

source: Recently modified lines
de: Kürzlich geänderte Zeilen
fi: Äskettäin muutetut rivit
sk: Naposledy menené riadky
sl: Nedavno spremenjene vrstice

source: Record Only
de: Nur aufzeichnen
fi: Pelkkä yhdistämismerkintä
sk: Iba záznam
sl: Samo zapis

source: Rectangle Tool Rectangle
de: Rechteckwerkzeug Rechteck
fi: Suorakaidetyökalu Suorakaide
sk: Nástroj obdĺžnik Obdĺžnik
sl: Orodje za pravokotnike Pravokotnik

source: Recurse into unversioned folders
de: Rekursiv in nicht versionierte Verzeichnisse gehen
fi: Siirry myös versioimattomiin kansioihin
sk: Vnoriť sa do neverziovaných adresárov
sl: Rekurzivno v mape brez različic

source: Recursive
de: Rekursiv
fi: Palautuva
sk: Rekurzívne
sl: Rekurzivno

source: Redo the previously undone action Redo
de: Letzte Aktion wiederholen Wiederholen
fi: Toista aiemmin peruttu toimenpide Toista
sk: Zopakovať predošlý vrátený úkon Zopakovať
sl: Ponovi prej razveljavljeno dejanje Ponovi

source: Reduce cross-&lines
de: &Kreuzungen reduzieren
fi: &Vähennä kaarien ja solmujen leikkauksia
sk: Re&dukovať kríženia čiar
sl: Zmanjšaj &križanje črt

source: Reduce the window to an icon
de: Verkleinert das Fenster zu einem Symbol
fi: Pienennä ikkuna kuvakkeeksi
sk: Zmenšiť okno na ikonu
sl: Pomanjšaj okno v ikono

source: Refresh
de: Aktualisieren
fi: Päivitä
sk: Obnoviť
sl: Osveži

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
de: Filtern mit regulären Ausdrücken: . : Ein beliebiges Zeichen c+ : Ein oder mehrere Vorkommen von 'c' c* : Kein oder mehrere Vorkommen von 'c' ^ : Zeilenanfang $ : Zeilenende (string){n} : N-maliges Vorkommen von 'string' (abcd) : Unterausdruck 'abcd' [aei0-9] : Findet a,e,i und 0..9 [^aei0-9] : Findet alles außer a,e,i und 0..9 \w : Alphanumerische Zeichen a-z,A-Z,0-9 und _ \W : Alle nicht-alphanumerischen Zeichen \d : Ziffern 0-9 \s : Leerzeichen
fi: Suodatin säännöllisille lausekkeille: . : mikä tahansa merkki c+ : täsmää lauseke c kerran tai useammin c* : täsmää lauseke c nolla kertaa tai useammin ^ : rivin alku $ : rivin loppu (jono){n} : täsmää jono n kertaa (abcd) : alilauseke [aei0-9] : täsmää mikä tahansa merkeistä a,e,i ja 0-9 [^aei0-9] : täsmää mikä tahansa merkki poislukien a,e,i ja 0-9 \w : täsmää merkit a-z,A-Z,0-9 ja _ \W : täsmää mikä tahansa ei-alfanumeerinen merkki \d : täsmää numeromerkki 0-9 \s : täsmää tyhjämerkit
sk: Filter regulárnych výrazovr: . : akýkoľvek znak c+ : znak raz, alebo viac krát c* : akýkoľvek počet výskytov znaku ^ : začiatok riadka $ : koniec radka (string){n} : výskyt práve n-krát (abcd) : podvýraz [aei0-9] : zhoda jedným z: a,e,i a 0..9 [^aei0-9] : čokoľvek okrem a,e,i a 0..9 \w : zahŕňa a-z,A-Z,0-9 a _ \W : čokoľvek okrem písmen a čisiel \d : čisla 0-9 \s : bieleznaky
sl: Filter regularnih izrazov: . : katerikoli znak c+ : znak c najdi enkrat ali večkrat c* : znak c najdi ničkrat ali večkrat ^ : začetek vrstice $ : konec vrstice (string){n} : niz najdi n-krat (abcd) : podizraz [aei0-9] : najdi a,e,i in 0..9 [^aei0-9] : karkoli razen a,e,i in 0..9 \w : najde a-z,A-Z,0-9 in _ \W : katerikoli znak, ki ni alfanumeričen \d : številke 0-9 \s : presledki

source: Reintegrate a branch
de: Zweig erneut zusammenführen
fi: Yhdistä haara takaisin
sk: Reintegrovať vetvu
sl: Vključitev veje

source: Reintegrate merge %s into %s
de: Erneut %s in %s zusammenführen
fi: Yhdistetään haara %s takaisin työkopioon %s
sk: Reintegračné zlučovanie %s do %s
sl: Vključitev veje %s v %s

source: Reject
de: Ablehnen
fi: Hylkää
sk: Odmietnuť
sl: Zavrni

source: Release loc&k
de: &Sperre freigeben
fi: Vapauta &lukko
sk: Odom&knúť
sl: &Sprosti zaklep
