Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Encountered an unexpected error while writing %1.
de: Beim Schreiben von %1 trat ein unerwarteter Fehler auf.
fi: Tuntematon virhe kirjoitettaessa %1.
sk: Pri zápise %1 nastala neočakávana chyba.
sl: Pri pisanju %1 je prišlo do nepričakovane napake.

source: End Revision
fi: Viimeinen versio
sk: Posledná revízia
sl: Končna revizija

source: Enlarge the window to full size
de: Vergrößert das Fenster auf Bildschirmgröße
fi: Suurenna ikkuna koko ruudun kokoiseksi
sk: Zväčšiť okno na plnú veľkosť
sl: Povečaj okno do največje velikosti

source: Enter Log Message
de: Logmeldung eingeben
fi: Syötä lokiviesti
sk: Zadaj správu denníka
sl: Vnesite dnevniški zapis

source: Enter URL
de: URL eingeben
fi: Syötä paikannin
sk: Zadaj URL
sl: Vnesite URL

source: Enter a GUID.
de: Bitte geben Sie eine GUID ein.
fi: Syötä GUID.
sk: Zadajte GUID.
sl: Vnesite GUID.

source: Enter a currency.
de: Bitte geben Sie eine Währung ein.
fi: Syötä rahayksikkö.
sk: Zadajte menu.
sl: Vnesite valuto.

source: Enter a date and/or time.
de: Bitte geben Sie ein Datum und/oder eine Zeit ein.
fi: Syötä päiväys ja/tai kellonaika.
sk: Zadajte dátum a/alebo čas.
sl: Vnesite datum in/ali čas.

source: Enter a date.
de: Bitte geben Sie ein Datum ein.
fi: Syötä päiväys.
sk: Zadajte dátum.
sl: Vnesite datum.

source: Enter a lock message (optional):
de: Geben Sie eine optionale Sperrmeldung ein:
fi: Syötä lukitusviesti (ei pakollinen):
sk: Zadaj správu k zámku (nepovinné):
sl: Vnesite sporočilo zaklepa (neobvezno):

source: Enter a name for the changelist:
de: Geben Sie einen Namen für die Änderungsliste ein:
fi: Muutoslistan nimi:
sk: Zadajte meno zoznamu zmien
sl: Vnesite ime seznama sprememb:

source: Enter a number between %1 and %2.
de: Bitte geben Sie eine Zahl zwischen %1 und %2 ein.
fi: Syötä numero väliltä %1 - %2.
sk: Zadajte číslo medzi %1 a %2.
sl: Vnesite število med %1 in %2.

source: Enter a number.
de: Bitte geben Sie eine Zahl ein.
fi: Syötä numero.
sk: Zadajte číslo.
sl: Vnesite število.

source: Enter a positive integer.
de: Bitte geben Sie eine positive Ganzzahl ein.
fi: Syötä positiivinen kokonaisluku.
sk: Zadajte kladné číslo.
sl: Vnesite pozitivno celo število.

source: Enter a time.
de: Bitte geben Sie eine Zeit ein.
fi: Syötä aika.
sk: Zadajte čas.
sl: Vnesite čas.

source: Enter an integer between %1 and %2.
de: Bitte geben Sie eine Ganzzahl zwischen %1 und %2 ein.
fi: Syötä kokonaisluku väliltä %1 - %2.
sk: Zadajte celé číslo medzi %1 a %2.
sl: Vnesite celo število med %1 in %2.

source: Enter an integer between 0 and 255.
de: Bitte geben Sie eine Ganzzahl zwischen 0 und 255 ein.
fi: Syötä kokonaisluku väliltä 0-255.
sk: Zadajte celé číslo medzi 0 a 255.
sl: Vnesite celo število med 0 in 255.

source: Enter an integer.
de: Bitte geben Sie eine Ganzzahl ein.
fi: Syötä kokonaisluku.
sk: Zadajte celé číslo.
sl: Vnesite celo število.

source: Enter log &message:
de: Log-&Meldung eingeben
fi: Syötä &lokiviesti:
sk: Zadaj &správu denníka:
sl: Vnesite dnevniški &zapis:

source: Enter log message:
de: Logmeldung eingeben:
fi: Syötä lokiviesti:
sk: Zadaj správu denníka:
sl: Vnesite dnevniški zapis:

source: Enter no more than %1 characters.
de: Bitte nicht mehr als %1 Zeichen eingeben.
fi: Älä lisää yli %1 merkkiä.
sk: Zadajte nie viac ako %1 znakov.
sl: Vnesite največ %1 znak(ov).

source: Erase everything Erase All
de: Alles löschen Alles löschen
fi: Tuhoa kaikki Tuhoa kaikki
sk: Vymazanie všetkého Vymazať všetko
sl: Pobriše vse Pobriši vse

source: Erase the selection Erase
de: Auswahl löschen Löschen
fi: Poista valinta Poista
sk: Vymazanie výberu Vymazanie
sl: Pobriše izbor Pobriši

source: Error
de: Fehler
fi: Virhe
sk: Chyba
sl: Napaka

source: Error rebuilding Shell Icon Cache!
de: Fehler beim Reparieren des Symbolpuffers der Shell!
fi: Virhe korjattaessa komentotulkin kuvakkeita!
sk: Prebuduj zásobu ikokoniek pre šel.
sl: Napaka pri ponovnem polnenju predpomnilnika ikon lupine!

source: Error validating server certificate for %s:
de: Fehler bei der Validierung des Serverzertifikats für %s:
fi: Virhe varmistettaessa palvelinsertifikaattia %s:lle:
sk: Chyba pri overovaní certifikátu pre %s:
sl: Napaka pri potrjevanju veljavnosti strežniškega certifikata za %s:

source: Error while reading/writing the registry key %s %s
de: Fehler beim Lesen/Schreiben des Registryschlüssels %s %s
fi: Virhe luettaessa/kirjoitettaessa rekisteriavainta %s %s
sk: Chyba pre čítaní/zápise položky systémových registrov %s %s
sl: Napaka pri branju/pisanju registrskega ključa %s %s

source: Exceptions:
de: Ausnahmen:
fi: Poikkeukset:
sk: Výnimky:
sl: Izjeme:

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
de: Ausführbar (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|Alle Dateien (*.*)|*.*||
fi: Suoritettava (*.exe)|*.exe|Command (*.com)|*.com|Informaatio (*.pdf)|*.pdf|Komentojono (*.bat)|*.bat|Kaikki tiedostot (*.*)|*.*||
sk: Spustiteľné (*.exe)|*.exe|Príkazy (*.com)|*.com|Informacie (*.pdf)|*.pdf|Balíky (*.bat)|*.bat|Vštky súbory (*.*)|*.*||
sl: Izvršne datoteke (*.exe)|*.exe|Ukazne datoteke (*.com)|*.com|Informacije (*.pdf)|*.pdf|Paketne datoteke (*.bat)|*.bat|Vse datoteke (*.*)|*.*||

source: Existing
de: Vorhanden
fi: Olemassaoleva
sk: Existujúce
sl: Obstoječe

source: Exp&and source tree
de: Quellbaum &aufklappen
fi: L&aajenna lähdepuu

source: Expand &following tree
de: Den &folgenden Baum expandieren
fi: Laajenna s&euraava puu

source: Expand (%s)
de: Expandiere (%s)
fi: Laajenna (%s)
sk: Rozšíriť (%s)
sl: Razširi (%s)

source: Expand docked window
de: Angedocktes Fenster expandieren
fi: Laajenna ankkuroitu ikkuna
sk: Rozšíriť zakotvené okno
sl: Razširi pripojeno okno

source: Expert settings
de: Experten Einstellungen
fi: Lisäasetukset

source: Explore to
de: Explorer öffnen
fi: Siirry
sk: Exportovať do
sl: Pokaži v Raziskovalcu

source: Export
fi: Vie
sk: Exportovať
sl: Izvozi

source: Export &directory:
de: Export&verzeichnis:
fi: &Vientihakemisto:
sk: Exportovať &adresár
sl: Izvozi v &mapo:

source: Export - TortoiseSVN
de: Exportieren - TortoiseSVN
fi: Vie - TortoiseSVN
sk: Exportovať - TortoiseSVN
sl: Izvozi - TortoiseSVN

source: Export directory:
de: Exportverzeichnis:
fi: Vientihakemisto:
sk: Exportuj adresár:
sl: Izvozi v mapo:

source: Export the selected cache as a set of Comma Separated Value (CSV) files
de: Den gewählten Puffer als Satz von CSV Dateien exportieren
fi: Vie valittu välimuisti joukkona CSV-tiedostoja
sk: Exportovať vybraný zásobník ako súbor Comma Separated Value (CSV) súborov
sl: Izvozi izbran predpomnilnik v obliko CSV (podatki, ločeni z vejicami)

source: Export unversioned files too
de: Exportiere alle Dateien
fi: Vie myös versioimattomat tiedostot
sk: Exportuj aj neverziované súbory
sl: Izvozi tudi datoteke brez različic

source: Exporting %s
de: Exportiere %s
fi: Viedään %s
sk: Exportovanie %s
sl: Izvažanje %s

source: Exporting...
de: Exportiere...
fi: Viedään...
sk: Exportovanie...
sl: Izvažanje...

source: Exports a repository to a clean working copy without the svn administrative folders
de: Exportiert ein Projektarchiv in eine 'saubere' Arbeitskopie ohne die Administrationsdateien im Ordner .svn
fi: Vie arkiston tyhjään työkopioon ilman Subversion-tilakansioita
sk: Exportuje úložisko do cistej pracovnej kópie bez adresárov správy svn
sl: Izvozi skladišče v čisto delovno kopijo brez upravljalskih map svn

source: Exports a set of properties to a file
de: Einen Satz von Eigenschaften in eine Datei exportieren
fi: Tallettaa joukon ominaisuuksia tiedostoon
sk: Exportuje sadu vlastností do súboru
sl: Izvozi nabor lastnosti v datoteko

source: Extension
de: Erweiterung
fi: Pääte
sk: Prípona
sl: Končnica

source: Extension or mime-type:
de: Erweiterung oder MIME-Typ:
fi: Pääte tai mime-tyyppi:
sk: Prípona, typ MIME
sl: Končnica ali tip MIME:

source: Extension/mime-type specific programs
de: Erweiterung/MIME-Typ spezifische Programme
fi: Päätteeseen/MIME-tyyppiin liittyvät ohjelmat
sk: Program pre prípony/typ MIME
sl: Programi glede na končnico/tip MIME

source: External
de: Extern
fi: Ulkoinen
sk: Externé
sl: Zunanje

source: External Program:
de: Anwendung:
fi: Ulkoinen ohjelma:
sk: Externý program:
sl: Zunanji program:

source: External Programs::Diff Viewer
de: Externe Programme::Vergleichen
fi: Ulkoiset ohjelmat::Vertailutyökalu
sk: Externý program::Prezerač rozdielov
sl: Zunanji programi::Pregledovalnik razlik (diff)

source: External Programs::Merge Tool
de: Externe Programme::Konflikteditor
fi: Ulkoiset ohjelmat::Yhdistämistyökalu
sk: Externý program::Spájací nástroj
sl: Zunanji programi::Orodje za spajanje

source: External Programs::Unified Diff Viewer
de: Externe Programme::GNU-Diff Betrachter
fi: Ulkoiset ohjelmat::Unified diff-työkalu
sk: Externý program::Prezerač unifikovaného porovnania
sl: Zunanji programi::Pregledovalnik poenotene razlike (diff)

source: Externals excluded
de: Externals ausgeschlossen
fi: Poislukien svn:externals
sk: Vylučené externé
sl: Zunanji izlključeni

source: Externals included
de: Externals eingeschlossen
fi: Mukaanlukien svn:externals
sk: Zahrnuté externé
sl: Zunanji vključeni

source: Failed revert
de: Rückgängig fehlgeschlagen
fi: Palautus epäonnistui
sk: Vrátenie zlyhalo
sl: Neuspešna povrnitev

source: Failed to connect. Link may be broken.
de: Fehler beim Verbinden Verweis könnte defekt sein.
fi: Yhdistäminen epäonnistui. Linkki voi olla rikki.
sk: Nepodarilo sa pripojiť. Môže byť zlé spojenie.
sl: Ni se mogoče povezati. Povezava je morda prekinjena.

source: Failed to convert ActiveX object.
de: Fehler beim Konvertieren des ActiveX Objekts.
fi: ActiveX-olion muunnos epäonnistui
sk: Konverzia objektu ActiveX zlyhala.
sl: Objekta ActiveX ni mogoče pretvoriti.

source: Failed to create empty document.
de: Konnte leeres Dokument nicht erstellen
fi: Tyhjän tiedoston luominen epäonnistui
sk: Vytváranie prázdneho dokumentu zlyhalo.
sl: Praznega dokumenta ni mogoče ustvariti.

source: Failed to create object. Make sure the application is entered in the system registry.
de: Fehler beim Anlegen des Objekts. Stellen Sie sicher, dass die Anwendung in der Systemregistrierung eingetragen ist.
fi: Olion luonti epäonnistui. Varmista, että sovellus on asennettu oikein.
sk: Objekt nebolo možné vytvoriť. Uistite sa, že sa aplikácia nachádza v registroch systému.
sl: Objekta ni možno ustvariti. Zagotovite, da je aplikacija vnešena v sistemski register.

source: Failed to launch help.
de: Konnte Hilfe nicht starten.
fi: Ohjetta ei voitu käynnistää.
sk: Zlyhalo spustenie pomoci.
sl: Pomoči ni mogoče zagnati.

source: Failed to launch server application.
de: Fehler beim Start der Server Applikation.
fi: Palvelinsovelluksen käynnistys epäonnistui.
sk: Zlyhalo spustenie servera.
sl: Aplikacije na strežniku ni mogoče zagnati.

source: Failed to open document.
de: Konnte Dokument nicht öffnen.
fi: Tiedoston aukaiseminen epäonnistui.
sk: Otváranie dokumentu zlyhalo.
sl: Dokumenta ni mogoče odpreti.

source: Failed to perform server operation.
de: Fehler beim Durchführen der Serveroperation.
fi: Palvelinoperaation suoritus epäonnistui.
sk: Nepodarilo sa vykonať operáciu na servery.
sl: Operacija na strežnika ni bila izvedena.

source: Failed to save document.
de: Konnte Dokument nicht speichern.
fi: Tiedoston tallentaminen epäonnistui.
sk: Ukladanie dokumentu zlyhalo.
sl: Dokumenta ni mogoče shraniti.

source: Failed to set/remove changelist '%s'
de: Konnte Änderungsliste '%s' nicht setzen/entfernen
fi: Muutoslistan '%s' asetus/poisto epäonnistui
sk: Zlyhalo nastavenie/odstránenie zoznamu zmien '%s'
sl: Nastavitev/odstranitev seznama sprememb '%s' ni uspela

source: Failed to start the issue tracker COM provider '%s'. %s
de: Konnte den COM-Anbieter für das Fehlerverfolgungssystem nicht starten '%s'. %s
fi: Vikaseurantaohjelman COM-kytköksen '%s' käynnistys epäonnistui. %s
sk: Nepodarilo sa spustiť poskytovateľa COM pre sledovanie prípadov '%s'. %s
sl: Ponudnika COM '%s' za sledilnik zadev ni mogoče zagnati. %s

source: Failed!
de: Fehlgeschlagen!
fi: Epäonnistui!
sk: Zlyhanie!
sl: Neuspešno!

source: Fetching file...
de: Hole Datei...
fi: Haetaan tiedostoa...
sk: Získavanie súboru...
sl: Pridobivanje datoteke...

source: Fetching revision %s of file:
de: Hole Revision %s der Datei:
fi: Haetaan versio %s tiedostosta:
sk: Získavanie revízie %s súboru:
sl: Pridobivanje revizije %s datoteke:

source: File
de: Datei
fi: Tiedosto
sk: Súbor
sl: Datoteka

source: File changes each week:
de: Dateiänderungen pro Woche:
fi: Tiedostomuutoksia per viikko:
sk: Súbor menený každý týždeň:
sl: Št. spremenjenih datotek na teden:

source: File diffs
de: Dateiunterschiede
fi: Tiedostoerot
sk: Rozdiely súboru
sl: Razlike datoteke

source: File list is empty
de: Leere Dateiliste
fi: Tiedostolista on tyhjä
sk: Súbor je prázdny
sl: Seznam datotek je prazen

source: File patches
de: Datei Patches
fi: Tiedostopaikat
sk: Záplaty súboru
sl: Popravki datoteke

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
de: Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%%
fi: Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%%
sk: Veľkosť súboru: %s (%s) Šírka: %ld pixlov Výška: %ld pixlov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Farebná hĺbka: %d bit Zväčšenie: %d%%
sl: Velikost datoteke: %s (%s) Širina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
de: Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%% Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%%
fi: Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%% Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%%
sk: Veľkosť súboru: %s (%s) Šírka: %ld pixlov Výška: %ld pixlov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%% Veľkosť súboru: %s (%s) Šírka: %ld pixlov Výška: %ld pixlov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%%
sl: Velikost datoteke: %s (%s) Širina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%% Velikost datoteke: %s (%s) Širina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
de: Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%%
fi: Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%%
sk: Veľkosť súboru: %s (%s) Šírka: %ld bodov Výška: %ld bodov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Farebná hĺbka: %d bit Zväčšenie: %d%%
sl: Velikost datoteke: %s (%s) širina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
de: Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%% Dateigröße: %s (%s) Breite: %ld pixel Höhe: %ld pixel Horizontale Auflösung: %.1f dpi Vertikale Auflösung: %.1f dpi Farbtiefe: %d bit Skalierung: %d%%
fi: Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%% Tiedoston koko: %s (%s) Leveys: %ld pikseliä Korkeus: %ld pikseliä Vaakaresoluutio: %.1f dpi Pystyresoluutio: %.1f dpi Syvyys: %d bittiä Zoomaus: %d%%
sk: Veľkosť súboru: %s (%s) Šírka: %ld pixlov Výška: %ld pixlov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%% Veľkosť súboru: %s (%s) Šírka: %ld pixlov Výška: %ld pixlov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%%
sl: Velikost datoteke: %s (%s) Globina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%% Velikost datoteke: %s (%s) Širina: %ld pixel Višina: %ld pixel Vodoravna resolucija: %.1f dpi Navpična resolucija: %.1f dpi Globina: %d bit Povečava: %d%%

source: Filename
de: Dateiname
fi: Tiedostonimi
sk: Meno súboru
sl: Ime datoteke

source: Fill Tool Fill
de: Füllwerkzeug Füllen
fi: Täyttötyökalu Täytä
sk: Nástroj vyplň Výplň
sl: Orodje za zapolnitev Zapolnitev

source: Filter out paths that contain one of the following strings (separate multiple paths with the '*' char):
de: Pfade ausfiltern, die eine der folgenden Zeichenketten enthalten (mehrfache Pfade durch '*' trennen):
fi: Suodata pois polut, jotka sisältävät yhden seuraavista merkkijonoista (erota useat polut merkillä '*'):

source: Filter paths
de: Pfade filtern
fi: Suodata polut
sk: Filter ciest
sl: Filter poti

source: Find
de: Suchen
fi: Etsi
sk: Najdi
sl: Najdi

source: Find the specified text Find
de: Angegebenen Text suchen Suchen
fi: Löydä määritelty teksti Etsi
sk: Najdi zadaný text Najdi
sl: Najdi navedeno besedilo Najdi

source: Finished!
de: Fertig!
fi: Valmis!
sk: Ukončené!
sl: Zaključeno!

source: Fit image &sizes
de: Bildgrößen &angleichen
fi: Sovita kuvien &koot
sk: Zväčšiť obrá&zky na veľkosť okna
sl: Izenači &velikost slik

source: Fix case of item and do not add it
de: Groß-/Kleinschreibung korrigieren und Objekt nicht hinzufügen
fi: Korjaa alkion merkkitaso äläkä lisää sitä

source: Floppy drives (A: B:)
de: Diskettenlaufwerke (A: B:)
fi: Levykeasemat (A: B:)
sk: Pružné disky (A: B:)
sl: Disketniki (A: B:)

source: Fold &tags
de: Zweige &zusammenfalten
fi: Näytä &merkit lähtösolmussa
sk: Zložiť &značky
sl: Zloži &oznake

source: Folder
de: Ordner
fi: Kansio
sk: Adresár
sl: Mapa

source: Font
de: Schriftart
fi: Kirjasin
sk: Písmo
sl: Pisava

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
de: Drücken Sie F1 für Hilfe. Mit Strg+Mausrad horizontal verschieben.
fi: Paina F1 saadaksesi ohjeen. Vieritä vaakasuunnassa komennolla Ctrl+kiekko
sk: Pre pomoc stlačte F1. Horizontálne rolovanie možete rolovacím koliečkom pri súčasnom držaní klávesy Ctrl.
sl: Za pomoč pritisnite F1. Vodoravno premikajte s Ctrl+miškin kolešček

source: For complete history deselect 'Stop on copy/rename'
de: Deaktivieren Sie 'Bei Kopien/Umbenennen anhalten', um eine vollständige Historie zu erhalten.
fi: Poista valinta 'Pysähdy kopioon/uudelleennimentään' nähdäksesi täydellisen historian
sk: Pre úplnú históriu vypnite 'Zastaviť na kopírovať/premenovať'
sl: Za prikaz celotne zgodovine izklopite možnost 'Ustavi ob kopiranju/preimenovanju'

source: Forward
de: Weiter
fi: Eteenpäin
sk: Dopredu
sl: Naprej

source: From URL:
de: Von URL:
fi: Paikantimesta:
sk: Z URL:
sl: Iz URL:

source: From:
de: Von:
fi: Mistä:
sk: Od:
sl: Od:

source: From: (start URL and revision of the range to merge)
de: Von: (Start-URL und Revision des zusammenzuführenden Bereichs)
fi: Mistä: (aloituspaikannin ja yhdistettävän välin ensimmäinen versio)
sk: Od: (prvá URL adresa, prvá revízia rozsahu k zlúčeniu)
sl: Od: (začetni URL in revizija obsega za spajanje)

source: Full Screen
de: Vollbild
fi: Koko ruutu
sk: Celá obrazovka
sl: Celozaslonski način

source: Fully recursive
de: Vollständig rekursiv
fi: Täysin palautuva
sk: Plne rekurzívne
sl: Popolnoma rekurzivno

source: GDI+ couldn't be initialized!
de: GDI+ konnte nicht initialisiert werden!
fi: GDI+:aa ei voitu alustaa!
sk: Nemožno inicializovať GDI+!
sl: GDI+ ni mogoče inicializirati!

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
de: GDI+ konnte kein Bitmapobjekt erzeugen. Vermutlich reicht der Speicher nicht aus.
fi: GDI+ ei voinut luoda bittikarttaobjektia. Sinulla ei todennäköisesti ole riittävästi muistia.
sk: GDI+ nemohol vythoriť rastrový obrázok. Pravdepodobne nemáte dostatok pamäte.
sl: GDI+ ne more ustvariti bitne slike. Najbrž nimate dovolj pomnilnika.

source: GDI+ is required to save the revision graph as a picture. You can get GDI+ from <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
de: Um einen Revisionsgraphen als Bild abzuspeichern wird GDI+ benötigt. Sie können GDI+ hier erhalten <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
fi: GDI+ tarvitaan, jotta versiograafi voidaan tallettaa kuvana. Voit asentaa GDI+:n osoitteesta <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
sk: Aby ste mohli uložiť graf ako obrázok je vyžadovaný GDI+. GDI+ môžete získať z <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
sl: Za shranjevanje grafa revizij kot slike je potreben GDI+. GDI+ lahko dobite na naslovu <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>

source: Gathering information. Please wait...
de: Sammle Informationen. Bitte warten...
fi: Haetaan tietoja. Odota hetki...
sk: Získavanie informácí. Prosm čakajte...
sl: Pridobivanje podatkov. Prosim, počakajte...

source: General
de: Allgemein
fi: Yleiset
sk: Všeobecné
sl: Splošno

source: General::Colors
de: Allgemein::Farben
fi: Yleinen::Värit
sk: Všeobecné::Farby
sl: Splošno::Barve

source: General::Context Menu
de: Allgemein::Kontextmenü
fi: Yleinen::Kontekstivalikko
sk: Všeobecné::Kontextová ponuka
sl: Splošno::Kontekstni meni

source: General::Dialogs 1
de: Allgemein::Dialoge 1
fi: Yleinen::Ikkunat 1
sk: Všeobecné::Dialógy I
sl: Splošno::Pogovorna okna 1

source: General::Dialogs 2
de: Allgemein::Dialoge 2
fi: Yleinen::Ikkunat 2
sk: Všeobecné::Dialógy II
sl: Splošno::Pogovorna okna 2
