Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: General::Revision Graph
de: Allgemein::Revisionsgraph
fi: Yleinen::Versiograafi

source: Generating patchfile...
de: Erzeuge Patchdatei...
fi: Luodaan paikkatiedostoa...
sk: Vytváram súbor záplaty...
sl: Ustvarjanje datoteke popravkov

source: Get loc&k...
de: &Sperre holen...
fi: &Lukitse...
sk: Uzam&knuť...
sl: Dobi &zaklep...

source: Get merge logs
de: Logs vom Zusammenführen holen
fi: Hae yhdistämislokit
sk: Ziskať denník zlučovania
sl: Prenesi zapise spajanj

source: Getting a lock for files without the 'svn:needs-lock' property will <b>not</b> prevent others from editing them in their working copies. To enable strict locking please add the 'svn:needs-lock' property to all files that need locking, and commit those files. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. Note that other users will need to update their working copies before they see the files as read-only.
de: Wenn Sie eine Datei sperren, für die das nicht erforderlich ist, werden Sie andere Personen <b>nicht</b> daran hindern, diese Datei in ihrer Arbeitskopie zu verändern. Um striktes Sperren zu aktivieren, müssen Sie die 'svn:needs-lock' Eigenschaft für die entsprechenden Dateien permanent auf '*' setzen und diese Dateien übertragen. Jede Datei wird im Dateisystem schreibgeschützt und das Holen einer Sperre wird die Datei beschreibbar machen. Beachten Sie bitte, dass andere Anwender ihre Arbeitskopie aktualisieren müssen, bevor sie sehen, dass die Dateien schreibgeschützt sind.
fi: Ilman 'svn:needs-lock' -ominaisuutta olevan tiedoston lukitseminen <b>ei</b> estä muita muokkaamasta tiedostoa omissa työkopioissaan. Pakottaaksesi voimakkaamman lukituksen sinun tulee lisätä 'svn:needs-lock'-ominaisuus kaikille lukitusta tarvitseville tiedostoille ja toimittaa ne arkistoon. Tällaisia tiedostoja voi vain lukea, ja vasta lukitseminen tekee niistä kirjoitettavia. Huomaa, että muiden käyttäjien pitää päivittää työkopionsa ennen kuin he näkevät muutokset.
sk: Zamknutie súboru bez 'svn:needs-lock' <b>nezabráni</b> ostatným upravovať ich pracovné kópie. Na skutočné zamknutie nastavne 'svn:needs-lock' všetkým súborom, ktoré chcete zamknúť a odovzdajte tieto súbory. Všetky súbory budú mať nastavený príznak len na čítanie. Poznámka: K zamknutiu u užívateľov dôjde až po aktualizovaní ich pracovných kópií.
sl: Pridobivanje zaklepa za datoteke brez lastnosti 'svn:needs-lock' <b>ne</b> bo preprečilo drugim, da jih urejajo v svojih delovnih kopijah. Da bi omogočili absolutno zaklepanje, prosimo, dodajte lastnost 'svn:needs-lock' vsem datotekam, ki potrebujejo zaklep, in te datoteke objavite. Vsaka datoteka bo imela nastavljeno zastavico datotečnega sistema samo-za-branje in pridobitev zaklepa bo naredilo datoteko zapisljivo. "Upoštevajte, da bodo morali drugi uporabniki posodobiti svoje delovne kopije, preden bodo njihove datoteke označene samo-za-branje.

source: Getting file %s
de: Hole Datei: %s
fi: Haetaan tiedostoa %s
sk: Získavam súbor %s
sl: Pridobivanje datoteke %s

source: Getting file %s, revision %s
de: Hole Datei %s, Revision %s
fi: Haetaan tiedostoa %s, versio %s
sk: Získavam súbor %s revízie %s
sl: Pridobivanje datoteke %s različice %s

source: Getting file info...
de: Hole Dateiinformation...
fi: Haetaan tiedoston tietoja...
sk: Získavam informácie o súbore...
sl: Pridobivanje podatkov o datoteki...

source: Getting information from repository...
de: Hole weitere Informationen vom Projektarchiv...
fi: Haetaan tietoja arkistosta...
sk: Získavam informácie z úložiska...
sl: Pridobivanje podatkov iz skladišča...

source: Getting information...
de: Hole Information...
fi: Haetaan tietoja...
sk: Získavam informácie...
sl: Pridobivanje podatkov...

source: Getting log info...
de: Hole Log-Information...
fi: Haetaan lokia...
sk: Získavam informácie denníka...
sl: Pridobivanje podatkov o dnevniku...

source: Getting required information...
de: Hole benötigte Informationen...
fi: Haetaan tarvittavia tietoja...
sk: Získavam potrebné informácie...
sl: Pridobivanje zahtevanih podatkov...

source: Getting unified diff
de: Hole Standard-Diff
fi: Haetaan vertailutietoja (unified diff)...
sk: Získavam unifikované porovnanie
sl: Pridobivanje poenotene razlike

source: Global ignore &pattern:
de: Globale &Ignoriermuster:
fi: Yleinen &ohituslista:
sk: Globálna šablóna &vylúčenia:
sl: Splošni &vzorec prezrtih:

source: Global settings
de: Allgemein
fi: Yleiset asetukset
sk: Globálne nastavenia
sl: Splošne nastavitve

source: Go offline?
de: Offline gehen?
fi: Siirrytäänkö yhteydettömään tilaan?
sk: Odpojiť?
sl: Nepovezan način?

source: Go to line
de: Gehe zu Zeile
fi: Siirry riville
sk: Choď na riadok
sl: Pojdi na vrstico

source: Go to the next conflict Next conflict
de: Gehe zum nächsten Konflikt Nächster Konflikt
fi: Siirry seuraavaan ristiriitaan Seuraava ristiriita
sk: Choď na ďalší konflikt Ďalší konflikt
sl: Pojdi na naslednji spor Naslednji spor

source: Go to the next difference Next difference
de: Gehe zum nächsten Unterschied Nächster Unterschied
fi: Siirry seuraavaan eroon Seuraava ero
sk: Choď na ďalší rozdiel Ďalší rozdiel
sl: Pojdi na naslednjo razliko Naslednja razlika

source: Go to the previous conflict Previous conflict
de: Gehe zum vorherigen Konflikt Vorheriger Konflikt
fi: Siirry edelliseen ristiriitaan Edellinen ristiriita
sk: Choď na predchádzajúci konflikt Predchádzajúci konflikt
sl: Pojdi na prejšnji spor Prejšnji spor

source: Go to the previous difference Previous difference
de: Gehe zum vorherigen Unterschied Vorheriger Unterschied
fi: Siirry edelliseen eroon Edellinen ero
sk: Choď na predchádzajúci rozdiel Predchádzajúci rozdiel
sl: Pojdi na prejšnjo razliko Prejšnja razlika

source: Graph type:
de: Diagrammtyp:
fi: Graafin tyyppi:
sk: Typ grafu:
sl: Vrsta grafa:

source: Gray
de: Grau
fi: Harmaa
sk: Šedé
sl: Sivo

source: Group by branch
de: Gruppiere nach Zweig
fi: Ryhmitä haaroittain
sk: Vetvy do skupín
sl: Veje v skupinah

source: Group changelists
de: Änderungslisten gruppieren
fi: Ryhmittele muutoslistat
sk: Skupina zoznamu zmien
sl: Razdeli sezname sprememb v skupine

source: H&ide unrelated changed paths
de: &Geänderte Pfade ohne Bezug ausblenden
fi: P&iilota riippumattomat muuttuneet polut
sk: &Skryť zmeny na neprislúchajúcich cestách
sl: Skr&ij nepovezane spremenjene poti

source: H&ue:
de: &Ton:
fi: &Sävy
sk: &Odt.:

source: Head revision is %s
de: Die HEAD Revision ist: '%s'
fi: Uusin versio (HEAD) on %s
sk: Hlavná revízia je %s
sl: Revizija HEAD je %s

source: Help
de: Hilfe
fi: Ohje
sk: Pomoc
sl: Pomoč

source: Help Keyboard
de: Hilfetastatur
fi: Näppäimistöohje
sk: Klávesy pomoci
sl: Pomoč / Tipkovnica

source: Hex
fi: Heksa

source: Hide &deleted paths
de: &Gelöschte Pfade verbergen
fi: Piilota &poistetut polut
sk: Skryť &vymazané cesty
sl: Skrij &izbrisane poti

source: Hide docked window
de: Angedocktes Fenster verbergen
fi: Piilota ankkuroitu ikkuna
sk: Skyť zakotvené okno
sl: Skrij pripojeno okno

source: Hide the script while running
de: Skript beim Ablauf verbergen
fi: Piilota komento sen suorituksen ajaksi
sk: Stryť skript počas behu
sl: Med izvajanjem skrij ukazno datoteko

source: Hide unused &branches
de: Ungenutzte Zweige &verbergen
fi: Piilota käyttämättömät &haarat

source: Hide/Show the patch file list Hides or shows the patch file list
de: Verberge/Zeige die Patchliste Verbirgt oder zeigt die Patchdateiliste
fi: Piilota/näytä paikkatiedostolista Piilottaa tai näyttää paikkatiedostolistan
sk: Skryť/zobraziť zoznam záplatových súborov Skryje, alebo zobrazí zoznam záplatových súborov
sl: Skrij/Pokaži seznam datotek popravkov Skrije ali pokaže seznam datotek popravkov

source: Highest revision number in the cache
de: Höchste Revisionsnummer im Puffer
fi: Välimuistin suurin versionumero
sk: Najviššie číslo revízie v zásobníku
sl: Najvišja revizija v predpomnilniku

source: Hint: Press F5 to refresh the selected subtree and Ctrl-F5 to load all children too
de: Hinweis: Drücken Sie F5, um den gewählten Teilbaum zu aktualisieren. Strg-F5, um alle Zweige zu aktualisieren
fi: Vihje: Paina F5-näppäintä päivittääksesi hakemistopuun. Ctrl+F5 päivittää myös alihakemistot.
sk: Tip: F5 obnovuje vybraný podstrom a Ctrl-F5 načíta aj deti
sl: Nasvet: za osvežitev izbranega poddrevesa pritisnite F5, za nalaganje vseh podrejenih elementov pa Ctrl-F5

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
de: Hinweis: Wählen Sie das Kontextmenü, wechseln Sie auf die Seite 'Befehle' und ziehen Sie die Schaltflächen der Werkzeugleiste in das Menüfenster.
fi: Vihje: valitse kontekstivalikko, vaihda sivuksi 'Komennot' ja raahaa työkalurivin painikkeita valikkoikkunaan.
sk: Tip: vyberte kontextovú ponuku, zmeňte stranu na 'Príkazy' a presuňte tlačidla na okno ponuky.
sl: Namig: izberite kontekstni menu, spremenite stran na 'Ukazi' in potegnite gumbe orodne vrstice v menijsko okno.

source: Home
de: Pos1
fi: Koti
sk: Domov
sl: Domov

source: Hook Scripts
de: Aktionsskripte
fi: Toimintokomennot
sk: Pripnuté (hook)skripty
sl: Ukazne datoteke akcij

source: Hook Scripts::Issue Tracker Integration
de: Aktionsskripte::Integration des Fehlerverfolgungssystems
fi: Toimintokomennot::Integrointi vikaseurantaohjelmiin
sk: Pripnuté skripty::Integracia so sledovačom prípadov
sl: Ukazne datoteke akcij::Intergracija sledilnika zadev

source: Hook Type
de: Aktionstyp
fi: Toimintotyyppi
sk: Typ pripnutia
sl: Vrsta akcije

source: Hook Type:
de: Aktionstyp:
fi: Toimintotyyppi:
sk: Typ pripnutia:
sl: Vrsta akcije:

source: Hostname mismatch (%s)
de: Servernamen stimmen nicht überein (%s)
fi: Isäntänimi ei täsmää (%s)
sk: Chybné meno servera (%s)
sl: Napaka v imenu strežnika (%s)

source: How do you want to resolve this conflict?
de: Wie wollen Sie den Konflikt auflösen?
fi: Miten haluat ratkaista tämän ristiriidan?

source: I&nclude paths:
de: Pfade &einschließen:
fi: &Sisällytettävät polut:
sk: &Zaradené cesty:
sl: &Vključene poti:

source: ID:32785:V C +O
de: ID:32773:V C +O
fi: ID:32773:V C +O

source: ID:32810:V +T
fi: ID:32778:V +T

source: Icon Overlays
de: Überlagerte Symbole
fi: Kuvakepäällykset
sk: Prekrytie ikon
sl: Prekrivanje ikon

source: Icon Overlays / Status Columns
de: Überlagerte Symbole / Statusspalten
fi: Kuvakepäällykset / Tilasarakkeet
sk: Prekrývané ikony / Stĺpec stavu
sl: Prekrivanje ikon / Stolpci stanja

source: Icon Overlays::Icon Set
de: Überlagerte Symbole::Auswahl
fi: Kuvakepäällykset::Kuvakejoukko
sk: Prekrytie ikon::Sada ikon
sl: Prekrivanje ikon::Nabor ikon

source: Icons/Design/Code: Luebbe Onken
de: Icons/Design/Code: Lübbe Onken
fi: Kuvakkeet/Suunnittelu/Koodi: Lübbe Onken
sk: Ikony/Design/Kód: Luebbe ONKEN
sl: Ikone/Oblikovanje/Koda: Luebbe Onken

source: If activated, prevents the overlays and the context menu from showing in 'save as...' or 'open' dialogs
de: Aktivieren Sie diese Option, damit die überlagerten Symbole und Kontextmenüs in 'Speichern unter...' und 'Öffnen' Dialogen nicht angezeigt werden.
fi: Aktivoituna poistaa päällykset ja kontekstivalikon käytöstä 'Tallenna nimellä...' ja 'Avaa' -ikkunoissa
sk: Aktivované zabrání zobrazovaniu prekryvajúcich ikoniek a kontexových ponúk v dialógových oknách 'uložiť ako...' a 'otvoriť'.
sl: Če je možnost izbrana, prepreči prikaz prekrivnih ikon in kontekstnega menija v pogovornih oknih 'Shrani kot ...' in 'Odpri'

source: If activated, the menu entry 'Get Lock' is always shown in the top level menu if the selected file has the svn:needs-lock property set
de: Aktivieren Sie diese Option, damit die Funktion 'Sperre holen' im obersten Menü angezeigt wird, falls die 'svn:needs-lock' Eigenschaft der Datei gesetzt ist.
fi: Toiminto 'Lukitse' näytetään aina päävalikossa, mikäli valitulla tiedostolla on svn:needs-lock -ominaisuus asetettuna
sk: Keď je aktívne, položka 'Uzamknúť' je vždy zobrazovaná na vrchu ponuky keď je vybraný súbor s nastavenou vlastnosťou svn:needs-lock
sl: Če je možnost izbrana, bo vnos 'Vzemi zaklep' prikazan na vrhnjem nivoju, če ima izbrana datoteka nastavljeno lastnost svn:needs-lock

source: If an element (part between two '/') of a given path matches one of these patterns, it is considered a 'branch'. Patterns are lower-case. Allowed wildcards are '?' and '*'. Separate patterns by ';'.
de: Wenn ein Element eines Pfades (Teil zwischen zwei '/') mit einem der angegebenen Muster übereinstimmt wird er als 'Zweig' betrachtet. Muster sind in Kleinbuchstaben. Erlaubte Platzhalter sind '?' und '*'. Muster werden durch ';' getrennt.
fi: Jos jokin annetun polun elementti (kahden '/'-merkin välinen osa) täsmää näiden hahmojen kanssa, sitä pidetään 'haarana' (engl. branch). Hahmot määritellään pienillä kirjaimilla. Sallitut villikortit ovat '?' ja '*'. Erota hahmot merkillä ';'.

source: If an element (part between two '/') of a given path matches one of these patterns, it is considered a 'tag'. Patterns are lower-case. Allowed wildcards are '?' and '*'. Separate patterns by ';'.
de: Wenn ein Element eines Pfades (Teil zwischen zwei '/') mit einem der angegebenen Muster übereinstimmt wird er als 'Marke' betrachtet. Muster sind in Kleinbuchstaben. Erlaubte Platzhalter sind '?' und '*'. Muster werden durch ';' getrennt.
fi: Jos jokin annetun polun elementti (kahden '/'-merkin välinen osa) täsmää näiden hahmojen kanssa, sitä pidetään 'merkkinä' (engl. tag). Hahmot määritellään pienillä kirjaimilla. Sallitut villikortit ovat '?' ja '*'. Erota hahmot merkillä ';'.

source: If an element (part between two '/') of a given path matches one of these patterns, it is considered a 'trunk'. Patterns are lower-case. Allowed wildcards are '?' and '*'. Separate patterns by ';'.
de: Wenn ein Element eines Pfades (Teil zwischen zwei '/') mit einem der angegebenen Muster übereinstimmt wird er als 'Stamm' betrachtet. Muster sind in Kleinbuchstaben. Erlaubte Platzhalter sind '?' und '*'. Muster werden durch ';' getrennt.
fi: Jos jokin annetun polun elementti (kahden '/'-merkin välinen osa) täsmää näiden hahmojen kanssa, sitä pidetään 'päähaarana' (engl. trunk). Hahmot määritellään pienillä kirjaimilla. Sallitut villikortit ovat '?' ja '*'. Erota hahmot merkillä ';'.

source: If checked then a new folder is created in the repository. If not checked then the import goes directly to the specified URL.
de: Aktivieren Sie diese Option, damit im Projektarchiv ein neuer Ordner für den Import erstellt wird. Andernfalls wird direkt zur angegebenen URL importiert.
fi: Mikäli valittu, arkistoon luodaan uusi kansio. Muussa tapauksessa arkistoon tuonti käyttää määritettyä paikanninta.
sk: Zaškrtnuté políčko znamená, že pre úložisko bude vytvorený adresár. Nezaškrtnuté políčko znamená, že súbory budú uložené priamo do udanej URL.
sl: Če je možnost izbrana, se ustvari v skladišču nova mapa. Če možnost ni izbrana, se izvoz usmeri neposredno na navedeni URL.

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
de: Aktivieren Sie diese Option, damit TortoiseSVN für den Vergleich eine temporäre BASE Datei erzeugt, in der die Schlüsselwörter expandiert und die Zeilenenden angepasst sind.
fi: Mikäli valittu, TortoiseSVN luo kantaversiosta (BASE) väliaikaisen tiedoston suorittaakseen vertailun laajennettujen avainsanojen ja korjattujen rivinvaihtojen kanssa.
sk: Keď je označené, TortoiseSVN vytvorí dočasný súbor základu, aby urobil porovnanie s rozšírenými klúčovými slovami a upravenými koncami riadkov.
sl: Če je možnost izbrana, TortoiseSVN ustvari začasno datoteko datoteke BASE za izvedbo razlikovanja z razširjenimi ključnimi besedami in prilagojenimi končnicami vrstic.

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
de: Aktivieren Sie diese Option, damit bei einem Doppelklick in der Logliste ein Vergleich mit der vorherigen Revision durchgeführt wird.
fi: Mikäli valittu, version kaksoisnapsautus lokissa vertaa sitä edellisen version kanssa.
sk: Ak je zaškrtnuté, dvojklik na reviziu v denníku vyvolá porovnanie s predchádzajúcou revíziu
sl: Če je možnost izbrana, dvoklik na revizijo v dnevniškem seznamu prikaže primerjavo s predhodno revizijo.

source: If checked, the commit dialog will be started again automatically after an error, while preserving your last selection and log message.
de: Aktivieren Sie diese Option, damit der Übertragen-Dialog nach einem Fehler automatisch wieder geöffnet wird. Ihre letzte Auswahl sowie die Logmeldung werden beibehalten.
fi: Mikäli valittu, toimitusikkuna käynnistyy automaattisesti uudestaan virheen jälkeen, säilyttäen viimeisimmät valintasi ja lokiviestin.
sk: Zaškrtnuté znamená, že dialóg odovzdávania začne po chybe automaticky znova, pričom zachová váš výber a správu denníka.
sl: Če je možnost izbrana, se bo pogovorno okno objave v primeru napake samodejno prikazalo, ob tem pa se ohrani izbor datotek in dnevniški zapis.

source: If enabled, TortoiseSVN checks once a week if a newer version is available
de: Aktivieren Sie diese Option, damit TortoiseSVN einmal wöchentlich überprüft, ob eine neue Version der Software zur Verfügung steht.
fi: Mikäli sallittu, TortoiseSVN tarkistaa kerran viikossa uusien ohjelmaversioiden saatavuuden
sk: Keď je povolené, TortoiseSVN kontroluje každý týždeň, či je prístupná nová verzia
sl: Če je možnost izbrana, TortoiseSVN enkrat tedensko preveri, če je na voljo nova različica

source: If enabled, the Merge dialog initializes the 'From:' URL with the URL of the selected working copy instead of the last used URL.
de: Aktivieren Sie diese Option, damit im Zusammenführen-Dialog anstelle der zuletzt verwendeten URL die URL der Arbeitskopie als Vorgabe für die 'Von:' URL eingestellt wird.
fi: Mikäli sallittu, yhdistämisikkuna alustaa 'Mistä:'-paikantimen valitun työkopion perusteella sen sijaan, että käyttäisi viimeksi käytettyä paikanninta.
sk: Ak je povolené, dialogové okno spájania začne s 'Z:' URL adresou vybranej pracovnej verzie namiesto posledne použitej URL adresy.
sl: Če je možnost izbrana, pogovorno okno Spoji nastavi URL 'Od:' iz URLja izbrane delovne kopije namesto zadnjega uporabljenega URLja.

source: If enabled, the repository is contacted when the dialog starts up. You don't have to click on 'Check Repository' anymore.
de: Aktivieren Sie diese Option, damit das Projektarchiv beim Start des Dialogs automatisch auf Änderungen geprüft wird. Sie müssen dann nicht mehr 'Projektarchiv prüfen' wählen.
fi: Mikäli sallittu, arkistoon otetaan yhteys ikkunaa avattaessa. Sinun ei siis enää tarvitse suorittaa toimintoa 'Tarkista arkisto' erikseen.
sk: Ak je povolené, k úložisku sa pripojí vždy keď sa otvorí dialogové okno. Už nebudete musieť klikať na 'Skontroluj úložisko'.
sl: Če je možnost izbrana, se ob prikazu pogovornega okna le-to poveže s skladiščem. Nič več vam ni potrebno klikniti na gumb 'Preveri skladišče'.

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
de: Für Ordner innerhalb von Arbeitskopien, die aufgrund eines Ausschlußpfades keine überlagerten Symbole erhalten, wird das Statussymbol 'Normal' angezeigt.
fi: Mikäli sallittu, kuvakepäällys 'normaali' näytetään myös pois jätettäville työkopiokansioille
sk: Keď je povolené, adresáre pracovnej kópie, ktoré sú vylúčené zo zobrazenia prekryvajúcich ikon, stále zobrazujú stav ako 'normálne'
sl: Če je možnost izbrana, mape v delovni kopiji, ki ne kažejo prekrivnih ikon, prikažejo ikono za status 'navadno'

source: If set, TortoiseSVN will set the filetimes to the time they were last committed. If not set, TortoiseSVN uses the current time.
de: Aktivieren Sie diese Option, damit TortoiseSVN den Zeitstempel von Dateien auf den Zeitpunkt der letzten Übertragung setzt. Andernfalls wird die aktuelle Zeit verwendet.
fi: Mikäli asetettu, TortoiseSVN asettaa tiedostojen päiväykset viimeisimmän arkistotoimituksen päiväykseen. Muussa tapauksessa TortoiseSVN käyttää seinäkelloaikaa.
sk: Keď je nastavené, TortoiseSVN nastaví čas súbor na čas ich odovzdania. Keď nie je nastavené, TortoiseSVN použije aktuálny čas.
sl: Če je možnost izbrana, bo TortoiseSVN nastavil čase datotek na čas, ko so bile nazadnje objavljene. V nasprotnem primeru TortoiseSVN uporabi trenutni čas.

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
de: Aktivieren Sie diese Option, damit auch nicht versionierte Verzeichnisse im Statusfenster - zum Beispiel des Übertragen-Dialogs - angezeigt werden.
fi: Mikäli asetettu, versioimattomissa kansioissa olevat tiedostot voidaan näyttää tilakontrollissa. Tilakontrollia käytetään esimerkiksi arkiston toimitusikkunassa.
sk: Keď je nastavené, súbory v neverziovaných adresároch môžu byť v správe stavov. Správa stavov je napríklad použitá v odovzdávocom dialógu.
sl: Če je možnost izbrana, se datoteke znotraj map brez različic lahko pokažejo v nadzoru stanja. Nadzor stanja se uporablja npr. v pogovornem oknu objave.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
de: Aktivieren Sie diese Option, damit das übergeordnete Verzeichnis als verändert gekennzeichnet (erhält das 'modifiziert' Symbol) wird, wenn es nicht versionierte Dateien enthält.
fi: Mikäli asetettu, versioimattomat tiedostot muuttavat yläkansion tilan muuttuneeksi ts. ne saavat 'muuttunut'-kuvakepäällyksen.
sk: Ak je nastavené, tak neverziované súbory označia stav rodičovského adresára za zmenený teda bude mať prekývajúcu ikonu zmeneného adresára.
sl: Če je možnost izbrana, datoteke brez različic povzročijo, da je stanje vrhnje mape označeno kot spremenjeno, torej prekrivna ikona nakazuje spremembe.

source: If the repository can not be contacted
de: Falls das Projektarchiv nicht erreicht werden kann
fi: Jos arkistoon ei saada yhteyttä
sk: Keď nie je možné spojiť sa s úložiskom
sl: Če se s skladiščem ni mogoče povezati

source: If you change this value, your existing working copies won't be recognized anymore! You must check out your working copies again. If you're not sure about this, then please read the docs. Are you absolutely sure you want to do this?
de: Wenn Sie diese Einstellung ändern, werden Ihre bisherigen Arbeitskopien nicht mehr erkannt! Sie müssen dann die Arbeitskopien erneut auschecken. Wenn Sie sich nicht absolut sicher sind, lesen Sie bitte die Anleitung. Sind Sie ganz sicher, dass Sie die Einstellung ändern wollen?
fi: Jos muutat tämän arvon, olemassa olevia työkopioitasi ei tunnisteta enää! Sinun tulee hakea työkopiosi uudestaan. Jos et ole varma tästä, lue käyttöohjeesta lisätietoa. Oletko täysin varma, että haluat tehdä tämän?
sk: Zmenou tejto hodnoty sa stanú vaše lokálne kópie nečitateľné! Bute ich musieť znova získať. Ak ste si nie istý, prosím pozrite si dokumentáciu. Ste si úplne istý, že to chcete?
sl: Če spremenite to vrednost, vaše obstoječe delovne kopije ne bodo več razpoznane! Svoje delovne kopije morate ponovno prevzeti. Če glede tega niste prepričani, potem prosimo preberite dokumente. Ali ste popolnoma prepričani, da želite to storiti?

source: If you want to break the lock, use the 'Check For Modifications' dialog.
de: Sie können die Sperre im 'Auf Änderungen prüfen' Dialog aufbrechen.
fi: Jos haluat rikkoa lukon, käytä 'Tarkista muutokset'-toimintoa.
sk: Keď chcete zrušiť zámok, použite dialóg 'Skontrolovať zmeny'.
sl: Če želite prelomiti zaklep, uporabite pogovorno okno 'Preveri spremembe'.

source: Ignore
de: Ignorieren
fi: Hylkää
sk: Ignorovať
sl: Prezri

source: Ignore &all whitespaces
de: Ignoriere &alle Leerzeichen
fi: Ohita &kaikki tyhjämerkit
sk: Ignorovať &biele znaky
sl: Prezri &vse presledke
