Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Checking if a newer version of TortoiseSVN is available...
de: Überprüfe, ob eine neue Version von TortoiseSVN zur Verfügung steht...
fi: Tarkistetaan onko ohjelmasta uudempaa versiota...
sk: Kontrola prístupnosti novšej verzie TortoiseSVN...
sl: Preverjanje obstoja novejše različice TortoiseSVN...

source: Checkout
de: Auschecken
fi: Hae työkopio
sk: Získať
sl: Prevzemi

source: Checkout &directory:
de: &Zielordner:
fi: &Työhakemisto:
sk: Získať &adresár:
sl: &Mapa prevzema:

source: Checkout - TortoiseSVN
de: Auschecken - TortoiseSVN
fi: Hae työkopio - TortoiseSVN
sk: Získať - TortoiseSVN
sl: Prevzemi - TortoiseSVN

source: Checkout Depth
de: Rekursionstiefe
fi: Työkopion haun syvyys
sk: Hĺbka adresárov pre získanie
sl: Globina prevzema

source: Checkout from %s, revision %s, %s, %s
de: Auschecken von %s, Revision %s, %s, %s
fi: Haetaan työkopio osoitteesta %s, versio %s, %s, %s
sk: Získať z %s, revízia %s, %s, %s
sl: Prevzem iz %s, revizija %s, %s, %s

source: Checksum:
de: Prüfsumme:
fi: Tarkistussumma:
sk: Kontrolný súčet:
sl: Kontrolna vsota:

source: Choose item:
de: Objekt auswählen:
fi: Valitse versio:
sk: Vybrať položku:
sl: Izberite element:

source: Classification Patterns
de: Klassifizierungsmuster
fi: Luokitteluhahmot

source: Cleaning up
de: Beim Aufräumen
fi: Siivoamassa
sk: Čistenie
sl: Čiščenje

source: Cleaning up.
de: Beim Aufräumen.
fi: Siivoamassa.
sk: (Prebieha) Čistenie
sl: Čiščenje.

source: Cleanup failed to process the following paths: %s
de: Die folgenden Pfade konnten nicht aufgeräumt werden: %s
fi: Siivous ei kyennyt käsittelemään seuraavia polkuja: %s
sk: Na nasledovných cestách bolo čistenie neúspešne: %s
sl: Čiščenje naslednjih poti ni bilo uspešno: %s

source: Cleanup has successfully processed the following paths: %s
de: Die folgenden Pfade wurden erfolgreich aufgeräumt: %s
fi: Siivous on onnistuneesti käsitellyt seuraavat polut: %s
sk: Na nasledovných cestách prebehlo čistenie úspešne: %s
sl: Čiščenje naslednjih poti je bilo uspešno: %s

source: Cleanup interrupted operations, locked files, ...
de: Führt unterbrochene Aktionen zu Ende, hebt Sperren auf, ...
fi: Siivoa keskeytetyt operaatiot, lukitut tiedostot, ...
sk: Vyčistiť preušené úkony, zamknuté súbory, ...
sl: Počisti prekinjene operacije, zaklenjene datoteke, ...

source: Clear
de: Löschen
fi: Tyhjennä
sk: Vymazať
sl: Počisti

source: Clear Tool Clear
de: Löschwerkzeug Löschen
fi: Pyyhkimistyökalu Pyyhi
sk: Nástroj guma Guma
sl: Orodje za čiščenje Počisti

source: Clears %ld URLs stored for %ld working copies
de: Löscht %ld gespeicherte URLs von %ld Arbeitskopien
fi: Tyhjentää %ld paikanninta, jotka ovat talletettuina %ld työkopioon
sk: Vymaže uložené URL adresy (%ld) pre pracovné kópie (%ld)
sl: Počisti %ld URL(jev), shranjenih za %ld delovnih kopij

source: Clears %ld log messages stored for %ld working copies
de: Löscht %ld gespeicherte Logmeldungen von %ld Arbeitskopien
fi: Tyhjentää %ld lokiviestiä talletettuina %ld työkopioon
sk: Vymaže uložené správy denníka (%ld) pre pracové kópie (%ld)
sl: Počisti %ld dnevniških zapisov, shranjenih za %ld delovnih kopij

source: Clears %ld username/password pairs, %ld ssl certificates and %ld usernames
de: Löscht %ld Name/Passwort Paare, %ld SSL Zertifikate und %ld Benutzernamen
fi: Tyhjentää %ld käyttäjätunnus/salasana -paria, %ld SSL-sertifikaattia ja %ld käyttäjänimeä
sk: Vymaže užívateľské mená a heslá(%ld), ssl certifikáty (%ld) a užívaľské mená (%ld)
sl: Počisti %ld parov uporabniških imen/gesel, %ld potrdil ssl in %ld uporabniških imen

source: Clears cached logs from %ld repositories
de: Löscht gespeicherte Logmeldungen von %ld Projektarchiven
fi: Tyhjentää talletetut lokit %ld arkistosta
sk: Vymaže uložené správy denníka z %ld úložísk
sl: Počisti predpomnilnik zapisov iz %ld skladišč

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
de: Löscht die gespeicherte Anmeldeinformation für alle Projektarchive. Sie müssen Ihre Name/Passwort Kombination jeweils neu eingeben.
fi: Tyhjentää talletetut tunnistustiedot. Sinun on syötettävä käyttäjätunnus ja salasana uudelleen kaikille arkistoille.
sk: Vymaže uložené autentifikačné údaje. Budete musieť opätovne zadať vaše meno a heslo pre všetky úložiská.
sl: Počisti shranjene avtentikacijske podatke. Za vsa skladišča boste morali znova vnesti svoje uporabniško ime in geslo.

source: Clears the stored sizes and positions of %ld dialogs
de: Löscht die gespeicherten Größen und Positionen von %ld Dialogen
fi: Tyhjentää %ld ikkunan talletetut koot ja sijainnit
sk: Vymaže uložené polohy a veľkosti dialógových okien (%ld)
sl: Počisti shranjene velikosti in položaje %ld pogovornih oken

source: Click here to go to the website
de: Klicken Sie hier, um zur Webseite zu gelangen
fi: Napsauta siirtyäksesi verkkosivustoon
sk: Kiknite sem, aby ste sa dostali na webovú stránku
sl: Kliknite za vstop na spletno stran

source: Click here to select a recently typed message
de: Klicken Sie hier, um eine der zuletzt eingegebenen Logmeldungen zu wählen
fi: Napsauta valitaksesi äskettäin kirjoitetun viestin
sk: Kiknite pre vybranie naposledy napísanej správy
sl: Kliknite sem za vnos pred kratkim vnesenega sporočila

source: Click on "Advanced" to specify alternate diff programs based on file extension
de: Alternative Vergleichsprogramme für Dateitypen festlegen
fi: Napsauta "Lisäasetukset" määritelläksesi tiedostopäätteeseen perustuvia vertailuohjelmia
sk: Vyberte "Rozšírené" k zadaniu náhradného porovnávacieho programu podľa prípon
sl: Kliknite gumb "Napredno" za določitev dodatnih programov za razlikovanje glede na končnico.

source: Click on "Advanced" to specify alternate merge programs based on file extension
de: Alternative Konflikteditoren für Dateitypen festlegen
fi: Napsauta "Lisäasetukset" määritelläksesi tiedostopäätteeseen perustuvia yhdistämisohjelmia
sk: Vyberte "Rozšírené" k zadaniu náhradného zlučovacieho programu podľa prípon
sl: Kliknite gumb "Napredno" za določitev dodatnih programov za spajanje glede na končnico datoteke

source: Clipboard
de: Zwischenablage
fi: Leikepöytä
sk: Schránka
sl: Odložišče

source: Close
de: Schließen
fi: Sulje
sk: Zatvoriť
sl: Zapri

source: Close Full Screen
de: Vollbild schließen
fi: Poista kokoruututila
sk: Zatvoriť celoobrazovkové zobrazenie
sl: Zapri celozaslonski način

source: Close Print Preview &Close
de: Druckvorschau schließen &Schließen
fi: Sulje esikatselu &Sulje
sk: Zatvoriť náhlad pred tlačov &Zatvoriť
sl: Zapri predogled tiskanja &Zapri

source: Close manually
de: Manuell
fi: Sulje itse
sk: Zatvoriť ručne
sl: Zapri ročno

source: Close the active window and prompts to save the documents
de: Schließt das aktive Fenster und fragt nach, ob die Daten gespeichert werden sollen
fi: Sulkee aktiivisen ikkunan ja pyytää tallettamaan tiedostot
sk: Zatvorí aktívne okno a vyzve k uloženiu dokumentov
sl: Zapre aktivno okno in ponudi shranjevanje dokumentov

source: Coll&apse source tree
de: Quellbaum &zuklappen
fi: S&ulje lähdepuu

source: Collapse &following tree
de: Folgenden Baum zu&klappen
fi: Sulje s&euraava puu

source: Color
de: Farbe
fi: Väri
sk: Farba
sl: Barva

source: Color co&de in-line changes
de: Änderungen in Zeile &farbig hervorheben
fi: Värjää &rivin sisäiset muutokset
sk: &Farebné značky zmien v riadkoch
sl: Obarvaj spremembe v &vrstici

source: Colors
de: Farben
fi: Värit
sk: Farby
sl: Barve

source: Colors:
de: Farben:
fi: Värit:
sk: Farby:
sl: Barve:

source: Comman&ds:
de: Be&fehle:
fi: Komenn&ot:
sk: Príka&zy
sl: Uka&zi

source: Command
de: Befehl
fi: Komento
sk: Príkaz
sl: Ukaz

source: Command Line
de: Befehlszeile
fi: Komentorivi
sk: Príkazový riadok
sl: Ukazna vrstica

source: Command Line To Execute:
de: Befehlszeile:
fi: Suoritettava komentorivi:
sk: Príkazový riadok na vykonanie:
sl: Ukazna vrstica za izvedbo:

source: Command failed.
de: Befehl konnte nicht ausgeführt werden.
fi: Komento epäonnistui.
sk: Príkaz zlyhal.
sl: Ukaz ni uspel.

source: Commands
de: Befehle
fi: Komennot
sk: Príkazy
sl: Ukazi

source: Commit
de: Übertragen
fi: Toimita
sk: Odovzdať
sl: Objavi

source: Commit - TortoiseSVN
de: Übertragen - TortoiseSVN
fi: Toimita - TortoiseSVN
sk: Odovzdať - TortoiseSVN
sl: Objavi - TortoiseSVN

source: Commit to:
de: Übertragen nach:
fi: Toimituspaikka:
sk: Odovzdať do:
sl: Objavi v:

source: Commit...
de: Übertragen...
fi: Toimita...
sk: Odovzdať ...
sl: Objavi ...

source: Commits by author
de: Übertragungen pro Autor
fi: Toimitukset tekijän mukaan
sk: Odovzdania podľa autorov
sl: Objave po avtorjih

source: Commits by date
de: Übertragungen nach Datum
fi: Toimitukset päiväyksen mukaan
sk: Odovzdania podľa času
sl: Objave po dnevih

source: Commits each week:
de: Übertragungen pro Woche:
fi: Toimitukset per viikko:
sk: Odovzdania každý týždeň:
sl: Število objav na teden:

source: Commits your changes to the repository
de: Überträgt Ihre Änderungen ins Projektarchiv
fi: Toimittaa muutoksesi arkistoon
sk: Odovzdať vaše zmeny do úložiska
sl: Objavi vaše spremembe v skladišču

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item. Are you sure that you want to continue the commit?
de: Beim Übertragen eines unversionierten Ordners werden dessen Unterobjekte nicht automatisch hinzugefügt! Die Unterordner müssen vorher per 'Hinzufügen...' rekursiv in die Versionskontrolle übernommen werden. Wollen Sie die Übertragung fortsetzen?
fi: Versioimattoman kansion lisäys arkistoon ei lisää sen sisältämiä tiedostoja! Haluat ehkä mieluummin lisätä nämä kansiot palautuvasti kontekstivalikon komennolla 'Lisää...'. Oletko varma että haluat jatkaa toimitusta?
sk: Odovzdanie neverziovaného adresára nepridaá jeho podobjekty! Môžete požadovať rekurzívne pridanie adresára použitím 'Pridať...' z kontextovej ponuky objektu. Ste si istý, že chcete pokračovať v odovzdávaní?
sl: Objava mape, ki ni pod nadzorom, ne doda rekurzivno tudi podrejenih elementov mape! Te mape lahko rekurzivno dodate z uporabo ukaza 'Dodaj' v kontekstnem meniju. Ste prepričani, da želite nadaljevati z objavo?

source: Compare &HEAD revisions
de: &HEAD Revisionen vergleichen
fi: Vertaa &uusimpia (HEAD) versioita
sk: Porovnať &HEAD revízie
sl: Primerjaj revizije &HEAD

source: Compare and &blame with working BASE
de: Vergleiche und &Annotiere mit Arbeitskopie BASE
fi: &Vertaa ja selvitä tekijät kantaversion (BASE) kanssa
sk: Porovnať a &obviniť s pracovným základom
sl: Primerjaj in &okrivi z delovno osnovo (BASE)

source: Compare and blame with previous revision
de: Vergleiche und Annotiere mit vorheriger Revision
fi: Vertaa ja selvitä tekijät edelliseen versioon nähden
sk: Porovnať a obviniť s predošlou revíziou
sl: Primerjaj in &okrivi s prejšno revizijo

source: Compare whitespaces
de: Vergleiche Leerzeichen
fi: Vertaa tyhjämerkkejä
sk: Porovnávať biele znaky
sl: Primerjaj presledke

source: Compare with &working copy
de: Vergleiche mit &Arbeitskopie
fi: Vertaa &työkopioon
sk: Porovnať s &pracovnou kópiou
sl: Primerjaj z &delovno kopijo

source: Compare with b&ase
de: Vergleiche mit B&asis
fi: Vertaa kantaversion (&BASE) kanssa
sk: Porovnať so zákl&adom
sl: Primerjaj z &osnovo

source: Compare with previous revision
de: Vergleiche mit vorheriger Revision
fi: Vertaa edelliseen versioon
sk: Porovnať s predošlou revíziou
sl: Primerjaj s prejšno revizijo

source: Compares the file with the last committed revision to show you the changes you made
de: Vergleicht die Datei mit der letzten übertragenen Revision, um Ihre Änderungen sichtbar zu machen
fi: Vertaa tiedostoa viimeiseen arkistoon toimitettuun versioon näyttääkseen tekemäsi muutokset
sk: Porovná súbor s naposledy odovzdanou revíziou, aby ste videli zmeny, ktoré ste vykonali
sl: Primerja datoteko z zadnjo objavljeno revizijo in pokaže spremembe, ki ste jih naredili

source: Compares the selected file with a file in the repository
de: Vergleicht die gewählte Datei mit einer Datei im Projektarchiv
fi: Vertaa valittua tiedostoa arkistossa olevaan tiedostoon
sk: Porovná vybraný súbor so súborov v úložisku
sl: Primerja izbrano datoteko z datoteko v skladišču

source: Comparing %s to %s
de: Vergleiche %s mit %s
fi: Verrataan: %s ja %s
sk: Porovnanie %s s %s
sl: Primerjanje %s z %s

source: Completed
de: Fertig
fi: Valmis
sk: Hotovo
sl: Dokončano

source: Configure Hook Scripts
de: Aktionsskripte konfigurieren
fi: Määrittele toimintokomennot
sk: Nastaviť pripnuté skripty
sl: Nastavi ukazne datoteke akcij

source: Configure Issue Tracker Integration
de: Integration des Fehlerverfolgungssystems einrichten
fi: Määrittele kytkös vikaseurantaohjelmaan
sk: Nastaviť integráciu so sledovačom prípadov
sl: Nastavi integracijo sledilnika zadev

source: Configure the program used for comparing different revisions of files
de: Vergleichen verschiedener Dateirevisionen
fi: Määritä ohjelma, jota käytetään eri tiedostoversioiden vertailuun
sk: Nastaviť program na porovnanie rôznych revízií súborov.
sl: Nastavi program za primerjanje različnih revizij datotek

source: Configure the program used for comparing different revisions of properties
de: Vergleichen der Revisionen von Eigenschaften
fi: Määritä ohjelma, jota käytetään eri ominaisuusversioiden vertailuun
sk: Nastaviť program na porovnanie rôznych revízií vlastností.
sl: Nastavi program za primerjanje različnih revizij lastnosti

source: Configure the program used to resolve conflicted files.
de: Auflösen von Konflikten
fi: Määritä ohjelma, jota käytetään tiedostoristiriitojen ratkomiseen.
sk: Nastaviť program na riešenie konfliktov.
sl: Nastavi program za reševanje spornih datotek.

source: Configure viewer program for GNU diff files (patch files).
de: Anzeigen von GNU Standard-Diffdateien
fi: Määritä ohjelma, jota käytetään GNU diff-tiedostojen (paikkatiedostot) katseluun.
sk: Nastavienie prehliadača 'GNU diff' súborov (súbory záplat).
sl: Nastavi ogledovalnik za datoteke razlik GNU (diff, datoteke s popravki).

source: Conflict resolved
de: Konflikt aufgelöst
fi: Ristiriita ratkaistu
sk: Konflikt bol vyriešený
sl: Spor rešen

source: Conflicted
de: Konflikt
fi: Ristiriita
sk: Konflikné
sl: Sporno

source: Conflicts: %d
de: Konflikte: %d
fi: Ristiriitoja: %d
sk: Konflikty: %d
sl: Spori: %d

source: Connect to the repository server and download missing log data
de: Mit dem Projektarchiv verbinden und die fehlenden Logdaten herunterladen
fi: Kytkeydy arkistopalvelimelle ja nouda puuttuvat lokitiedot
sk: Pripojiť sa ku serveru úložiska a stiahnuť chýbajúce data
sl: Poveži se s skladiščem in prenesi manjkajoče podatke

source: Container sizes
de: Containergrößen
fi: Säiliöiden koot
sk: Veľkosť kontaineru
sl: Velikosti vsebnikov

source: Context Menus:
de: Kontextmenüs:
fi: Kontekstivalikot:
sk: Kontextové ponuky:
sl: Kontekstni meniji

source: Continue
de: Fortsetzen
fi: Jatka
sk: Pokračovať
sl: Nadaljuj

source: Contract docked window
de: Angedocktes Fenster kontrahieren
fi: Kutista ankkuroitu ikkuna
sk: Zúžiť zakotvené okno
sl: Skrči pripojeno okno

source: Cop&y
de: &Kopieren
fi: &Kopioi
sk: &Kopíruj
sl: &Kopiraj

source: Copied
de: Kopiert
fi: Kopioitu
sk: Skopírované
sl: Kopirano

source: Copied from URL
de: Kopiert von URL
fi: Kopioitu paikantimesta
sk: Skópírovné z URL
sl: Kopirano z naslova

source: Copied remotely
de: Datei im Projektarchiv kopiert
fi: Kopioitu etänä
sk: Vzdialene skopírované
sl: Oddaljeno kopirano

source: Copy
de: Kopieren
fi: Kopioi
sk: Kopírovať
sl: Kopiraj

source: Copy %ld items to %s
de: Kopiere %ld Objekte nach %s
fi: Kopioi %ld tiedostoa paikkaan %s
sk: Kopírovať %ld objektov do %s
sl: Kopiraj %ld elementov v %s

source: Copy %s
de: Kopiere %s
fi: Kopioi %s
sk: Kopíruj %s
sl: Kopiraj %s

source: Copy %s to %s, Revision %s
de: Kopiere %s nach %s, Revision %s
fi: Kopioi polku %s paikkaan %s, versio %s
sk: Kopírovať %s do %s, Revízia %s
sl: Kopiraj %s v %s, revizija: %s

source: Copy %s to %s
de: Kopiere %s nach %s
fi: Kopioi %s tiedostoon %s
sk: Kopírovať %s do %s
sl: Kopiraj %s v %s

source: Copy (Branch / Tag)
de: Kopieren (Verzweigen / Markieren)
fi: Kopioi (haara / merkki)
sk: Kopíruj (Vetvu / značku)
sl: Kopiraj (ustvari vejo / oznako)

source: Copy - TortoiseSVN
de: Kopieren - TortoiseSVN
fi: Kopioi - TortoiseSVN
sk: Kopírovať - TortoiseSVN
sl: Kopiraj - TortoiseSVN

source: Copy Tool Copy
de: Kopierwerkzeug Kopieren
fi: Kopiointityökalu Kopioi
sk: Nástroj kopírovať Kopírovať
sl: Orodje za kopiranje Kopiraj

source: Copy URL to clipboard
de: URL in Zwischenablage kopieren
fi: Kopioi paikannin leikepöydälle
sk: Kopíruj URL do schránky
sl: Kopiraj URL na odložišče

source: Copy all information to clipboard
de: Kopiere alle Informationen in die Zwischenablage
fi: Kopioi kaikki tiedot leikepöydälle
sk: Skopíruj všetky infomácie do schránky
sl: Kopiraj vse podatke na odložišče

source: Copy and rename
de: Kopieren und umbenennen
fi: Kopioi ja uudelleennimeä
sk: Kopírovať a premenovať
sl: Kopiraj in preimenuj

source: Copy and rename item to here
de: Objekt hierher kopieren und umbenennen
fi: Kopioi ja uudelleennimeä tiedosto tänne
sk: Kopírovať a premenovať objekty sem
sl: Kopiraj element sem in ga preimenuj

source: Copy error message to clipboard
de: Fehlermeldung in die Zwischenablage kopieren
fi: Kopioi virheilmoitus leikepöydälle
sk: Skopíruj chybové správy do schránky
sl: Kopiraj sporočilo o napaki na odložišče

source: Copy from path
de: Kopiert von
fi: Kopio polusta
sk: Kópia z cesty
sl: Kopirano iz poti

source: Copy items to here
de: Objekte hierher kopieren
fi: Kopioi tiedostot tänne
sk: Kopírovať objekty sem
sl: Kopiraj elemente sem

source: Copy paths to clipboard
de: Kopiere Pfade in die Zwischenablage
fi: Kopioi polut leikepöydälle
sk: Skopíruj cesty do schránky
sl: Kopiraj poti na odložišče

source: Copy selection to cli&pboard
de: In Zwischenablage &kopieren
fi: Kopioi valinta &leikepöydälle
sk: Kopírovať výber do &schránky
sl: Ko&piraj izbiro na odložišče

source: Copy the selection and put it on the Clipboard Copy
fi: Kopioi valittu teksti leikepöydälle Kopioi
sk: Skopíruj výber a vlož ho do schránky Skopíruj
sl: Kopiraj izbor in ga postavi na odložišče Kopiraj

source: Copy to %1
de: In %1 kopieren
fi: Kopioi kohteeseen %1

source: Copy to clipboard
de: In Zwischenablage kopieren
fi: Kopioi leikepöydälle
sk: Kopírovať do schránky
sl: Kopiraj na odložišče

source: Copy to working copy
de: Kopiere zur Arbeitskopie
fi: Kopioi työkopioon
sk: Kopírovať do pracovnej kópie
sl: Kopiraj v delovno kopijo

source: Copy to working copy...
de: Kopiere in Arbeitskopie...
fi: Kopioi työkopioon...
sk: Kopírovať do pracovnej kópie...
sl: Kopiraj v delovno kopijo...

source: Copy: New name for %s
de: Kopieren: Neuer Name für %s
fi: Kopio: Uusi nimi %s:lle
sk: Skopíruj: Nové meno pre %s
sl: Kopiraj: Novo ime za %s

source: Copying %s
de: Kopiere %s
fi: Kopioidaan %s
sk: Kopírovanie %s
sl: Kopiranje %s

source: Copying...
de: Kopiere...
fi: Kopioimassa...
sk: Kopírovanie...
sl: Kopiranje

source: Corrections
de: Korrekturen
fi: Korjaukset
sk: Opravy
sl: Popravki

source: Could not add %s to the ignore list!
de: Konnte %s nicht zur 'Ignorieren' Liste hinzufügen!
fi: Elementin %s lisäys ohituslistaan epäonnistui!
sk: Nemožno pridať %s do zoznamu vylúčení!
sl: %s ni mogoče dodati na seznam prezrtih!

source: Could not add '%s' because
de: Datei '%s' konnte nicht erzeugt werden!
fi: '%s':n lisäys epäonnistui, koska
sk: Nemožno pridať '%s' pretože
sl: '%s' ni mogoče dodati, ker

source: Could not add property '%s' on '%s' because
de: Konnte Eigenschaft '%s' nicht zu '%s' hinzufügen, weil
fi: Ominaisuuden '%s' lisäys kohteeseen '%s' epäonnistui, koska
sk: Nemožno pridať vlastnosť '%s' na '%s' pretože
sl: Lastnosti '%s' ni mogoče dodati v '%s', ker

source: Could not check for a newer version!
de: Suche nach einer neuen Version fehlgeschlagen!
fi: Uusimman version tarkistus epäonnistui!
sk: Nemožno skontrolovať novšiu verziu!
sl: Ni mogoče preveriti, ali obstaja novejša različica!

source: Could not copy the files! <hr=100%%> %s
de: Konnte Dateien nicht kopieren! <hr=100%%> %s
fi: Tiedostojen kopiointi epäonnistui! <hr=100%%> %s
sk: Nemožno kopírovať súbory! <hr=100%%> %s
sl: Datotek ni mogoče kopirati! <hr=100%%> %s

source: Could not create %1 because the directory is full.
de: Konnte %1 nicht erstellen, weil der Ordner voll ist.
fi: Tiedoston %1 luonti epäonnistui, koska hakemisto on täynnä.
sk: %1 nemohol byť vytvorený, pretože je plný adresár.
sl: %1 ni mogoče ustvariti, ker je mapa polna.

source: Could not delete '%s' because
de: Konnte '%s' nicht löschen, weil
fi: '%s':n poisto epäonnistui, koska
sk: Nemožno vymazať '%s' pretože
sl: '%s' ni mogoče brisati, ker

source: Could not delete property '%s' on '%s' because
de: Konnte Eigenschaft '%s' nicht von '%s' löschen, weil
fi: Ominaisuuden '%s' poisto kohteesta '%s' epäonnistui, koska
sk: Nemožno vymazať vlastnosť '%s' na '%s' pretože
sl: Lastnosti '%s' ni mogoče brisati iz '%s', ker

source: Could not determine the last committed revision!
de: Konnte die letzte übertragene Revision nicht ermitteln!
fi: Viimeisimmän toimitetun version selvitys ei onnistu!
sk: Nemožno určit podlene odovzdanú revíziu.
sl: Zadnje objavljene revizije ni mogoče ugotoviti!

source: Could not get the status!
de: Konnte den Status nicht ermitteln!
fi: Tilatietojen haku epäonnistui!
sk: Nemožno získať stav!
sl: Stanja ni mogoče preveriti!

source: Could not merge '%s' because
de: Konnte '%s' nicht zusammenführen, weil
fi: '%s':n yhdistäminen epäonnistui, koska
sk: Nemožno zlúčiť '%s' pretože
sl: '%s' ni mogoče spojiti, ker

source: Could not merge property '%s' on '%s' because
de: Konnte Eigenschaft '%s' nicht in '%s' zusammenführen, weil
fi: Ominaisuuden '%s' yhdistäminen kohteeseen '%s' epäonnistui, koska
sk: Nemožno zlúčiť vlastnosť '%s' na '%s' pretože
sl: Lastnosti '%s' ni mogoče spojiti s '%s', ker

source: Could not open %1 because there are too many open files.
de: Konnte %1 nicht öffnen, weil zu viele Dateien geöffnet sind.
fi: Tiedostoa %1 ei voitu avata, koska liian monta tiedostoa on auki.
sk: %1 nemohol byť otvorený, pretože je otvorených príliš veľa súborov.
sl: %1 ni mogoče odpreti, ker je odprtih preveč datotek.

source: Could not open the file %s
de: Konnte die Datei %s nicht öffnen.
fi: Tiedoston %s avaus epäonnistui
sk: Nemožno otvoriť súbor %s
sl: Datoteke %s ni mogoče odpreti.

source: Could not remove %1 because it is the current directory.
de: Konnte %1 konnte nicht entfernen, da es der aktuelle Ordner ist.
fi: Hakemistoa %1 ei voitu poistaa, koska se on työhakemisto.
sk: %1 nemohol byť zmazaný, pretože je to aktuálny adresár.
sl: %1 ni mogoče izbrisati, ker je to trenutna mapa.

source: Could not remove %s from the ignore list
de: Konnte %s nicht aus der 'Ignorieren' Liste entfernen!
fi: Elementin %s poisto ohituslistasta epäonnistui
sk: Nemožno odstrániť %s zo zoznamu vylúčení
sl: %s ni mogoče odstraniti s seznama prezrtih

source: Could not retrieve URL of the file! %s
de: Konnte die URL der Datei nicht finden! %s
fi: Tiedoston %s paikantimen selvitys epäonnistui!
sk: Nemožno získat URL súboru! %s
sl: Naslova URL datoteke ni mogoče pridobiti! %s

source: Could not retrieve revision %s of the file %s. Patching is not possible!
de: Konnte die Revision %s der Datei %s nicht laden. Patchen ist nicht möglich!
fi: Tiedoston %s version %s haku epäonnistui. Paikkaus ei onnistu!
sk: Nemožno získat revíziu %s pre súbor %s. Zaplátanie nie je možné!
sl: Revizije %s datoteke %s ni mogoče pridobiti. Namestitev popravka ni mogoča!

source: Could not save the file %s!
de: Konnte die Datei %s nicht speichern!
fi: Tiedoston %s talletus epäonnistui!
sk: Nemožno uložiť súbor %s!
sl: Datoteke %s ni mogoče shraniti!
