Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: The path <i>%s</i> seems not to match the paths in the patchfile. But TortoiseMerge found the path <i>%s</i> matches it better. Do you want to use the suggested path instead?
de: Der Pfad <i>%s</i> stimmt nicht mit den Pfaden in der Patchdatei überein. TortoiseMerge hat herausgefunden, dass der Pfad <i>%s</i> besser übereinstimmt. Soll der gefundene Pfad verwendet werden?
fi: Polku <i>%s</i> ei täsmää paikkatiedostossa olevien polkujen kanssa. TortoiseMerge huomasi, että polku <i>%s</i> täsmää paremmin. Haluatko käyttää ehdotettua polkua?
sk: Cesta <i>%s</i> nevyzerá zhodná s cestou záplatového súboru. Ale TortoiseMerge našiel cestu <i>%s</i>, ktorá sa zhoduje lepšie. Chcete použiť navrhnutú cestu?
sl: Pot <i>%s</i> se ne ujema s potmi v datoteki popravkov. Vendar je aplikacija TortoiseMerge našla pot <i>%s</i>, ki se zdi bolj primerna. Ali ste prepričani, da želite raje uporabiti predlagano pot?

source: The repository was successfully created.
de: Das Projektarchiv wurde erfolgreich erstellt.
fi: Arkiston luonti onnistui.
sk: Uložisko bolo úspešne vytvorené.
sl: Skladišče je bilo uspešno ustvarjeno.

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
de: Die gewählte Datei enthält noch einen oder mehrere Konfliktmarken. Sind Sie sicher, dass Sie diesen Konflikt als 'aufgelöst' markieren wollen?
fi: Valitussa tiedostossa näyttää yhä olevan yksi tai useampia ristiriitoja. Oletko varma, että haluat merkitä tiedoston ratkaistuksi?
sk: Vybraný súbor ešte obsahuje značky konfliktov. Naozaj ho chcete označiť za vyriešený?
sl: Izbrana datoteka ima še vedno eno ali več oznak sporov. Ali ste prepričani, da želite datoteko označiti kot rešeno?

source: The target URL %s already exists!
de: Die Ziel-URL %s existiert bereits!
fi: Kohdepaikannin %s on jo olemassa!
sk: Cieľová URL adresa %s už existuje!
sl: Ciljni naslov URL %s že obstaja!

source: The target folder %s is not empty! Are you sure you want to checkout/export into that folder?
de: Der Zielordner %s ist nicht leer! Sind Sie sicher, dass Sie in diesen Ordner auschecken/exportieren wollen?
fi: Kohdekansio %s ei ole tyhjä! Oletko varma, että haluat hakea/viedä tähän kansioon?
sk: Cieľový adresár %s nie je prázdny! Ste si istý, že chcete získanie/export do tohoto adresára?
sl: Ciljna mapa %s ni prazna! Ali ste prepričani, da želite prevzeti/izvoziti datoteke v to mapo?

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
de: Die Zeit in Sekunden, nach der die Analyse der ausgewählten Dateien angehalten wird. Ein kleiner Wert stellt die Liste zum automatischen Vervollständigen schneller zur Verfügung, wird aber manchmal nicht alle Dateien analysieren.
fi: Aika (s), jonka jälkeen valittujen tiedostojen jäsentäminen pysähtyy. Pienempi arvo tuo automaattisen täydennyksen listan saataville aiemmin, mutta ei ehkä käy läpi kaikkia tiedostoja.
sk: Čas v sekundách, po ktorom bude zastavená analýza súborov. Menšia hodnota umožní zoznam automatického dopĺňania skorej, ale možno nebudú zanalyzované všetky súbory.
sl: Čas v sekundah, po katerem se razčlenjevanje izbranih datotek ustavi. Nižja vrednost pomeni, da bo seznam samozaključevanje prej na voljo, vendar morda ne bodo pregledane vse datoteke.

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
de: Die zwei gewählten URLs haben nicht die gleiche Basis. Es ist nicht möglich, die Logmeldungen dazwischen anzuzeigen.
fi: Valitut kaksi paikanninta eivät ole luotuja samasta juuresta. Ei ole mahdollista näyttää niiden välisiä lokiviestejä!
sk: Vybrané URL adresy neboli vytvorené z jedného kmeňového adresára. Nie je možné zobraziť správy denníka medzi nimi!
sl: Izbrana URL-ja ne izhajata iz istega korena. Dnevniških zapisov med njima zato ni mogoče prikazati!

source: The user who did the last commit
de: Der Autor der letzten Änderung
fi: Käyttäjä, joka teki viimeisimmän toimituksen arkistoon
sk: Užívateľ, ktorý odovzdal naposledy
sl: Avtor zadnje objave

source: The user who owns the lock of the file
de: Der Eigner der gesperrten Datei
fi: Käyttäjä, joka omistaa lukon tähän tiedostoon
sk: Užívateľ, ktorý vlastní zámok súboru
sl: Uporabnik, ki ima v lasti zaklep

source: The working copy has changed! <hr=100%> Please commit your changes first or revert.
de: Die Arbeitskopie wurde verändert! <hr=100%> Bitte Übertragen Sie zuerst Ihre Änderungen oder machen Sie Ihre Änderungen rückgängig.
fi: Työkopio on muuttunut! <hr=100%> Toimita ensin muutoksesi arkistoon tai tee palautus.
sk: Pracovná kópia bola zmenená! <hr=100%> Prosím najprv vaše zmeny odovzdajte, alebo vráťte.
sl: Delovna kopija se je spremenila! <hr=100%> Najprej objavite svoje spremembe ali pa jih povrnite.

source: The working copy is not up to date! Please Update first.
de: Die Arbeitskopie ist nicht aktuell. Bitte aktualisieren Sie diese.
fi: Työkopio ei ole ajan tasalla! Päivitä ensin.
sk: Pracovná kópia nie je aktuálna! Najprv ju aktualizujte, prosím.
sl: Delovna kopija je zastarela! Najprej jo posodobite.

source: Their file:
de: Deren Datei:
fi: Heidän tiedostonsa:
sk: Ich súbor:
sl: Njihova datoteka:

source: Theirs
de: Deren
fi: Heidän
sk: Ich
sl: Njihov

source: There are changes or unversioned items inside one or more directories which you have included with svn:externals. Those files are not listed for commit. You need to commit those files separately.
de: Es befinden sich Änderungen oder unversionierte Objekte innerhalb von Ordnern, welche Sie mittels 'svn:externals' eingebunden haben. Diese Dateien werden <b>nicht</b> aufgelistet. Sie müssen die Änderungen separat übertragen.
fi: Yhdessä tai useammassa svn:externals -kansiossa on muutoksia tai versioimattomia tiedostoja. Näitä tiedostoja ei voi valita toimitettavaksi arkistoon, vaan svn:externals -kansiot on toimitettava erikseen.
sk: Boli vykonané zmeny alebo sú neverziované objekty v adresároch, ktoré bol zaradené cez svn:externals. Takéto súbory nie sú v zozname na odovzdanie. Tieto súbory musíte odovzdať osobitne.
sl: V eni ali več mapah, ki ste jih vključili s svn:externals, so spremembe ali elementi brez različic. Te datoteke niso na seznamu za objavo. Objaviti jih boste morali ločeno.

source: There are no issue-tracker providers available.
de: Es stehen keine COM-Anbieter für das Fehlerverfolgungssystem zur Verfügung.
fi: Vikaseurantaohjelmia ei ole saatavilla.
sk: Nie je prístupný žiadny poskytovateľ sledovania prípadov
sl: Na voljo ni nobenega ponudnika sledilnika zadev.

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
de: Es gibt immer noch nicht aufgelöste Konflikte in Zeile %d! Sie sollten diese Konflikte vor dem Speichern auflösen. Wollen Sie die Datei mitsamt den Konflikten speichern? Wenn Sie JA wählen, müssen Sie die Konflikte von Hand in einem anderen Editor auflösen!
fi: Rivillä %d on yhä ratkaisemattomia ristiriitoja! Sinun pitäisi ratkoa ristiriidat ennen tallettamista. Haluatko tallettaa tiedoston ristiriitoineen? Mikäli valitset KYLLÄ, sinun pitää ratkoa ristiriidat jollain toisella editorilla!
sk: Na riadku %d je ešte stále nevyriešený konflikt! Pred uložením, by ste všetky konflikty vyriešiť. Chcete uložiť súbor aj s kofliktom? Keď vyberiete ANO, potom budete musieť vyriešiť konflikty ručne v inom editore!
sl: V vrstici %d so nerešeni spori! Te spore morate rešiti pred shranjevanjem. Ali želite shraniti datoteko s prisotnimi spori? Če kliknete Da, morate te spore ročno rešiti v drugem urejevalniku!

source: There are unsaved modifications! Do you want to save your changes?
de: Die Änderungen sind noch nicht gespeichert! Wollen Sie Ihre Änderungen speichern?
fi: Muutoksia ei ole talletettu! Haluatko tallentaa muutoksesi?
sk: Sú neuložené zmeny Chcete vaše zmeny uložiť?
sl: Spremembe niso shranjene! Ali jih želite shraniti?

source: There has been a problem connecting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history.
de: Es gibt ein Problem mit der Verbindung zum Server. Wollen Sie stattdessen die lokal gepufferten Daten sehen? Bitte beachten Sie, dass diese Daten unter Umständen nicht aktuell oder unvollständig sind und deshalb irreführende Informationen beinhalten können.
fi: Yhteyden muodostaminen palvelimeen epäonnistui. Haluatko kuitenkin nähdä aiemmin talletettuja tietoja? Huomaa, että nämä tiedot voivat olla vanhentuneita tai epätäydellisiä.
sk: Pri pokuse o prijenie na server nastal problém. Checte namiesto toho zobraziť dáta zo zásobníka? Prosím rozumejte, že údaje v zásobníku môžu byť zastaralé, nekompletné, alebo dokonca mätúce z dôvodu nekompletnej histórie.
sl: Nastala je težava pri dostopu do strežnika. Ali želite videti podatke, ki so shranjeni v predpomnilniku? Upoštevajte, da so podatki v pomnilniku zaradi nepopolne zgodovine lahko zastareli, nepopolni ali celo zavajajoči.

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
de: Es gibt nichts hinzuzufügen. Alle Dateien und Ordner befinden sich entweder bereits unter Versionskontrolle oder sie werden aufgrund der 'svn:ignore' Eigenschaft beziehungsweise der globalen Ausschlussmuster ignoriert.
fi: Ei ole mitään lisättävää. Kaikki tiedostot ja kansiot ovat joko versionhallinnassa tai on ohitettu käyttämällä svn:ignore-ominaisuutta tai yleistä ohituslistaa.
sk: Nie je čo pridať. Všetky súbory a adresáre sú už pod správou verzií, alebo sú ignorované na základe nastavenia svn:ignore, alebo globálneho nastavenia.
sl: Ničesar ni mogoče dodati. Vse datoteke in mape so ali pod nadzorom različic ali pa so prezrte zaradi uporabe lastnosti svn:ignore ali splošnih nastavitev prezrtih.

source: There's nothing to unlock. No file has a lock in this working copy.
de: Es gibt nichts zu entsperren. Keine Datei in dieser Arbeitskopie ist gesperrt.
fi: Ei avattavia lukkoja. Millään tiedostolla ei ole lukkoa tässä työkopiossa.
sk: Nie je nič na odomknutie. Nie sú žiadné zamknuté súbory v pracovnej kópií.
sl: Ničesar ni mogoče odkleniti. Nobena datoteka v tej delovni kopiji ni zaklenjena.

source: Thesaurus
fi: Asiasanasto
sk: Tezaurus (slovník)
sl: Slovar sopomenk

source: This is not a valid URL. Please enter an URL here.
de: Dies ist keine gültige URL. Bitte geben Sie hier eine URL ein.
fi: Tämä ei ole kelvollinen paikannin. Syötä paikannin tähän.
sk: Toto nie je platná URL adresa. Prosím sem zadajte URL.
sl: To ni veljaven URL. Vnesite URL tukaj.

source: This is not a valid path! A valid path must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
de: Dies ist kein gültiger Pfad! Eine gültige Pfadangabe unter Windows darf keine '<<>|"*:' oder einen der folgenden Gerätenamen enthalten: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
fi: Tämä ei ole kelvollinen polku! Polku ei saa sisältää merkkejä '<<>|"?*:' tai olla joku seuraavista laitenimistä: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sk: Toto nie je platná cesta! Platná cesta nesmie obsahovať '<<>|"?*:' ani meno nasledovných zariadení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sl: To ni veljavna pot! Veljavna pot ne sme vsebovati znakov '<<>|"?*:' kot tudi ne naslednjih imen naprav: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This method covers the case when you have made a feature branch as discussed in the Subversion book. Use this to merge all changes of a branch back to trunk.
de: Diese Methode deckt den Fall ab, dass Sie, wie im Subversion Buch beschrieben, einen Funktionszweig angelegt haben und diese Änderungen in den Stamm zurück übertragen wollen.
fi: Tämä menetelmä sopii tilanteeseen, jossa olet luonut kehityshaaran Subversion-kirjan kuvaamalla tavalla. Käytä menetelmää kaikkien haaran muutosten yhdistämiseksi takaisin päähaaraan.
sk: Táto medóda pokrýva prípad, keď ste spravili vetvu ako je popísané v knihe Subversion. Použite túto možnosť na zlúčenie všetkých zmien vetvy do kmeňa.
sl: Ta način uporabite, kadar uporabljate vejo za razvoj nove zmožnosti, kot je to opisano v knjigi The Subversion Book. S tem vse spremembe iz stranske veje spojite na glavno vejo.

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
de: Diese Methode deckt den Fall ab, dass Sie Änderungen an einem Zweig (oder dem Stamm) vorgenommen haben und diese Änderungen in einen anderen Zweig übertragen wollen.
fi: Tämä menetelmä sopii tilanteeseen, jossa olet tehnyt yhden tai useampia versioita johonkin arkiston haaraan (tai päähaaraan) ja haluat siirtää ne johonkin toiseen haaraan.
sk: Táto metóda pokrýva prípad keď ste spravili jednu, alebo viac revizii do vetvy (alebo kmena) a chcete tieto zmeny aplikovať na niektoru inú vetvu.
sl: Ta metoda velja za primer, ko ste naredili nekaj objav na določeni veji, sedaj pa želite te spremembe prenesti na drugo vejo.

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
de: Diese Methode deckt den Fall ab, dass Sie die Unterschiede zwischen zwei verschiedenen Zweigen in Ihrer Arbeitskopie zusammenführen möchten.
fi: Tämä menetelmä sopii tilanteeseen, jossa haluat yhdistää arkiston kahden eri haaran väliset eroavuudet työkopioosi.
sk: Táto metóda pokrýva prípad keď chcete zlúčiť rozdiely z dvoch rozdielnych vetiev do vašej pracovnej kópie.
sl: Ta metoda se uporablja vprimeru, ko želite spojiti razlike dveh vej v delovno kopijo.

source: This product includes software developed by CollabNet (http://www.Collab.Net/)
de: Dieses Produkt enthält von CollabNet (http://www.Collab.Net/) entwickelte Software
fi: Tämä tuote sisältää CollabNetin (http://www.Collab.Net/) kehittämiä ohjelmistoja.
sk: Tento produkt obsahuje softvér vyvynutý CollabNet-om (http://www.Collab.Net/)
sl: Izdelek vsebuje programsko opremo, ki jo je razvilo podjetje CollabNet (http://www.Collab.Net/)

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
de: Dieses Produkt enthält vom OpenSSL Projekt (http://www.openssl.org) für die Nutzung im OpenSSL Toolkit entwickelte Software.
fi: Tämä tuote sisältää OpenSSL-projektin (http://www.openssl.org/) kehittämiä ohjelmistoja
sk: Tento produkt obsahuje softvér vyvynutý projektom OpenSSL (http://www.openssl.org/)
sl: Izdelek vsebuje programsko opremo, ki jo je razvil projekt OpenSSL za uporabo v paketu orodij OpenSSL (http://www.openssl.org/)

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
de: Dieses Programm wurde mit dem fehlenden Export %s in der Datei %s gelinkt. Dieser Computer hat eventuell eine nicht kompatible Version von %s.
fi: Tämä ohjelma on linkitetty puuttuvaan symboliin %s tiedostossa %s. Tässä tietokoneessa saattaa olla epäyhteensopiva versio %s:stä.
sk: Program je prepojený s chýbajúcim exportom %s v súbore %s. Tento počítač prevdepodobne nemá kompatibilnú verziu %s.
sl: Ta program je povezan z manjkajočim izvozom %s v datotki %s. Ta računalnik ima morda nekompatibilno različico %s.

source: This program requires the file %s, which was not found on this system.
de: Dieses Programm benötigt die Datei %s, welche nicht auf diesem System gefunden wurde.
fi: Tämä ohjelma tarvitsee tiedostoa %s, jota ei löytynyt järjestelmästä.
sk: Tento program vyžaduje %s, ktorý nebol v tomto systéme nájdený.
sl: Ta program zahteva datoteko %s, ki pa je na tem sistemu ni.

source: This property is only allowed on folders, not files.
de: Diese Eigenschaft ist nur für Dateien und nicht für Ordner zugelassen.
fi: Tämä ominaisuus on sallittu vain hakemistoille, ei tiedostoille.
sk: Táto vlastnosť je povolená len na adresároch, a nie súboroch.
sl: Ta lastnost se lahko uporablja samo pri mapah, ne pa tudi pri datotekah.

source: This property must not have multiple lines. Only one line is allowed.
de: Diese Eigenschaft darf nur eine Zeile haben.
fi: Tämä ominaisuus ei voi olla monirivinen. Vain yksi rivi on sallittu.
sk: Táto vlastnoť nesmie mať viac riadkov. Iba jeden riadok je povolený.
sl: Ta lastnost ne sme imeti več vrstic. Dovoljena je ena sama.

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
de: Die Aufzeichnung der Befehle, die Sie in dieser Anwendung verwendet haben wird gelöscht und die Standardeinstellungen für sichtbare Befehle auf Menüs und Werkzeugleisten werden wieder hergestellt. Individuelle Anpassungen werden nicht überschrieben. Sind Sie sicher, dass Sie das wollen?
fi: Tämä poistaa tiedot komennoista, joita olet käyttänyt tässä sovelluksessa ja palauttaa oletusarvoisesti valikoissa ja työkaluriveissä näkyvät komennot. Itse tehtyjä mukautuksia ei poisteta. Oletko varma, että haluat tehdä tämän?
sk: Toto vzmaže záznam o použitých príkazoch v aplikácií a obnový predvolené viditeľné príkazy na lište. Nevráti to žiadne prispôsobenie. Ste si istý, že to chete?
sl: Ta akcija izbriše vse zapise o uporabljenih ukazih v tej aplikaciji in ponastavi privzet nabor vidnih ukazov v menijih in orodnih vrsticah. Ne izbriše posebnih prilagoditev. Ali zares želite storiti to?

source: Tile &Horizontally
de: &Horizontal anordnen
fi: Pinoa &vaakasuunnassa
sk: Usporiadať &vodorovne
sl: Razpostavi &vodoravno

source: Tile &Vertically
de: &Vertikal anordnen
fi: Pinoa &pystysuunnassa
sk: Usporiadať &zvyslo
sl: Razpostavi &navpično

source: Timeouts
de: Wartezeiten
fi: Aikakatkaisut
sk: Časové limity
sl: Časovni roki

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
de: Um rekursiv übertragen zu können und diesen Fehler zu umgehen, müssen alle Unterobjekte des gewählten Ordners ebenfalls im Übertragen-Dialog markiert sein. Andernfalls muss TortoiseSVN die Daten nicht-rekursiv übertragen. Dabei ist das Löschen von Verzeichnissen nicht erlaubt.
fi: Tehdäksesi palautuvan toimituksen ja ohittaaksesi siten tämän virheen varmista, että kaikki valitun kansion sisältämät tiedostot ovat valittuja toimitusikkunassa. Muussa tapauksessa TortoiseSVN tekee ei-palautuvan toimituksen, joka ei salli hakemistojen poistoa.
sk: Pre rekurzívne odovzdanie a obídenie tejto chyby, sa uistite, či všetky objekty v označenem adresáry sú tiež označené v odovzdávacom okne. Inak TortoiseSVN bude musieť vykonať nerekurzívne odovzdanie, ktoré neumožní odstránenie adresára.
sl: Za rekurzivno objavo in izogib tej napaki zagotovite, da so vsi podrejeni elementi označene mape prav tako označeni v pogovornem oknu objave. Sicer mora TortoiseSVN opraviti nerekurzivno objavo, kar ne omogoča brisanja map.

source: To steal the lock, right-click on the parent folder of this item and select 'Get Lock' from the context menu. This will bring up the locking dialog where you can enforce the lock, i.e., 'steal' it from the one currently holding it.
de: Um die Sperre zu stehlen, machen Sie einen Rechtsklick auf den Elternordner und wählen Sie 'Sperre Holen...' aus dem Kontextmenü. Dies wird den Sperr-Dialog anzeigen, mit dessen Hilfe Sie eine Sperre erzwingen und somit von demjenigen, der sie momentan hat, 'stehlen' können.
fi: Varastaaksesi lukon, napsauta hiiren oikeaa painiketta tämän tiedoston yläkansion kohdalla ja valitse komento 'Lukitse' kontekstivalikosta. Tämä avaa lukitusikkunan, jossa voit pakottaa lukituksen, ts. 'varastaa' sen nykyiseltä omistajaltaan.
sk: Na ukradnutie zámky, stlačte pravý klik na rodičovskom adresáry objektu a vyberte 'Uzamknúť' z kontextovej ponuky. Toto vám zobrazí dialóg zamykania, kde môže znútiť zámok - 'ukradnúť' ho od jeho aktuálneho vlastníka.
sl: Za krajo zaklepa desno-kliknite na nadrejeno mapo te datoteke in iz kontekstnega menija izberite 'Vzemi zaklep'. Prikazalo se bo pogovorno okno zaklepov, kjer boste lahko vsilili zaklep, torej ga boste ukradli trenutnemu uporabniku.

source: To:
de: Bis:
fi: Mihin:
sk: Do:
sl: Do:

source: To: (end URL and revision of the range to merge)
de: Bis: (End-URL und Revision des zusammenzuführenden Bereichs)
fi: Mihin: (päätöspaikannin ja yhdistettävän välin viimeinen versio)
sk: Po: (posledná URL a adresa rozsahu zlučovania)
sl: Do: (končni URL in revizija obsega za spajanje)

source: Toggle One/Two Pages display Toggle One/Two Pages display
de: Schalte einseitige/zweiseitige Anzeige Schalte einseitige/zweiseitige Anzeige
fi: Vaihda yhden/kahden sivun näyttö Vaihda yhden/kahden sivun näyttö
sk: Prepnúť medzi jedno/dvoj stranovým zobrazením Jedna/dvoj stranové zobrazenie
sl: Preklopi med prikazom ene oziroma dveh strani Preklopi med prikazom ene oziroma dveh strani

source: Toolbar
de: Werkzeugleiste
fi: Työkalurivi
sk: Lišta nástrojov
sl: Orodna vrstica

source: Toolbar Name
de: Werkzeugleistenname
fi: Työkalurivin nimi
sk: Meno lišty:
sl: Ime orodne vrstice

source: Toolbar Options
de: Werkzeugleistenoptionen
fi: Työkalurivin asetukset
sk: Nastavenia lišty
sl: Možnosti orodne vrstice

source: Toolbar internal error. Please contact your application vendor.
de: Interner Fehler der Werkzeugleiste. Bitte wenden Sie sich an den Anbieter der Anwendung.
fi: Työkalurivin sisäinen virhe. Ota yhteys sovelluksen tekijään.
sk: Interní chyba lišty. Prosím kontaktuje všeho dodavateľa aplikácie.
sl: Notranja napaka orodne vrstice. Prosimo, pokličite izdelovalca aplikacije.

source: Toolbars
de: Werkzeugleisten
fi: Työkalurivit
sk: Nástroje
sl: Orodne vrstice

source: Tools
de: Werkzeuge
fi: Työkalut
sk: Nástroje
sl: Orodja

source: Tools:
de: Werkzeuge:
fi: Työkalut:
sk: Nástroje:
sl: Orodja:

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
de: TortoiseBlame sollte nicht direkt gestartet werden! Verwenden Sie TortoiseProc.exe /command:blame /path:'Pfad\zu\Datei' stattdessen. TortoiseBlame.exe datei [logdatei [fenstertitel]] [/line:zeilennummer] [/path:originalpfad] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
fi: TortoiseBlame-ohjelmaa ei pitäisi käynnistää suoraan! Käytä sen sijaan komentoa TortoiseProc.exe /command:blame /path:"polku\tiedostoon". TortoiseBlame.exe tekijätiedosto [lokitiedosto [ikkunaotsikko]] [/line:rivinumero] [/path:alkuperäinen polku] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
sk: TortoiseBlame by nemal byť volaný priamo! Namiesto toho použite: TortoiseProc.exe /command:blame /path:"path\to\file" TortoiseBlame.exe blamefile [[logfile] [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
sl: Programa TortoiseBlame ne poganjajte neposredno! Uporabite TortoiseProc.exe /command:blame /path:"path\to\file" . TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
