Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Amount of memory required to load the cache
de: Zu Laden des Puffers benötigter Arbeitsspeicher
fi: Välimuistin lataamiseen tarvittavan muistin määrä
sk: Veľkosť pamäte potrebnej na načítanie zásobníka
sl: Velikost spomina, ki je potrebna za nalaganje predpomnilnika

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base : the base file %mine : the modified file
de: Ein externes Programm zum Vergleichen verschiedener Revisionen von Dateien Sie können folgende Parameter für das Programm angeben: %base : Die Ausgangsdatei %mine : Die modifizierte Datei
fi: Ulkoinen vertailuohjelma, jota käytetään eri tiedostoversioiden vertailuun Voit antaa seuraavat parametrit: %base : kantatiedosto %mine : muutettu tiedosto
sk: Externý porovnávací program použitý na porovnanie rozdielnych revízií súborov Do cesty môžete zadať nasledovné parametre: %base : základný súbor %mine : upravený súbor
sl: Zunanji program za razlikovanje, uporabljen za primerjanje različnih revizij datotek. Navedete lahko naslednje parametre poti: %base : osnovna datoteka %mine : spremenjena datoteka

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged : the conflicted file, where to save %theirs : the file as it is in the repository %mine : your own file, with your changes %base : the original file without your changes
de: Ein externes Programm zum Bearbeiten von Konflikten zwischen Dateien Sie können folgende Parameter für das Programm angeben: %base : Die Originaldatei ohne Ihre Änderungen %mine : Die Datei aus der Arbeitskopie mit Ihren eigenen Änderungen %theirs : Die Datei mit den Änderungen aus dem Projektarchiv %merged : Die Ergebnisdatei mit den zusammengeführten Änderungen
fi: Ulkoinen yhdistämisohjelma, jota käytetään tiedostojen välisten ristiriitojen ratkaisuun. Voit antaa seuraavat parametrit: %merged : ristiriitainen tiedosto, johon talletetaan %theirs : arkistossa nyt oleva tiedosto %mine : tiedosto, jossa ovat sinun muutoksesi %base : alkuperäinen tiedosto ilman muutoksiasi
sk: Externý zlučovací program používaný na vyriešenie konfliktných súborov. Do cesty môžete zadať nasledovné parametre: %merged : výsledný súbor - kam sa má uložiť %theirs : súbor ako je v úložisku %mine : váš súbor so zmenami %base : pôvodný súbor bez vašich zmien
sl: Zunanji program za spajanje, uporabljen za razreševanje sporov med datotekami. Določite lahko naslednje parametre poti: %merged : sporna datoteka, kam jo shraniti %theirs : datoteka, kakršna je v skladišču %mine : vaša datoteka z vašimi spremembami %base : izvirna datoteka brez vaših sprememb"

source: An incorrect file handle was associated with %1.
de: Ein ungültiges Datei-Handle wurde mit %1 verbunden.
fi: Virheellinen tiedostokahva: %1.
sk: Neplatný identifikátor súboru k %1.
sl: Z %1 je povezanana neveljavna ročica datoteke.

source: An unknown error has occurred.
de: Es ist ein unbekannter Fehler aufgetreten
fi: Tuntematon virhe.
sk: Nastala neznáma chyba.
sl: Prišlo je do neznane napake.

source: An unknown error occurred while accessing %1.
de: Ein unbekannter Fehler ist beim Zugriff auf %1 aufgetreten.
fi: Tuntematon virhe kytkeydyttäessä osoitteeseen %1.
sk: Počas prístupu k %1 nastala neznáma chyba.
sl: Pri dostopu do %1 je prišlo do neznane napake.

source: An unknown line type was found in line %d !
de: Ein unbekannter Zeilentyp wurde in Zeile %d gefunden!
fi: Tuntematon rivityyppi rivillä %d!
sk: Bol nájdený neznámy typ riadku %d !
sl: V vrstici %d je neznana vrsta vrstice!

source: Application Frame Menus:
fi: Sovelluskehyksen valikot:
sk: Rámcová ponuka aplikácie
sl: Meniji glavnega okna aplikacije:

source: Applies a unified diff file to the working copy
de: Wendet eine Standard-Diffdatei auf Ihre Arbeitskopie an
fi: Yhdistää unified diff -tiedoston työkopioon
sk: Aplikuje unifikované porovnanie na pracovnú kópiu
sl: Uporabi datoteko poenotene razlike na delovni kopiji

source: Applies the properties recursively to all files/folders. bugtraq:, tsvn: and webviewer: properties are only applied to folders.
de: Setzt die Eigenschaften rekursiv für alle Dateien / Ordner. 'bugtraq:' und 'tsvn:' Eigenschaften werden nur für Ordner gesetzt.
fi: Asettaa ominaisuudet palautuvasti kaikkiin tiedostoihin/kansioihin. bugtraq:, tsvn: ja webviewer: -ominaisuudet asetetaan vain kansioille.
sk: Použije vlastnosti rekurzívne na všetky súbory/adresáre. vlastnosti bugtraq:, tsvn: a webviewver sú použité len na adresáre.
sl: Uporabi vse lastnosti rekurzivno na vseh datotekah/mapah. Lastnosti bugtraq: in tsvn: se uporabijo samo za mape.

source: Apply &patch...
de: &Patch anwenden...
fi: Käytä &paikkatiedosto...
sk: Použiť zá&platu...
sl: Uporabi &popravek ...

source: Apply 'Power User' defaults. Those will provide a smoother experience. You should know the meaning of all the settings above.
de: Vorgabewerte für erfahrene Anwender. Diese führen zu einer flüssigeren Funktion. Sie sollten die Bedeutung aller obenstehenden Einstellungen kennen.
fi: Ota käyttöön 'tehokäyttäjän asetukset', joiden avulla käyttö on sujuvampaa. Sinun tulee tuntea kaikkien yllä olevien asetusten merkitys.

source: Apply property recursively
de: Eigenschaft rekursiv anwenden
fi: Aseta ominaisuus palautuvasti
sk: Použiť vlastnosť rekurzívne
sl: Lastnost uporabi rekurzivno

source: Apply unified diff
de: Standard-Diff anwenden
fi: Sovella unified diff
sk: Použiť unifikované porovnanie
sl: Uporabi poenoteno razliko

source: Are you sure you want to mark the conflicted file(s) as resolved?
de: Sind Sie sicher, dass Sie den Konflikt aufgelöst haben?
fi: Oletko varma, että haluat merkitä tiedostoristiriidat ratkaistuiksi?
sk: Naozaj chcete označiť súbor(y) v stave konfliktu za vyriešené?
sl: Ali ste prepričani, da želite sporne datoteke označiti kot rešene?

source: Are you sure you want to remove the cache of the selected %d items?
de: Sind Sie sicher, dass Sie den Puffer für die gewählten %d Objekte löschen möchten?
fi: Oletko varma, että haluat poistaa välimuistin valituilta %d arkistoilta?
sk: Naozaj chcete odstrániť zásobník pre %d objektov?
sl: Ali ste prepričani, da želite odstaniti predpomnilnik izbranih %d elementov?

source: Are you sure you want to revert %d item(s)? You will lose <b>all</b> changes since the last update!
de: Sind Sie sicher dass Sie die Änderungen an %d Objekten rückgängig machen wollen? Sie werden <b>alle</b> Änderungen seit der letzten Aktualisierung verlieren!
fi: Oletko varma, että haluat palauttaa %d tiedostoa? Menetät <b>kaikki</b> viimeisen päivityksen jälkeiset muutokset!
sk: Naozaj chcete vrátiť %d objekt(y)? Stratíte <b>všetky</b> zmeny vykonané od poslednej aktulizácie!
sl: Ali ste prepričani, da želite povrniti %d elementov? Izgubili boste <b>vse</b> spremembe od zadnje posodobitve naprej!

source: Arrange &Vertical
de: Übereinander &anzeigen
fi: Järjestä &pystysuunnassa
sk: &Vertikálne usporiadnie
sl: Poravnaj &navpično

source: Ask user
de: Anwender fragen
fi: Kysy käyttäjältä
sk: Opytať sa užívateľa
sl: Vprašaj uporabnika

source: Assigned to changelist '%s'
de: Der Änderungsliste '%s' zugewiesen
fi: Lisätty muutoslistaan '%s'
sk: Priradené k zoznamu zmien '%s'
sl: Dodano seznamu sprememb '%s'

source: Assigned to:
de: Zugewiesen an:
fi: Kytketty:
sk: Priradené k:
sl: Dodeljeno:

source: At revision: %d
de: In Revision: %d
fi: Versiossa: %d
sk: Na revízií: %d
sl: Na reviziji: %d

source: Attempted an unsupported operation.
de: Es wurde versucht, eine nicht unterstützte Operation durchzuführen.
fi: Ei-tuetun toiminnon yritys.
sl: Poskus nepodprte operacije.

source: Attempted to access %1 past its end.
de: Es wurde versucht, über das Ende von %1 hinaus zuzugreifen.
fi: Yritys lukea %1 ohi lopun.
sl: Prišlo je do poskusa dostopa prek meja datoteke %1.

source: Attempted to read from the writing %1.
de: Es wurde versucht, vom schreibenden %1 zu lesen.
fi: Yritys lukea kirjoitettaessa %1.
sk: Pri zapisovaní do %1 bol pokus o čítanie.
sl: Prišlo je do poskusa branja med pisanjem %1.

source: Attempted to write to the reading %1.
de: Es wurde versucht, auf den lesenden %1 zu schreiben.
fi: Yritys kirjoittaa luettaessa %1.
sk: Pri čítaní %1 bol pokus o čítanie.
sl: Prišlo je do poskusa pisanja med branjem %1.

source: Authentication
de: Anmeldung
fi: Tunnistaminen
sk: Authentifikácia
sl: Avtentikacija

source: Authentication data
de: Anmeldedaten
fi: Tunnistustiedot
sk: Authentifikáčné data
sl: Podatki o avtentikaciji

source: Author
de: Autor
fi: Tekijä
sk: Autor
sl: Avtor

source: Author: Stefan Kueng
de: Autor: Stefan Küng
fi: Tekijä: Stefan Küng
sk: Autor: Stefan KUENG
sl: Avtor: Stefan Kueng

source: Authors
de: Autoren
fi: Tekijät
sk: Autori
sl: Avtorji

source: Authors case sensitive
de: Groß- / Kleinschreibung bei Autoren beachten
fi: Tekijät kirjaintaso huomioiden
sk: Rozlišovať veľkosť písmien v menách autorov
sl: Pri imenih avtorjev upoštevaj velike/male črke

source: Authors:
de: Autoren:
fi: Tekijät:
sk: Autori:
sl: Avtorji

source: Auto Hide
de: Automatisch verbergen
fi: Piilota automaattisesti
sk: Automaticky skyť
sl: Samodejno skrij

source: Auto Hide All
de: Alle automatisch verbergen
fi: Piilota kaikki automaattisesti
sk: Automaticky skyť všetko
sl: Samodejno skrij vse

source: Auto Rename
de: Automatisch Umbenennen
fi: Nimeä uudestaan automaattisesti
sk: Automaticky premenovať
sl: Samodejno preimenuj

source: Auto-close for local operations
de: Für lokale Operationen
fi: Sulje automaattisesti, jos paikallinen toiminto
sk: Automaticky zavrieť po miestných úkonoch
sl: Samodejno zapri pri krajevnih operacijah

source: Auto-close if no conflicts
de: Falls keine Konflikte
fi: Sulje automaattisesti, jos ei ole ristiriitoja
sk: Automaticky zavrieť, keď nie sú konflikty
sl: Samodejno zapri, če ni sporov

source: Auto-close if no errors
de: Falls keine Fehler
fi: Sulje automaattisesti, jos ei ole virheitä
sk: Automaticky zavrieť, keď nie sú chyby
sl: Samodejno zapri, če ni napak

source: Auto-close if no merges, adds or deletes
de: Falls kein Löschen, Hinzufügen oder Zusammenführen
fi: Sulje automaattisesti, jos ei ole yhdistämisiä, lisäyksiä tai poistoja
sk: Automatcky zavrieť ,keď nie sú zlúčenia, pridania alebo vymazania
sl: Samodejno zapri, če ni spajanj, dodajanj ali brisanj

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
de: Automatisch Vervollständigen schlägt bei der Eingabe der Logmeldung Wörter (üblicherweise Klassen- oder Variablennamen) aus den geänderten Dateien vor.
fi: Automaattinen täydennys ehdottaa lokiviestiä kirjoittaessasi sanoja (yleensä luokkien tai niiden jäsenien nimiä) tiedostoista, joita olet muuttanut.
sk: Automatické dokončovanie slov (typicky tried a mien členov) počas písania správ denníka zo zmenených súborov.
sl: Samozaključevanje pri vnašanju dnevniškega zapisa predlaga besede (ponavadi imena razredov ali članov) iz datotek, ki ste jih spremenili.

source: Automatic
de: Automatisch
fi: Automaattinen
sk: Automatika
sl: Samodejno

source: Automatically check for &newer versions every week
de: &Wöchentlich auf neue Version prüfen
fi: Tarkista &uuden version saatavuus automaattisesti joka viikko
sk: Každý týždeň automaticky kontrolovať &nové verzie
sl: Vsak teden preveri, če je na voljo &novejša različica

source: Average
de: Mittelwert
fi: Keskiarvo
sk: Priemer
sl: Povprečje

source: B&lack Style
de: Sch&warzer Stil
fi: &Musta tyyli
sk: &Čierne
sl: Stil B&lack

source: B&rowse...
de: S&uchen...
fi: &Selaa...
sk: P&rechádzaj...
sl: Preb&rskaj...

source: Back
de: Zurück
fi: Takaisin
sk: Späť
sl: Nazaj

source: Bar Graph
de: Balkendiagramm
fi: Pylväsgraafi
sk: Stĺpcový graf
sl: Stolpični graf

source: Base file:
de: Basis Datei:
fi: Kantatiedosto:
sk: Základný súbor:
sl: Osnovna datoteka:

source: Bitmap a bitmap
de: Bitmap ein Bitmap
fi: Bittikartta bittikartta
sk: Bitmapa bitmapa
sl: Bitna slika bitna slika

source: Blame
de: Annotieren
fi: Selvitä tekijä
sk: Obviniť
sl: Okrivi

source: Blame - TortoiseSVN
de: Annotieren - TortoiseSVN
fi: Selvitä tekijä - TortoiseSVN
sk: Obviniť - TortoiseSVN
sl: Okrivi - TortoiseSVN

source: Blames each line of a file on an author
de: Zeigt, welcher Autor eine Zeile zuletzt geändert hat.
fi: Selvittää tiedoston jokaiselle riville tiedot sen tekijästä ja versiosta
sk: Obviní každý riadok autora v súbore
sl: Okrivi avtorja za vsako vrstico datoteke

source: Blend Alpha
de: Differenz / Überblenden
fi: Läpinäkyvyystila
sk: Alfa zmiešania

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
de: Die beiden Parameter /logmsg und /logmsgfile dürfen nicht gleichzeitig angegeben werden!
fi: Valitsimet /logmsg ja /logmsgfile eivät voi esiintyä yhdessä!
sk: Boli zadane /logmsg aj /logmsgfile! Iba jedno moze byt zadane.
sl: Nastavili ste parametra /logmsg and /logmsgfile! Uporabite lahko le enga izmed teh dveh parametrov.

source: Br&owse...
de: Su&chen...
fi: &Selaa...
sk: P&rechádzaj...
sl: Prebrs&kaj...

source: Branch / tag created successfully!
de: Zweig / Marke erfolgreich erstellt!
fi: Haara / merkki luotu!
sk: Vetva / značka bola úspešne vytvorená!
sl: Veja / oznaka uspešno ustvarjena!

source: Branch at copy-from-rev even if there was no change in that revision
de: An 'Kopiert-von' Revision verzweigen, selbst wenn dort keine Änderungen vorliegen
fi: Haarauta kopio vaikkei siinä olisi muutoksia
sk: Vetviť kópiu revizie i keď neobsahuje zmeny
sl: Ustvari vejo pri kopiranju iz revizije, čeprav ni bilo v tisti reviziji nobene spremembe

source: Branch/&tag...
de: &Verzweigen / Markieren...
fi: Luo &haara / merkki...
sk: Ve&tva/značka...
sl: Veja/&oznaka...

source: Break loc&k
de: Sperre auf&brechen
fi: Riko lu&kko
sk: Zruš zámo&k
sl: Prelomi za&klep

source: Browse for the external diff program
de: Suche nach dem externen Vergleichsprogramm
fi: Selaa ulkoinen diff-ohjelma
sk: Vyhľadaj externý porovnávací program
sl: Prebrskaj in poišči zunanji program za razlikovanje

source: Browse...
de: Suchen...
fi: Selaa...
sk: Prezerať...
sl: Prebrskaj...

source: Bug-&ID / Issue-Nr:
fi: Vi&katunnus:
sk: Chyba / &Prípad:
sl: &ID hrošča / Št. zadeve:

source: Bug-ID
fi: Vikatunnus
sk: ID Chyby
sl: ID hrošča

source: Bug-ID / Issue-Nr:
de: Bug-ID:
fi: Vikatunnus:
sk: ID Chyby / č. prípadu:
sl: ID hrošča / Št. zadeve:

source: Bug-IDs
fi: Vikatunnukset
sk: ID chýb
sl: ID-ji hroščev

source: Button Appearance
de: Aussehen der Schaltfläche
fi: Painikkeen ulkoasu
sk: Zobrazenie tlačidiel
sl: Izgled gumba

source: C&heck now
de: &Jetzt prüfen
fi: &Tarkista nyt
sk: S&kontroluj teraz
sl: &Preveri zdaj

source: C&heck repository
de: &Projektarchiv prüfen
fi: &Tarkista arkisto
sk: &Skontroluj úložisko
sl: P&reveri skladišče

source: C&ollapse sub-trees
de: Teilbäume z&uklappen
fi: &Sulje alipuut

source: C&ommands:
de: B&efehle:
fi: K&omennot:
sk: &Príkazy
sl: &Ukazi

source: C&reate branch/tag from revision
de: E&rstelle Zweig/Marke von Revision
fi: &Luo versiosta haara/merkki
sk: Vytvo&r vetvu/značku z revízie
sl: Ustva&ri oznako/vejo iz revizije

source: C&reate folder...
de: Ordner &anlegen...
fi: &Luo hakemisto...
sk: Vytvo&r adresár...
sl: Ustva&ri mapo...

source: C&urrent Keys:
de: Akt&uelle Tasten:
fi: N&ykyiset näppäimet:
sk: A&tuálna klávesa:
sl: &Trenutne tipke:

source: C&ut
de: A&usschneiden
fi: L&eikkaa
sk: Vyreza&ť
sl: &Izreži

source: Cache size [kB]
de: Pufferspeicher [kB]
fi: Koko [kt]
sk: Veľkosť zásobníka [kB]
sl: Velikost [kB]

source: Cached Repositories
de: Gepufferte Projektarchive
fi: Välimuistissa olevat arkistot
sk: Úloziska v zásobníku
sl: Skladišča v predpomnilniku

source: Caches the log messages to speed up log fetching
de: Lokaler Zwischenspeicher zum Beschleunigen der Loganzeige
fi: Säilyttää lokiviestit paikallisesti lokihaun nopeuttamiseksi
sk: Pamätanie si správ denníka urýchli ich získakavanie
sl: Shrani dnevniške zapise v predpomnilnik za hitrejši prenos zapisov

source: Can double-click in log list to compare with previous revision
de: Doppelklick in Logliste, um mit vorheriger Revision zu vergleichen
fi: Voit kaksoisnapsauttaa lokiviestiä verrataksesi sitä edellisen version kanssa
sk: Dvojklik na zoznam denníka na porovnanie s predošlou revíziou
sl: Pri dvokliku v seznamu zapisov primerjaj izbrano revizijo s predhodno

source: Can not activate a static ActiveX object.
de: Kann ein statisches ActiveX Objekt nicht aktivieren.
fi: Staattisen ActiveX-olion aktivointi epäonnistui.
sk: Nemožno aktivovať statický object ActiveX.
sl: Statičnega objekta ActiveX ni mogoče aktivirati.

source: Can't copy %s to %s
de: Kann %s nicht nach %s kopieren!
fi: Ei voida kopioida %s -> %s
sk: Nemožno kpírovať %s do %s
sl: Ni mogoče kopirati %s v %s

source: Can't copy bitmap image into the clipboard!
de: Kann das Bild nicht in die Zwischenablage kopieren!
fi: Bittikarttakuvan kopiointi leikepöydälle epäonnistui!
sk: Obrázok nie je možne skopírovať do schránky
sl: Slike ni mogoče kopirati na odložišče!

source: Can't create a new image!
de: Kann kein neues Bild anlegen!
fi: Uuden kuvan luonti epäonnistui!
sk: Nie je možné vytvoriť nový obrázok
sl: Ne morem ustvariti nove slike!

source: Can't customize menues!
de: Kann die Menüs nicht anpassen
fi: Valikon mukautus epäonnistui!
sk: Ponuku nie je možné pispôsobiť
sl: Menijev ni možno prilagoditi!

source: Can't paste bitmap image from the clipboard!
de: Kann das Bild aus der Zwischenablage nicht einfügen!
fi: Bittikarttakuvan liimaus leikepöydältä epäonnistui!
sk: Nie je možné vložiť obrázok zo schránky!
sl: Iz odložišča ni mogoče prilepiti bitne slike!

source: Cancel
de: Abbrechen
fi: Peruuta
sk: Zrušiť
sl: Prekliči

source: Cancelling TortoiseSVN Blame...
de: TortoiseSVN Annotieren abbrechen...
fi: Perutaan TortoiseSVN Selvitä tekijä...
sk: Rušenie TortoiseSVN Obviniť...
sl: Preklicevanje ukaza...

source: Cancelling operation...
de: Operation abbrechen...
fi: Perutaan...
sk: Ruším úkon...
sl: Preklicevanje operacije...

source: Cannot show diff because of inconsistent newlines in the file.
de: Kann die Unterschiede aufgrund inkonsistenter Zeilenumbrüche in der Datei nicht anzeigen.
fi: Vertailu ei onnistu, koska tiedosto sisältää eri muotoisia rivinvaihtotyylejä.
sk: Nemožno zobraziť porovnanie, pretože sú nekonzistentné ukončenia riadkov v súbore.
sl: Razlik ni mogoče prikazati zaradi nedoslednih novih vrstic v datoteki.

source: Cascade
de: Überlappend
fi: Sarjoita
sk: Kaskáda
sl: Padajoče

source: Cascaded context menu
de: TortoiseSVN Kontextmenü
fi: Kontekstivalikko
sk: Kaskádna kontextová ponuka
sl: Kaskadni kontekstni meni

source: Cate&gories:
de: Kate&gorien:
fi: Kate&goriat:
sk: Kate&górie:
sl: Kate&gorije:

source: Certificate expired or not yet valid
de: Zertifikat abgelaufen oder noch nicht gültig
fi: Sertifikaatti on vanhentunut tai ei ole vielä voimassaoleva
sk: Certifikát vypršal, alebo nie je ešte platný
sl: Certifikat je potekel ali pa še ni veljaven

source: Certificate expired. Valid until: %s
de: Zertifikat ist abgelaufen. Gültig bis: %s
fi: Sertifikaatti on vanhentunut. Viimeinen voimassaolopäivä: %s
sk: Certifikát vypršal. Platný do: %s
sl: Veljavnost certifikata je potekla. Veljaven do: %s

source: Certificate not yet valid. Valid from: %s
de: Zertifikat noch nicht gültig. Gültig ab: %s
fi: Sertifikaatti ei ole vielä voimassa. Voimassa alkaen: %s
sk: Certifikát nie je ešte platný. Platný od: %s
sl: Certifikat še ni veljaven. Veljaven od: %s

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
de: Zertifikate|*.p12;*.pkcs12;*.pfx|Alle Dateien|*.*||
fi: Sertifikaatit|*.p12;*.pkcs12;*.pfx|All|*.*||
sk: Certifikáty|*.p12;*.pkcs12;*.pfx|All|*.*||
sl: Certifikati|*.p12;*.pkcs12;*.pfx|Vse|*.*||

source: Change the window position
fi: Vaihda ikkunan paikkaa
sk: Zmeniť polohu okna
sl: Spremeni položaj okna

source: Change the window size
fi: Vaihda ikkunan kokoa
sk: Zmeniť veľkosť okna
sl: Spremeni velikost okna

source: Changed Files
de: Geänderte Dateien
fi: Muuttuneet tiedostot
sk: Zmené súbory
sl: Spremenjene datoteke

source: Changed files between %s, %s and %s, %s
de: Geänderte Dateien zwischen %s, %s und %s, %s
fi: Muuttuneet tiedostot välillä %s, %s ja %s, %s
sk: Rozdiely medzi %s, %s a %s, %s
sl: Spremenjene datoteke med %s, %s in %s, %s

source: Changed files: %d
de: Geänderte Dateien: %d
fi: Muuttuneet tiedostot: %d
sk: Zmenené súbory: %d
sl: Spremenjene datoteke: %d

source: Changelist %s moved
de: Änderungsliste %s verschoben
fi: Muutoslista %s siirretty
sk: Zoznam zmien %s presunutý:
sl: Seznam sprememb %s premaknjen

source: Changelist:
de: Änderungsliste:
fi: Muutoslista:
sk: Zoznam zmien:
sl: Seznam sprememb:

source: Changes made (double-click on file for diff):
de: Änderungen (Doppelklick auf die Datei für Unterschiede):
fi: Muutokset (tiedoston kaksoisnapsautus käynnistää vertailun):
sk: Boli vykonané zmeny (dvojklik na zobrazenie rozdielov):
sl: Opravljene spremembe (dvokliknite za podrobnosti):

source: Chec&kout...
de: Aus&checken...
fi: &Hae työkopio...
sk: &Získať...
sl: Pre&vzemi...

source: Check
de: Wählen
fi: Tarkista
sk: Skontrolovať
sl: Preveri

source: Check For Updates
de: Auf Aktualisierungen prüfen
fi: Tarkista päivitykset
sk: Skontoluj aktualizácie
sl: Preveri posodobitve

source: Check For Updates...
de: Auf Aktualisierungen prüfen...
fi: Tarkista päivitykset...
sk: Skontoluj aktualizácie...
sl: Preveri posodobitve...

source: Check for modi&fications
de: &Prüfe auf Änderungen
fi: Tarkista &muutokset
sk: Skontrolovať &zmeny
sl: Preveri &spremembe

source: Check for modifications
de: Auf Änderungen überprüfen
fi: Tarkista muutokset
sk: Skontrolovať zmeny
sl: Preveri spremembe

source: Check out a working copy from a repository
de: Lokale Arbeitskopie aus einem Projektarchiv erstellen
fi: Hae työkopio arkistosta
sk: Získať pracovnú kópiu z úložiska
sl: Prevzemi delovno kopijo iz skladišča

source: Check the files which you want to delete before importing.
de: Wählen Sie die Dateien, die Sie vor dem Import löschen wollen.
fi: Valitse tiedostot, jotka haluat poistaa ennen arkistoon tuontia.
sk: Skontrolujte súbory, ktoré chcete vymazať pred importovaním.
sl: Označite datoteke, ki ji želite pred uvozom izbrisati.

source: Check the path and/or URL you've entered.
de: Überprüfen Sie den eingegebenen Pfad und/oder die URL.
fi: Tarkista antamasi polku ja/tai paikannin.
sk: Skontrolujte cestu a URL adresu, ktorú ste zadali.
sl: Preverite vneseno pot in/ali URL.

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
de: Wählen Sie die Einträge, die im Windows Kontextmenü anstelle des TortoiseSVN Untermenüs erscheinen sollen.
fi: Valitse toiminnot, joiden haluat olevan kontekstivalikon päätasolla TortoiseSVN-alivalikon sijaan
sk: Zaškrtnite tie položky, ktoré chcete aby sa zobrazovali vo vrchnej kontextovej ponuke namiesto v podmenu TortoiseSVN
sl: Potrdite tiste menijske vnose, ki bi jih radi videli v vrhnjem kontekstnem meniju namesto v podmeniju programa TortoiseSVN

source: Check to use a less verbose date and time format in log messages
de: Mit dieser Option wird ein kürzeres Datum-/Zeitformat in den Logmeldungen angezeigt.
fi: Valitse käyttääksesi lyhyempää aika- ja päiväysmuotoa lokiviesteissä
sk: Zašrtnite ak chcete menej výpisov dátumu a času v správach denníka
sl: Potrdite, če želite v dnevniških zapisih uporabljati krajši zapis datuma in časa

source: Check working copy for modifications
de: Arbeitskopie auf Änderungen überprüfen
fi: Tarkista työkopion muutokset
