Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Ignore &case changes
de: Ignoriere &Groß- / Kleinschreibung
fi: Älä välitä &kirjainkoosta
sk: Ignorovať zmeny vo &veľkosti písma
sl: Prezri spremembe velikih/malih &črk

source: Ignore all whitespaces
de: Ignoriere alle Leerzeichen
fi: Ohita kaikki tyhjämerkit
sk: Ignorovať všetky biele znaky
sl: Prezri vse presledke

source: Ignore ancestry
de: Ignoriere Vorfahren
fi: Älä välitä edeltäjistä
sk: Zanedbať pôvod
sl: Prezri dedovanje

source: Ignore items by &extension
de: Ignoriere Objekte nach &Erweiterung
fi: Ohita tiedostot &päätteen perusteella
sk: Ignorované objekty podľa &prípony
sl: Prezri elemente po &razširitvenem programu

source: Ignore line &endings (recommended)
de: Ignoriere &Zeilenenden (empfohlen)
fi: Älä välitä &rivinvaihdoista (suositus)
sk: Ignorovať &konce riadkov (doporučené)
sl: Prezri &zaključke vrstic (priporočeno)

source: Ignore line endings
de: Ignoriere Zeilenenden
fi: Älä välitä rivinvaihdoista
sk: Ignorovať konce riadkov
sl: Prezri zaključke vrstic

source: Ignore whitespace changes
de: Ignoriere Änderungen in der Anzahl von Leerzeichen
fi: Ohita muuttuneet tyhjämerkit
sk: Ignorovať zmeny bielych znakov
sl: Prezri razlike presledkov

source: Ignored items included
de: Ignorierte Objekte eingeschlossen
fi: Mukaanlukien ohitettavat (svn:ignore) tiedostot
sk: Zahrnuté ignorované objekty
sl: Vključeni prezrti elementi

source: Image &and Text
de: Bild &und Text
fi: Kuva &ja teksti
sk: Obrázok &a text
sl: Slika &in besedilo

source: Image &and text
de: Bild &und Text
fi: Kuva &ja teksti
sk: Obrázok &a text
sl: Slika &in besedilo

source: Images
de: Bilder
fi: Kuvat
sk: Obrázky
sl: Slike

source: Immediate children, including folders
de: Direkte Unterobjekte, einschließlich Ordnern
fi: Välittömät lapset (myös kansiot)
sk: Priame deti, vrátane adresárov
sl: Neposredni podrejeni elementi, vključno z mapami

source: Import
de: Importieren
fi: Tuo
sk: Importovať
sl: Uvozi

source: Import %ld items
de: Importiere %ld Objekte
fi: Tuo %ld tiedostoa
sk: Importovať %ld objektov
sl: Uvozi %ld elementov

source: Import %s to %s%s
de: Importiere %s in %s%s
fi: Tuo polku %s paikkaan %s%s
sk: Importovať %s do %s%s
sl: Uvozi %s do %s%s

source: Import &message
de: Import &Meldung
fi: &Tuontiviesti
sk: Importovať &správu
sl: Sporočilo ob &uvozu

source: Import - TortoiseSVN
de: Importieren - TortoiseSVN
fi: Tuo - TortoiseSVN
sk: Importovať - TortoiseSVN
sl: Uvozi - TortoiseSVN

source: Import a previously saved set of properties from a file
de: Einen Satz von Eigenschaften aus einer Datei importieren
fi: Lataa joukon aiemmin talletettuja ominaisuuksia tiedostosta
sk: Načitatať uloženú sadu vlastností zo súboru
sl: Uvozi predhodnje shranjen nabor lastnosti iz datoteke

source: Import file %s to %s
de: Importiere Datei %s nach %s
fi: Tuo tiedosto %s paikkaan %s
sk: Importovať súbor %s do %s
sl: Uvozi datoteko %s v %s

source: Import file to %s
de: Importiere Datei nac %s
fi: Tuo tiedosto paikkaan %s
sk: Importovať súbor do %s
sl: Uvozi datoteko v %s

source: Import folder %s to %s
de: Importiere Ordner %s nach %s
fi: Tuo kansio %s paikkaan %s
sk: Importovať adresár %s do %s
sl: Uvozi datoteko %s v %s

source: Import to %1
de: In %1 importieren
fi: Tuo kohteeseen %1

source: Importing file %s
de: Importiere Datei %s
fi: Tuodaan tiedostoa %s
sk: Importuje sa súbor %s
sl: Uvažanje datoteke %s

source: Imports the directory to a repository
de: Importiert eine Arbeitskopie in ein Projektarchiv
fi: Tuo kansion arkistoon
sk: Importuje adresár do úložiska
sl: Uvozi mapo v skladišče

source: Include ignored files
de: Ignorierte Dateien einschließen
fi: Ota mukaan ohitetut tiedostot
sk: Vrátane ignorovaných súborov
sl: Vključi prezrte datoteke

source: Include merged revisions
de: Zusammengeführte Revisionen einschließen
fi: Ota yhdistetyt versiot mukaan
sk: Zahrnúť zlúčené revízie
sl: Vključi spojene revizije

source: Include only the following revision range:
de: Nur den folgenden Revisionsbereich einschließen:
fi: Ota mukaan vain seuraava versioväli:
sk: Iba nasledovný rozsah revízií:
sl: Vključi samo naslednje območje revizij:

source: Incorrect filename.
de: Ungültiger Dateiname.
fi: Väärä tiedostonimi.
sl: Neveljavno ime datoteke.

source: Initial import
de: Erster Import
fi: Ensimmäinen tuonti arkistoon
sk: Prvotný import
sl: Začetni uvoz

source: Inline differences
de: Unterschiede innerhalb von Zeilen
fi: Rivin sisäiset erot
sk: Rozdiely v riadkoch
sl: Spremembe v vrstici

source: Input
de: Eingabe
fi: Syöte
sk: Vstup
sl: Vnos

source: Insert Clipboard contents Paste
de: Inhalt der Zwischenablage einfügen Einfügen
fi: Lisää leikepöydän sisältö Liitä
sk: Vloží obsah schránky Vlož
sl: Vstavi vsebino odložišča Prilepi

source: Insufficient memory to perform operation.
de: Zuwenig Speicher um Operation durchzuführen.
fi: Liian vähän muistia operaation suorittamiseen.
sk: Nedostatok pamäte na vykonanie úkonu.
sl: Premalo pomnilnika za izvedbo operacije.

source: Internal application error.
de: Interner Programmfehler.
fi: Sisäinen ohjelmavirhe.
sk: Vnútorná chyba programu.
sl: Notranja napaka aplikacije.

source: Internal value indicating compression quality
de: Interner Maß für die Kompressionsqualität
fi: Sisäinen arvo, joka kuvaa pakkauksen laatua
sk: Interné čislo zobrazujúce kvalitu kompresie
sl: Interna vrednost, ki pove kvaliteto stiskanja

source: Invalid Currency.
de: Ungültige Währung
fi: Laiton rahayksikkö.
sk: Chybná mena.
sl: Napačna valuta.

source: Invalid data object dropped!
de: Ungültiges Datenobjekt fallen gelassen!
fi: Viallinen tietoalkio jätetty pois!
sk: Odstránený chybný dátový objekt!
sl: Odvrženi neveljavni podatkovni element!

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
de: Ungültige Revisionsnummer! Gültige Revisionen sind: HEAD, BASE, PREV, COMMITTED, WC, positive Dezimalzahlen, Datumsangaben entsprechend der folgenden Beispiele: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
fi: Virheellinen versionumero! Oikeita versioita ovat: HEAD, BASE, PREV, COMMITTED, WC, positiiviset kokonaisluvut, päiväykset joissain seuraavista muodoista: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sk: Chybné číslo revízie! Platné revízie: HEAD(hlavná), BASE (vaša základná), PREV(precházdajúca?), COMMITTED(odoslana?), WC(pracovná kópia), kladné desiatkové čísla, dátum v jednej z nasledovných foriem: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sl: Neveljavna številka revizije! Veljavne revizije so: HEAD, BASE, PREV, COMMITTED, WC, pozitivne desetiške številke, datumi v eni od naslednjih oblik (primeri): {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
de: Ungültige Revisionsnummer! Gültige Revisionen sind: HEAD positive Dezimalzahlen, Datumsangaben entsprechend der folgenden Beispiele: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
fi: Virheellinen versionumero! Oikeita versioita ovat: HEAD, positiiviset kokonaisluvut, päiväykset joissain seuraavista muodoista: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sk: Chybné číslo revízie! Platné revízie: HEAD kladné desiatkové číslo, dátum v jednej s nasledovných foriem: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sl: Neveljavna številka revizije! Veljavne revizije so: HEAD pozitivne desetiške številke, datumi v eni od naslednjih oblik (primeri): {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
de: Ungültiger Revisionsbereich! Gültige Revisionen sind durch Kommata getrenne Zahlen und HEAD. Ein Bereich wird durch einen Bindestrich angegeben. Beispiel: 2-5,7,10,44-70,300-HEAD
fi: Laiton versioväli! Sallittuja versioita ovat numerot ja HEAD, pilkuilla erotettuina. Väli määritellään väliviivan avulla. Esimerkki: 2-5,7,10,44-70,300-HEAD
sk: Zlý rozsah revizií! Povolené sú čisla a HEAD, oddelené čiarkami. Rozsah sa zadáva pomlčkou. Príklad: 2-5,7,10,44-70,300-HEAD
sl: Neveljavno območje revizij! Veljavne revizije so številke in HEAD, ločene z vejicami. Območje je lahko podano z uporabo vezaja. Primer: 2-5,7,10,44-70,300-HEAD

source: It is not possible to rename a file by changing the case of its name alone. For example, you can't make MyFile.txt become MYFILE.txt. Please consult the documentation for a way to work around this limitation.
de: Es ist mit Subversion unter Windows nicht gestattet, beim Umbenennen nur die Groß-/Kleinschreibung (z.B. von datei.txt in DATEI.TXT) zu ändern! Bitte lesen Sie unsere Dokumentation, wie Sie diese Einschränkung umgehen können.
fi: Tiedostoa ei voi uudelleennimetä vain vaihtamalla sen merkkien tasoa. Et voi esimerkiksi nimetä tiedostoa MyFile.txt uudelleen muotoon MYFILE.txt. Katso lisätietoa käyttöohjeista tämän rajoituksen kiertämiseksi.
sk: Nie je možné premenovať súbor iba zmenou veľkosti písma. Napríklad, nemôžete MojSubor.txt premenovať na MOJSUBOR.txt. Prosím pozrite si dokumentáciu ako je možné obísť toto obmedzenie.
sl: "Datoteke ni mogoče preimenovati, tako da zamenjate le velike z malimi črkami ali obratno. Primer: datoteke Moja_datoteka.txt ne morete preimenovati v MOJA_DATOTEKA.txt. Za izogib tej omejitvi si podrobneje oglejte dokumentacijo.

source: It seems you are trying to <b>relocate</b> your working copy to a different path inside the same repository. From: %s To: %s A relocate is only needed if the path <b>to</b> a repository has changed. Changing to a different path <b>inside</b> a repository is done by a switch operation. Improper use of relocate <b>will corrupt your working copy!</b> If you are not sure what to do, please refer to our docs on <i>relocate</i>. Do you really want to relocate?
de: Es scheint, dass Sie Ihre Arbeitskopie innerhalb desselben Projektarchivs <b>umplatzieren</b> wollen. Von: %s Nach: %s Ein Umplatzieren ist nur erforderlich, wenn sich der <i>Pfad <b>zu</b> einem Projektarchiv</i> geändert hat. Wechseln zu einem anderen <i>Pfad <b>innerhalb</b> eines Projektarchivs</i> geschieht mit dem 'Wechseln zu' Befehl. Ein fehlerhaftes Umplatzieren <b>wird Ihre Arbeitskopie beschädigen!</b> Wenn Sie sich nicht sicher sind, was Sie tun wollen, lesen Sie zuerst unsere Dokumentation zum <i>Umplatzieren</i>. Wollen Sie wirklich umplatzieren?
fi: Näyt yrittävän <b>sijoittaa työkopiotasi uudelleen</b> eri polulle saman arkiston sisällä. Mistä: %s Mihin: %s Uudelleensijoitus tarvitaan vain, jos polku <b>Mihin</b> viittaa eri arkistoon. Työkopion vaihtaminen osoittamaan eri polkuun arkiston <b>sisällä</b> tehdään toiminnolla Vaihda (switch). Toiminnon väärä käyttö <b>korruptoi työkopiosi!</b> Jos olet epävarma, mitä tehdä, katso lisätietoa käyttöohjeen kohdasta <i>relocate</i>. Haluatko todella jatkaa?
sk: Vyzerá, že sa pokúšate <b>premiestniť</b> vašu pracovnú kópiu na inú cestu v rámci úložiska. Z: %s Do: %s Premiestnenie je potrebné iba ak cesta <b>do</b> úložiska sa zmenila. Menenie cesty <b>vrámci</b> úložiska sa vykonáva pomocou príkazu 'prepni'. Nesprávne použitie presunúť <b>poškodí vašu pracovnú kópiu!</b> Pokiaľ si nie ste istý, pozrite si náš manuál položku <i>relocate</i>. Chcete naozaj presunúť?
sl: Zdi se, da <b>premeščate</b> delovno kopijo na drugo pot znotraj istega skladišča. Iz: %s V: %s Premeščanje je potrebno le, če se je spremenila pot <b>do</b> skladišča. Sprememba na drugo pot <b>znotraj</b> skladišča se izvede z ukazom Preklopi. Nepravilna uporaba ukaza Premesti <b>povzroči okvaro podatkov!</b> Če niste prepričani, kaj storiti, poglejte v dokumentacijo pod <i>Premesti</i>. Ali zares želite premestiti?

source: Join with following &tree
de: Mit &folgendem Baum verbinden
fi: Yhdistä seuraavan &puun kanssa

source: Join with source tree
de: Mit dem &Quellbaum verbinden
fi: Yhdistä lähdepuun kanssa

source: Keep &locks
de: Sperren &behalten
fi: Pidä &lukot
sk: Zachovať &zámky
sl: Ohrani &zaklepe

source: Keep changelists
de: Änderungsliste beibehalten
fi: Säilytä muutoslistat
sk: Zachovať zoznam zmien
sl: Ohrani sezname sprememb

source: Keep the directory from the repository
de: Das Verzeichnis aus dem Projektarchiv beibehalten
fi: Valitse arkiston hakemisto

source: Keep the file from the repository
de: Die Datei aus dem Projektarchiv beibehalten
fi: Valitse arkiston tiedosto

source: Keep the local directory
de: Das lokale Verzeichnis beibehalten
fi: Valitse paikallinen hakemisto

source: Keep the local file
de: Die lokale Datei beibehalten
fi: Valitse paikallinen tiedosto

source: Keyboard
de: Tastatur
fi: Näppäimistö
sk: Klávesnica
sl: Tipkovnica

source: Keyboard shortcuts:
de: Tastaturkürzel
fi: Pikanäppäimet:
sk: Klávesové skratky:
sl: Bližnjice na tipkovnici:

source: Keys
de: Tasten
fi: Näppäimet
sk: Kľúče
sl: Tipke

source: Last commit revision:
de: Letzte übertragene Revision:
fi: Viimeisin versio:
sk: Posledná odovzdaná revízia:
sl: Zadnja revizija objave:

source: Last saved revision of item
de: Letzte gespeicherte Revision
fi: Viimeinen talletettu versio
sk: Naposledy uložená revízia objektu
sl: Zadnja shranjena revizija elementa

source: Last time the cache content was changed
de: Letzte Änderung des Pufferinhalts
fi: Aika, jolloin välimuistin sisältöä muutettiin viimeksi
sk: Naposledy bol zásobník menený:
sl: Čas zadnje spremembe vsebine predpomnilnika

source: Last time the cache was accessed
de: Letzter Zugriff auf den Puffer
fi: Aika, jolloin välimuistia käytettiin viimeksi
sk: Naposledy bol prístup k zásobníku
sl: Čas zadnjega dostopa do predpomnilnika

source: Last time the repository was asked for the HEAD revision number
de: Letzte Anfrage an das Projektarchiv nach der HEAD Revisionsnummer
fi: Aika, jolloin arkistosta kysyttiin viimeksi HEAD-versiota
sk: Naposledy kedy si úložisko pýtalo číslo HEAD revízie
sl: Čas zadnjega zahtevka revizije HEAD v skladišču

source: Launches the external diff / merge program to solve the conflicts
de: Startet den externen Konflikteditor, um den Konflikt zu bearbeiten.
fi: Käynnistää erillisen vertailu/yhdistämisohjelman ristiriitojen ratkaisemiseksi
sk: Spustí porovnávací/spájací program na riešenie konfliktov
sl: Požene zunanji program za razlikovanje / spajanje za reševanje sporov

source: Least active author:
de: Die wenigsten Übertragungen:
fi: Vähiten aktiivinen tekijä:
sk: Najmenej aktívny autor:
sl: Najmanj aktiven avtor:

source: Leave conflicted:
de: Konflikt belassen:
fi: Jätä ristiriitaiseksi:
sk: Ponechať konfliktné:
sl: Ohrani sporno:

source: Left View:
de: Linke Ansicht:
fi: Vasen näkymä:
sk: ľavý pohľad:
sl: Levi pogled:

source: Left image
de: Linkes Bild
fi: Vasen kuva
sk: Ľavý obrázok
sl: Leva slika

source: Line
de: Zeile
fi: Rivi
sk: Riadok
sl: Vrstica

source: Line Graph
de: Liniendiagramm
fi: Viivagraafi
sk: Čiarový graf
sl: Črtni graf

source: Line Tool Line
de: Zeilenwerkzeug Zeile
fi: Viivatyökalu Viiva
sk: Nástroj čiara Čiara
sl: Orodje za črte Črte

source: Line diff bar
de: Differenzzeile
fi: Rivivertailupalkki
sk: Rámček riadkového porovnania
sl: Pokaži vrstico z razlikami

source: Line differences
de: Unterschiede zwischen Zeilen
fi: Rivien väliset erot
sk: Rozdiely riadkov
sl: Spremembe vrstic

source: Line:
de: Zeile:
fi: Rivi:
sk: Riadok:
sl: Vrstica:

source: Line: %*ld
de: Zeile: %*ld
fi: Rivi: %*ld
sk: Riadok: %*ld
sl: Vrstica: %*ld

source: List Help topics Help Topics
de: Listet Inhaltsverzeichnis der Hilfe auf Hilfe
fi: Listaa ohjeiden aiheet Ohjeaiheet
sk: Zoznam tém pomocníka Témy pomocníka
sl: Naštej teme pomoči Teme pomoči

source: List of repositories for which log information has been cached
de: Liste der Projektarchive für die Loginformationen gepuffert werden
fi: Luettelo arkistoista, joiden lokitietoja on tallennettu välimuistiin
sk: Zoznam úložísk pre, ktoré bol denník uložení do zásobníka
sl: Seznam skladišč, za katera obstaja predpomnilnik

source: Load Images
de: Lade Bilder
fi: Hae kuvat
sk: Načítať obrázok
sl: Naloži slike

source: Local status
de: Lokaler Status
fi: Paikallinen tila
sk: Miestny stav
sl: Krajevno stanje

source: Location where the contents of the repository URL will be saved to.
de: Zielordner, in dem die Dateien aus dem gewählten Projektarchiv gespeichert werden.
fi: Arkiston paikantimen talletuspaikka.
sk: Miesto kam obsah URL adresy úložiska budú uložené.
sl: Mesto, kamor bo shranjena vsebina skladišča.

source: Locator Bar
de: Navigationsleiste
fi: Sijoituspalkki
sk: Rámček polohy
sl: Prikazovalnik položaja

source: Lock
de: Sperre
fi: Lukko
sk: Zámok
sl: Zaklep

source: Lock Files
de: Dateien sperren
fi: Lukitse tiedostot
sk: Zamknúť súbory
sl: Zakleni datoteke

source: Lock broken!
de: Sperre aufgebrochen!
fi: Lukko rikki!
sk: Zlomený zámok!
sl: Zaklep prelomljen!

source: Lock comment
de: Sperrkommentar
fi: Lukituskommentti
sk: Poznámka k zámku
sl: Sporočilo ob zaklepu

source: Lock creation date:
de: Sperre angelegt am:
fi: Lukko luotu:
sk: Dátum vzniku zámku:
sl: Datum ustvarjanja zaklepa:

source: Lock failed
de: Sperren fehlgeschlagen
fi: Lukitus epäonnistui
sk: Zámok zlyhal
sl: Zaklep neuspešen

source: Lock owner:
de: Eigner der Sperre:
fi: Lukon omistaja:
sk: Vlastník zámku:
sl: Lastnik zaklepa:

source: Lock stolen by %s
de: Sperre von %s gestohlen
fi: %s varasti lukon
sk: %s ukradol zámok
sl: Zaklep ukradel %s

source: Locked by %s
de: Gesperrt durch %s
fi: Lukitsija: %s
sk: Zamkol %s
sl: Zaklenil %s

source: Locking failed because a newer version exists! Do you want to update and try again?
de: Sperren fehlgeschlagen, weil eine neuere Version existiert. Möchten Sie aktualisieren und es noch einmal versuchen?
fi: Lukitus epäonnistui, koska uudempi versio on olemassa! Haluatko päivittää ja yrittää uudestaan?
sk: Zamknutie zlyhalo, pretože existuje nová verzia! Chcete aktualizovať a skúsiť znova?
sl: Zaklep ni uspel, ker obstaja novejša različica! Ali jo želite narediti posodobitev in poskusiti znova?

source: Locks a file for other users and makes it editable by you.
de: Sperrt Dateien für andere Anwender und hebt für Sie selbst den Schreibschutz auf.
fi: Lukitsee tiedoston muilta käyttäjiltä ja sallii sinun muokata sitä.
sk: Zamkne súbor pre iných užívateľov a povolí ho editovať vám.
sl: Zaklene datoteko za druge uporabnike, urejanje dovoli le vam.

source: Log
fi: Loki
sk: Denník
sl: Dnevnik

source: Log Cache Statistics
de: Log-Puffer Statistiken
fi: Lokiviestien välimuistin tilastoja
sk: Štatistiky Cache denníka
sl: Statistika predpomnilnika dnevnika

source: Log Caching
de: Log-Puffer
fi: Lokiviestien talletus
sk: Zásobník denníka
sl: Predpomnilnik dnevnika

source: Log Caching::Cached Repositories
de: Log-Puffer::Projektarchive
fi: Lokiviestien talletus::Välimuistissa olevat arkistot

source: Log History
de: Letzte Logmeldungen
fi: Viimeisimmät viestit
sk: Denník
sl: Zgodovina dnevnika

source: Log Messages
de: Logmeldungen
fi: Lokiviestit
sk: Správy denníka
sl: Dnevniški zapisi

source: Log message
de: Logmeldung
fi: Lokiviesti
sk: Správa denníka
sl: Sporočilo dnevniškega zapisa

source: Log messages
de: Logmeldungen
fi: Lokiviestit
sk: Správy denníka
sl: Sporočila dnevniških zapisov

source: Log messages (Input dialog)
de: Logmeldungen (Eingabedialog)
fi: Lokiviestit (Toimita arkistoon -ikkuna)
sk: Správy denníka (Vstupný dialóg)
sl: Sporočila dnevniških zapisov (vnosno okno)

source: Log messages (Show log dialog)
de: Logmeldungen (Zeige Log)
fi: Lokiviestit (Näytä loki -ikkuna)
sk: Správy denníka (Zobrazenie denníka)
sl: Sporočila dnevniških zapisov (okno Pokaži dnevnik)

source: Lowest shown revision: %ld - Highest shown revision: %ld
de: Kleinste angezeigte Revision: %ld - Größte angezeigte Revision: %ld
fi: Näytetyt versiot: Pienin: %ld - Suurin: %ld
sk: Najnižšia zobrazená revízia: %ld - Najvyššia zobrazená revízia: %ld
sl: Najnižja prikazana revizija: %ld - Najvišja prikazana revizija: %ld

source: Lowest shown revision: %ld - Highest shown revision: %ld - HEAD revision: %ld
de: Kleinste angezeigte Revision: %ld - Größte angezeigte Revision: %ld - HEAD Revision: %ld
fi: Näytetyt versiot: Pienin: %ld - Suurin: %ld - Uusin versio (HEAD): %ld
sk: Najnižšia zobrazená revízia: %ld - Najvyššia zobrazená revízia: %ld - HEAD revízia: %ld
sl: Najnižja prikazana revizija: %ld - Najvišja prikazana revizija: %ld - Revizija HEAD: %ld

source: Lum
fi: Luminanssi
sk: Jas

source: Mail system DLL is invalid.
de: Mail System DLL ist ungültig.
fi: Sähköpostijärjestelmän DLL-kirjasto ei kelpaa.
sk: Neplatná DLL knižnica pre emaily.
sl: Dinamična knjižnica (DLL) poštnega sistema ni veljavena.

source: Make this the default
de: Diese Einstellung immer verwenden
fi: Tee tästä oletusarvo
sk: Nastaviť ako predvolené
sl: Nastavi kot privzeto

source: Manage Subversion properties
de: Subversion-Eigenschaften bearbeiten
fi: Hallitse Subversion-ominaisuuksia
sk: Spravovať vlastnosti Subversion
sl: Upravljaj z lastnostmi Subversion

source: Mark as &resolved
de: Als &aufgelöst markieren
fi: Merkitse &ratkaistuksi
sk: Označiť ako &vyriešené...
sl: Označi kot &rešeno

source: Mark as resolved
de: Als aufgelöst markieren
fi: Merkitse ratkaistuksi
sk: Označiť ako vyriešené
sl: Označi kot rešeno

source: Mark current revision of your working copy
de: Aktuelle Revision Ihrer Arbeitskopie markieren
fi: Korosta työkopiotasi vastaava versio
sk: Označ aktuálnu revíziu vašej pracovnej kópie
sl: Označi trenutno revizijo vaše delovne kopije

source: Mark for comparison
de: Für Vergleich auswählen
fi: Valitse vertailua varten
sk: Označiť pre porovnanie
sl: Označi za primerjanje

source: Marks a file as resolved in Subversion Mark as resolved
de: Markiert einen Dateikonflikt in Subversion als aufgelöst Als aufgelöst markieren
fi: Merkitse tiedoston ristiriidat ratkaistuksi Merkitse ratkaistuksi
sk: Označí súbolor v SubVersioN za vyriešený Označiť za vyriešené
sl: Označi datoteko kot rešeno v sistemu Subversion Označi kot rešeno
