Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: Select folder to run script for
de: Wählen Sie den Ordner, in dem das Skript ausgeführt wird
fi: Valitse kansio, jossa komento suoritetaan
sk: Vyberte adresár, pre ktorý sa má vykonať skript
sl: Izberi mapo, v kateri naj se izvede ukazna datoteka

source: Select folder to save the selected files to
de: Wählen Sie den Ordner, in dem die gewählten Dateien gespeichert werden sollen
fi: Valitse kansio, johon valitut tiedostot tallennetaan
sk: Vyberte adresár, na uloženie vybraného súboru
sl: Izberite mapo za shranjevanje izbranih datotek

source: Select hook script file
de: Skriptdatei auswählen
fi: Valitse toimintokomennon tiedosto
sk: Vybrať súbor hookskriptu
sl: Izberite ukazno datoteko akcije

source: Select items automatically
de: Zu übertragende Objekte automatisch markieren
fi: Valitse alkiot automaattisesti
sk: Automaticky označiť objekty
sl: Elemente izberi samodejno

source: Select merge application
de: Konflikteditor auswählen
fi: Valitse yhdistämisohjelma
sk: Vyber zlučovací program
sl: Izberite aplikacijo za spajanje

source: Select merge target
de: Ziel auswählen
fi: Valitse yhdistämisen kohde
sk: Vyberte cieľ zlučenia
sl: Izberite cilj spajanja

source: Select revision range
de: Revisionsbereich wählen
fi: Valitse versioväli
sk: Vyberte rozsah revízí
sl: Izberite obseg revizije

source: Select start revision
de: Startrevision wählen
fi: Valitse alkuversio
sk: Vyberte rozsah revizií
sl: Izberite začetno revizijo

source: Select text editor application
de: Texteditor auswählen
fi: Valitse tekstieditoriohjelma
sk: Vyberte aplikáciu, ktorá bude použitá na úpravu textových súborov
sl: Izberite urejevalnik besedila

source: Select the URLs for the tree merge
de: Wählen Sie die URLs zum Bäume zusammenführen
fi: Valitse paikantimet puuyhdistämiselle
sk: Vyberte URL adresy pre zlučovanie stromov
sl: Izberite naslove URL za spajanje dreves

source: Select the behaviour of the progress dialog at the end of the operation.
de: Bestimmen Sie, wie sich die Fortschrittsanzeige am Ende einer Aktion verhalten soll.
fi: Määritä edistymisestä kertovan ikkunan toiminta operaation päättyessä.
sk: Vyberte správanie pre dialogové okno postupu na konci úkonu.
sl: Izberite vedenje pogovornega okna napredka na koncu operacije.

source: Select the entire document Select All
de: Markiert das gesamte Dokument Alles markieren
fi: Valitse koko dokumentti Valitse kaikki
sk: Označiť celý dokument Označ všetko
sl: Izberi cel dokument Izberi vse

source: Select the merge options
de: Wählen sie die Einstellungen
fi: Valitse yhdistämisasetukset
sk: Vyberte nastavenie zlučovania
sl: Izberite možnosti spajanja

source: Select the revisions to merge
de: Wählen sie die Revisionen
fi: Valitse yhdistettävät versiot
sk: Vyberte rozsah revízí na zlúčenie
sl: Izberite revizije za spajanje

source: Select the type of merge
de: Was wollen Sie zusammenführen
fi: Valitse yhdistämislaji
sk: Vyberte typ zlúčenia
sl: Izberite vrsto spajanja

source: Select viewer for diff-files
de: Betrachter für Standard-Diffdateien auswählen
fi: Valitse katseluohjelma vertailutiedostoille
sk: Vyberte prehliadač súborov porovnania
sl: Izberite pregledovalnik razlik (diff)

source: Send Mail failed to send message.
de: Send Mail konnte Nachricht nicht senden.
fi: Sähköpostiviestiä ei voitu lähettää.
sk: Posielanie e-mail-u zlyhalo.
sl: Pošiljanje e-pošte ni uspelo.

source: Sending content
de: Sende Inhalt
fi: Lähetetään sisältöä
sk: Posielam obsah
sl: Pošiljanje vsebine

source: Server &address:
de: &Server Adresse:
fi: Palvelimen &osoite:
sk: &Adresa servera:
sl: N&aslov strežnika:

source: Set Accelerator &for:
de: Setze Tastenkürzel &für:
fi: Aseta &pikanäppäin:
sk: Nastaviť skratkovú klávesu &pre:
sl: Nastavi bližnjice &za:

source: Set file dates to the "last commit &time"
de: Dateidatum auf '&Datum der letzten Übertragung' setzen
fi: Aseta tiedostojen &päiväykset "viimeisimpään arkistoon toimitusaikaan"
sk: Nastaviť čas súborov na "&čas posledného odovzdania"
sl: Nastavi datume datotek na "&čas zadnje objave"

source: Set property '%s' on %s
de: Setze Eigenschaft '%s' auf %s
fi: Aseta ominaisuus '%s' polulla %s
sk: Nastaviť vlastnosť '%s' na %s
sl: Nastavi lastnost '%s' na %s

source: Setting properties...
de: Setze Eigenschaften...
fi: Asettamassa ominaisuuksia...
sk: Nastavenia vlastností...
sl: Nastavljanje lastnosti...

source: Settings
de: Einstellungen
fi: Asetukset
sk: Nastavenia
sl: Nastavitve

source: Settings - TortoiseSVN
de: Einstellungen - TortoiseSVN
fi: Asetukset - TortoiseSVN
sk: Nastavenia - TortoiseSVN
sl: Nastavitve - TortoiseSVN

source: Shell
fi: Komentotulkki
sk: Šel
sl: Lupina

source: Shell Icon Cache was rebuilt!
de: Pufferspeicher für Symbole wurde wieder hergestellt!
fi: Komentotulkin kuvakemuisti rakennettiin uudelleen!
sk: Pamäť ikoniek šelu bola prebudované!
sl: Predpomnilnik lupinskih ikon je bil ponovno postavljen!

source: Sho&w properties
de: Zeige &Eigenschaften
fi: Näytä &ominaisuudet
sk: Z&obraz vlastnosti
sl: Pokaži &lastnosti

source: Short &date/time format in log messages
de: &Kurzes Datum- / Zeitformat
fi: Lyhyt &päiväys- ja aikamuoto lokiviesteissä
sk: Krátky formát &dátumu/času v správach denníka
sl: Kratka oblika zapisa &datuma/časa v dnevniških zapisih

source: Short URL of Subversion items
de: Kurze URL von Subversion-Objekten
fi: Lyhyt paikannin Subversion-tiedostoille
sk: Krátka URL adresa objektov Subversion
sl: Kratki URL elementov Subversion

source: Shorten property list
de: Eigenschaftsliste kürzen
fi: Lyhennä ominaisuuslista
sk: Skrátený zoznam vlastností
sl: Krajšaj seznam lastnosti

source: Show
de: Anzeigen
fi: Näytä
sk: Ukázať
sl: Pokaži

source: Show &Accelerator for:
de: &Zeige Tastenkürzel für:
fi: Näytä p&ikanäppäin:
sk: Zobraziť skratkové &tlačidlo pre:
sl: Pokaži &bližnjice za:

source: Show &All
de: Zeige &Alle
fi: Näytä &kaikki
sk: Zobraziť &všetko
sl: Pokaži &vse

source: Show &Range...
de: &Zeige Bereich
fi: Näytä &väli...
sk: Zobraziť &Rozsah...
sl: Pokaži &obseg...

source: Show &WC revision
de: Zeige &Revision der Arbeitskopie
fi: Näytä &työkopion versio
sk: Zobraziť revíziu &pracovnej kópie
sl: Pokaži revizijo &delovno kepije

source: Show &all revisions
de: Zeige &alle Revisionen
fi: Näytä &kaikki versiot
sk: Zobraziť &všetky revízie
sl: Pokaži &vse revizije

source: Show &changes
de: Änderungen &zeigen
fi: Näytä &muutokset
sk: Zobraziť &zmeny
sl: Pokaži &spremembe...

source: Show &log
de: Zeige &Log
fi: Näytä &loki
sk: Zobraziť &denník
sl: Pokaži &dnevnik

source: Show &log...
de: Zeige &Log...
fi: Näytä &loki...
sk: Zobraziť &denník...
sl: Pokaži &dnevnik...

source: Show &overlays and context menu only in explorer
de: &Überlagerte Symbole und Kontextmenü nur im Explorer anzeigen
fi: Näytä kuvakepäällykset &ja kontekstivalikko vain Resurssienhallinnassa
sk: Z&obrazovať prekrytie a kontextovú ponuku len v Explorer-y
sl: &Prekrivanje ikon in kontekstni meni pokaži samo v Raziskovalcu

source: Show &properties
de: Zeige &Eigenschaften
fi: Näytä &ominaisuudet
sk: Zobraziť &vlastnosti
sl: Pokaži &lastnosti

source: Show &unversioned files
de: Zeige &nicht versionierte Dateien
fi: &Näytä versioimattomat tiedostot
sk: Zobraziť &neverziované súbory
sl: Pokaži datoteke &brez različic

source: Show Above the Ribbon
de: Zeige oberhalb des Bandes
fi: Näytä valintanauhan yläpuolella
sk: Zobraziť nad lištou
sl: Pokaži nad trakom

source: Show Below the Ribbon
de: Zeige unterhalb des Bandes
fi: Näytä valintanauhan alapuolella
sk: Zobraziť pod lištou
sl: Pokaži pod trakom

source: Show Fewer Buttons
de: Zeige weniger Schaltflächen
fi: Näytä vähemmän painikkeita
sk: Zobraziť menej tlačidiel
sl: Pokaži manj gumbov

source: Show File List
de: Zeige Dateiliste
fi: Näytä tiedostolista
sk: Zobraziť zoznam súborov
sl: Pokaži seznam datotek

source: Show HEAD revision nodes
de: Zeige Knoten der HEAD Revisionen
fi: Näytä uusimmat versiot (HEAD)
sk: Zobraziť hlavnú revíziu
sl: Pokaži vozlišča revizije HEAD

source: Show Inline-Diff word by word Inline diff word-wise
de: Unterschiede in der Zeile Wort für Wort anzeigen Inline Diff wortweise
fi: Näytä rivin sisäiset erot sana sanalta Rivin sisäiset erot sanoittain
sk: Zobrazí zmeny v riaku slovo po slove Rozdiely v riadkoch po slovách
sl: Pokaži spremembe v vrstici po besedahSpremembe v vrstici

source: Show Lock dialog before locking files
de: Sperrdialog vor dem Sperren anzeigen
fi: Näytä lukitusikkuna ennen tiedostojen lukitsemista
sk: Zobraziť Dialógové okno zamykanie pred zamknutím súborov
sl: Prikaži okno zaklepov pred zaklepanjem datotek

source: Show More Buttons
de: Zeige mehr Schaltflächen
fi: Näytä enemmän painikkeita
sk: Zobraziť viac tlačidiel
sl: Pokaži več gumbov

source: Show Ove&rview
de: Ü&bersicht anzeigen
fi: Näytä &yleisnäkymä
sk: Zobraziť &prehľad
sl: Prikaži &pomanjšan graf

source: Show Quick Access Toolbar Above the Ribbon
de: Zeige Schnellzugriffsleiste oberhalb des Bandes
fi: Näytä pikatyökalurivi valintanauhan yläpuolella
sk: Zobraziť lištu rýchleho prístupu nad lištou
sl: Orodno vrstico za hitri dostop pokaži nad trakom

source: Show Quick Access Toolbar Below the Ribbon
de: Zeige Schnellzugriffsleiste unterhalb des Bandes
fi: Näytä pikatyökalurivi valintanauhan alapuolella
sk: Zobraziť lištu rýchleho prístupu pod lištou
sl: Orodno vrstico za hitri dostop pokaži pod trakom

source: Show Screen&Tips on toolbars
de: Zeige &Hinweise auf Werkzeugleisten
fi: Näytä &työkaluvihjeet työkaluriveillä
sk: Zobraziť tipy& na lište
sl: Pokaži &namige v orodnih vrsticah

source: Show WC &modifications
de: Ä&nderungen in Arbeitskopie anzeigen
fi: Näytä työkopion &muutokset

source: Show an overview of the whole graph
de: Gesamtübersicht anzeigen
fi: Näytä yleisnäkymä koko graafista
sk: Zobrazí náhľad na celý graf
sl: Prikaži pomanjšanj graf

source: Show changes as &unified diff
de: Zeige Änderungen als &Standard-Diff
fi: Näytä muutokset &unified diff-muodossa
sk: Zobraz rozdiely &unifikovaným porovnaním
sl: Pokaži spremembe kot &poenotene razlike

source: Show differences as &unified diff
de: Zeige Unterschiede als &Standard-Diff
fi: Näytä erot &unified diff-muodossa
sk: Zobraz rozdiely &unifikovaným porovnaním
sl: Pokaži razlike kot &poenotene razlike

source: Show excluded folders as normal
de: Ausgeschlossene Ordner 'normal' anzeigen
fi: Näytä pois jätetyt työkopiopolut versioituina
sk: Zobraziť vylúčené adresáre ako normálne
sl: Prikaži izločene mape kot navadne

source: Show f&ull menus after a short delay
de: Zeige &vollständige Menüs nach einer kurzen Pause
fi: Näytä &koko valikko viiveen jälkeen
sk: Po chvíľke zobraziť &celú ponuku
sl: Po krajšem časovnem &zamiku pokaži polne menije

source: Show i&gnored files
de: Zeige i&gnorierte Dateien
fi: Näytä &ohitetut tiedostot
sk: Zobraziť i&gnorované súbory
sl: Pokaži &prezrte datoteke

source: Show items in externals
de: Objekte in Externals anzeigen
fi: Näytä ulkoisten viittausten sisältö
sk: Zobraziť externé objekty
sl: Prikaži elemente med zunanjimi

source: Show linenumber&s
de: Zeige Zeilen&nummern
fi: Näytä &rivinumerot
sk: Zobraz &čísla riadkov
sl: Pokaži &številke vrstic

source: Show oldest node at top
de: Den ältesten Knoten oben anzeigen
fi: Aloita vanhimmasta solmusta
sk: Zobraziť najstarší vrchol na vrchu
sl: Najstarejše vozlišče prikaži na vrhu

source: Show only the changed parts of the path name. Replace unchanged elements with dots.
de: Zeige nur die geänderten Teile des Pfadnamens. Identische Elemente werden durch Punkte ersetzt.
fi: Näytä vain polkunimen muuttuneet osat. Korvaa muuttumattomat osat pisteillä.

source: Show or hide the line diff bar Toggle LineDiffBar
de: Verberge/Zeige die Zeilenunterschiede Verbirgt oder zeigt die Zeilenunterschiede
fi: Näytä tai piilota rivieropaneeli Rivieropaneelin piilotus/näyttö
sk: Zobaz/skry riadkové porovnanie Prepni riadkové porovnanie
sl: Pokaži ali skrij prikaz razlik v vrstici Preklopi prikaz razlik v vrstici

source: Show or hide the locator bar Toggle LocatorBar
de: Verberge/Zeige die Navigationsleiste Verbirgt oder zeigt die Navigationsleiste
fi: Näytä tai piilota sijoitinpaneeli Sijoitinpaneelin piilotus/näyttö
sk: Zobaz/skry rámček polohy Prepni rámček polohy
sl: Pokaži ali skrij lokacijsko vrstico Preklopi lokacijsko vrstico

source: Show or hide the status bar Toggle StatusBar
de: Verberge/Zeige die Statusleiste Verbirgt oder zeigt die Statusleiste
fi: Näytä tai kätke tilarivi
sk: Zobraz, alebo schovat stavový rámček Prepni stavový rámček
sl: Pokaži ali skrij vrstico stanja Preklopi vrstico stanja

source: Show or hide the toolbar Toggle ToolBar
de: Verberge/Zeige die Werkzeugleiste Verbirgt oder zeigt die Werkzeugleiste
fi: Näytä tai kätke työkalurivi Työkalurivin tilanvaihto
sk: Zobaz/skry lištu nástrojov Prepni lištu nástrojov
sl: Pokaži ali skrij orodno vrstico Preklopi orodno vrstico

source: Show overlay for ignored items
de: Überlagerte Symbole für ignorierte Objekte zeigen
fi: Näytä kuvakepäällys ohitetuille tiedostoille
sk: Zobraz prekryté ikonky pre ignorované objekty
sl: Pokaži prekrivne ikone za prezrte elemente

source: Show overlay for unversioned items
de: Überlagerte Symbole für nicht versionierte Objekte zeigen
fi: Näytä kuvakepäällys versioimattomille tiedostoille
sk: Zobraz prekryté ikonkz pre neverziované objekty
sl: Pokaži prekrivne ikone za elemente brez različic

source: Show revision properties
de: Revisionseigenschaften zeigen
fi: Näytä versio-ominaisuudet
sk: Zobraziť vlastnosti revízie
sl: Pokaži lastnosti revizije

source: Show shortcut &keys in ScreenTips
de: Zeige &Tastenkürzel in Hinweisen
fi: Näytä &pikavalintanäppäimet työkaluvihjeissä
sk: Zobraziť &klávesové skratky v tipoch
sl: Prikaži &bližnjice v namigih

source: Show special characters for whitespaces Show Whitespaces
de: Leerzeichen durch Sonderzeichen hervorheben Leerzeichen anzeigen
fi: Näyttää tyhjämerkit erikoismerkein Näytä tyhjämerkit
sk: Zobraziť špeciálne znaky pre biele znaky Zobraziť biele znaky
sl: Pokaže posebne znake namesto presledkov Pokaži presledke

source: Show statistics for the selected log cache
de: Zeige Statistiken für den gewählten Log-Puffer
fi: Näytä tilastot valitulle lokivälimuistille
sk: Zobrazí štatistiku pre vybraný zásobník denníka
sl: Pokaži statistiko za izbran predpomnilnik

source: Show tags on the copy source, not as separate nodes
de: Zeige Marken an der Quelle, nicht als separate Knoten
fi: Näytä merkit lähtösolmussa, ei erillisinä solmuina
sk: Zobrazí značky na kópií zdroja, nie ako samostatný vrchol
sl: Prikaži oznake na viru kopiranja, ne kot ločena vozlišča

source: Show un&modified files
de: Zeige un&modifizierte Dateien
fi: Näytä &muuttumattomat tiedostot
sk: Zobraziť &nezmené súbory
sl: Pokaži &nespremenjene datoteke

source: Show un&versioned files
de: Zeige un&versionierte Dateien
fi: Näytä &versioimattomat tiedostot
sk: Zobraziť ne&verziované súbory
sl: Pokaži datoteke &brez različic

source: Show/Hide
de: Anzeigen/Verbergen
fi: Näytä/Piilota
sk: Zobraziť/skryť
sl: Prikaži/Skrij

source: Showing %ld nodes
de: Zeige %ld Knoten
fi: %ld solmua näkyvissä
sk: Zobrazujem %ld uzlov
sl: Prikaz %ld vozlišč

source: Showing %ld revision(s), from revision %ld to revision %ld - %ld revision(s) selected.
de: Zeige %ld Revision(en) des gewählten Pfades. Von Revision %ld bis %ld - %ld Revision(en) gewählt.
fi: Listassa %ld versiota (versioväli %ld - %ld); valittuna %ld versio(ta).
sk: Zobrazené revízie: %ld (od revízie %ld do revízie %ld) - Vybrané revízie: %ld
sl: Prikaz %ld različic, od različice %ld do različice %ld - %ld izbranih različic.

source: Showing graph for %s
de: Zeige Graphen für %s
fi: Näytetään %s:n graafi
sk: Zobrazujem graf pre %s
sl: Prikazovanje grafa za %s

source: Shows a graphical representation of copies/tags/branches
de: Zeigt eine graphische Darstellung der Zweige/Marken
fi: Näyttää graafisen esityksen kopioista/merkeistä/haaroista
sk: Zobrazí grafické vyjadrenie kópií, značiek a vetviev
sl: Pokaže grafičen prikaz kopij/oznak/vej

source: Shows all files which were changed since the last update, locally and in the repository
de: Zeigt alle Dateien, die sich seit der letzten Aktualisierung lokal oder im Projektarchiv geändert haben.
fi: Näyttää kaikki tiedostot, jotka ovat muuttuneet viimeisen päivityksen jälkeen, paikallisesti tai arkistossa
sk: Zobrazí všetky súbory, ktoré boli zmenené od poslednej aktualizácie, miestne a v úložisku.
sl: Pokaže vse datoteke, spremenjene od zadnje posodobitve, krajevno in v skladišču

source: Shows all revisions where changes were made to this item
de: Zeigt alle Revisionen, in denen Änderungen vorgenommen wurden.
fi: Näytä kaikki versiot, joissa tätä tiedostoa muutettiin
sk: Zobrazí všetky revízie, v ktorých bol tento objekt zmeneý
sl: Pokaže vse revizije, v katerih je bil ta element spremenjen

source: Shows information about TortoiseSVN
de: Zeigt Informationen über TortoiseSVN an
fi: Näyttää tietoa TortoiseSVN-ohjelmasta
sk: Zobrazí informácie o TortoiseSVN
sl: Pokaže informacije o programu TortoiseSVN

source: Shows the action log file in the default text editor
de: Zeigt das Aktionslog im Standard Texteditor an
fi: Näyttää toimenpidelokin oletustekstieditorissa
sk: Zobrazí súbor denníka úkonov v predvolenom textovom editore
sl: Pokaže dnevnik dejanj v privzetem urejevalniku besedil

source: Shows the eol-style property value
de: Zeigt den Wert der eol-style Eigenschaft
fi: Näyttää eol-style -ominaisuuden arvon
sk: Zobrazí hodnotu štýlu ukončenia riadkov
sl: Pokaže vrednost lastnosti sloga zaključka vrstic (eol)

source: Shows the log for the selected file / folder
de: Zeigt das Log der gewählten Datei / Ordner
fi: Näyttää lokin valitulle tiedostolle / kansiolle
sk: Zobrazí denník pre vybraný súbor / adresár
sl: Pokaže dnevnik za izbrano datoteko ali mapo

source: Shows the mime type of the versioned file
de: Zeigt den MIME-Typ der versionierten Datei
fi: Näytä versioiden tiedoston MIME-tyyppi
sk: Zobrazí typ MIME verziovaného súboru
sl: Pokaže vrsto mime za datoteko z različicami

source: Single/&double-pane view
de: Ein-/&Zweifenstersicht
fi: Yhden/&kahden paneelin näkymä
sk: Jedno/&dvojpanelové zobrazenie
sl: Enodelni/&dvodelni pogled

source: Size
de: Größe
fi: Koko
sk: Veľkosť
sl: Velikost

source: Size and status
de: Größe und Status
fi: Koko ja tila
sk: Veľkosť a stav
sl: Velikost in stanje

source: Size of all cached text information
de: Gesamtgröße der gepufferten Textinformation
fi: Välimuistissa olevan tekstin koko
sk: Veľkosť všetkých textových informacií v zásobníku
sl: Velikost besedila v predpomnilniku

source: Size of the cache file on disk
de: Größe des Puffers auf der Festplatte
fi: Välimuistitiedoston koko levyllä
sk: Veľkosť zásobníka na disku
sl: Velikost predpomnilnika na disku

source: Size of the cache if it were not compressed
de: Größe des Puffers falls er nicht komprimiert wäre
fi: Välimuistin koko pakkaamattomana
sk: Veľkosť nekomprimovaného zásobníka
sl: Velikost predpomnilnika brez stiskanja

source: Skipped
de: Übersprungen
fi: Hypätty yli
sk: Preskočené
sl: Preskočeno

source: Skipped missing target
de: Fehlendes Ziel übersprungen
fi: Ohitettiin puuttuva kohde
sk: Preskočené chýbajúce ciele
sl: Preskočen manjkajoči cilj

source: Sort by commit count
de: Nach Anzahl der Übertragungen sortieren
fi: Lajittele toimitusmäärän mukaan
sk: Triediť podľa počtu odovzdaní
sl: Razvrščanje po številu objav

source: Specifies how many items you want to keep in the most recent log messages dialog.
de: Legt fest, wie viele Einträge in der Liste der letzten Logmeldungen gespeichert werden sollen.
fi: Määrittää kuinka monta viestiä säilytetään viimeisimpien lokiviestien listassa.
sk: Určuje koľko záznamov sa ma pamätať v histórií správ denníka.
sl: Določa, koliko zadnjih sporočil dnevniških zapisov želite ohraniti.

source: Specify the files or folders which TortoiseSVN should ignore in all working copies. Separate the patterns with a space.
de: Die Dateien oder Ordner, die TortoiseSVN in allen Projektarchiven von der Versionskontrolle ausschließen soll. Trennen Sie die Muster mit einem Leerzeichen. Beispiel: *.bak *.[Tt]mp
fi: Määritä tiedostot tai kansiot, jotka TortoiseSVN ohittaa kaikissa työkopioissa. Erota lausekkeet välilyönnein.
sk: Určuje súbory a adresáre ktoré má TortoiseSVN ignorovať vo všetkých pracovných kópiach. Vzory oddelujte medzerov.
sl: Navedite datoteke ali mape, ki naj jih TortoiseSVN prezre v vseh delovnih kopijah. Vzorce ločite s presledkom.

source: Split &source tree
de: Q&uellbaum auftrennen
fi: Jaa &lähdepuu

source: Split following &tree
de: F&olgenden Baum auftrennen
fi: Jaa seuraava &puu

source: Split lines
de: Zeilen splitten
fi: Jaa rivit
sk: Rozdeliť riadky
sl: Razdeli vrstice

source: Split sub-trees
de: T&eilbäume auftrennen
fi: Jaa alipuut

source: Split the active window into panes Split
de: Teile aktives Fenster auf Aufteilen
fi: Jaa aktiivinen ikkuna paneeleihin Jaa
sk: Rozdeliť aktívne okno do panelov Rozdeliť
sl: Razdeli aktivno okno na podokna Razdeli

source: Stacked Bar Graph
de: Gestapelte Balken
fi: Pinottu pylväsgraafi
sk: Kumulovaný graf
sl: Zložen stolpični graf

source: Stacked Line Graph
de: Gestapelte Linien
fi: Pinottu viivagraafi
sl: Zložen črtni graf

source: Standard
fi: Vakio
sk: Štandard

source: Start Commit Hook
de: Start Übertragung
fi: Aloita toimitus
sk: Spustiť odovzdavací hookskript
sl: Pred prikazom okna objave

source: Start Revision
fi: Alkuversio
sk: Začiatočná revízia
sl: Začetna revizija

source: Start Update Hook
de: Start Aktualisierung
fi: Aloita päivitys
sk: Spustiť aktualizačný pripnutý (hook)skript
sl: Pred prikazom okna posodobitve

source: Static
de: Statisch
fi: Staattinen
sk: Statické
sl: Statično

source: Statistics
de: Statistik
fi: Tilastot
sk: Štatistiky
sl: Statistika

source: Status
fi: Tila
sk: Stav
sl: Stanje

source: Status Bar Configuration
de: Statuszeilenkonfiguration
fi: Tilarivin määrittely
sk: Konfigurácia stavového riadku
sl: Nastavitev vrstice stanja

source: Status and action colors
de: Status- und Aktionsfarben
fi: Tila- ja toimenpidevärit
sk: Farby stavu a akcií
sl: Barve stanja in dejanj

source: Status cache
de: Pufferspeicher
fi: Tilamuisti
sk: Pamäť stavov
sl: Predpomnilnik stanja

source: Status cache kept in an external process, can show the overlay recursively
de: Statuspuffer in einem externen Prozess. Überlagertes Symbole können rekursiv angezeigt werden.
fi: Tilamuistia hoitaa erillinen prosessi, joka osaa näyttää päällykset palautuvasti
sk: Pamäť stavov udržiavaná externým procesom može zobrazovať prekryvajúce ikonky s vnáraním
sl: Predpomnilnik stanja je obdržan kot zunanji proces, lahko pokaže prekrivanje ikon rekurzivno

source: Status cache only for one folder, no recursive overlays
de: Statuspuffer nur für einen Ordner. Keine rekursiv überlagerten Symbole.
fi: Tilamuisti vain yhdelle kansiolle; ei palautuvia päällyksiä
sk: Pamäť stavov len pre jeden adresár, bez vnárania
sl: Predpomnilnik stanja le za eno mapo, brez rekurzivnih prekrivanj

source: Status of item in SVN
de: Status eines Objekts in SVN
fi: Tiedoston tila Subversionissa
sk: Stav položky v SVN
sl: Stanje elementa v SVN

source: Steal loc&k
de: &Sperre stehlen
fi: Varasta &lukko
sk: Zober zá&mok
sl: Ukradi za&klep

source: Steal the lock
de: Sperre von einer anderen Arbeitskopie stehlen
fi: Varasta lukko
sk: Odober zámok
sl: Ukradi zaklep

source: Subversion configuration &file:
de: Subversion &Konfigurationsdatei:
fi: Subversionin &asetustiedosto:
sk: Konfiguračný &súbor Subversion:
sl: Nastavitvena &datoteka Subversion
