Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: tsvn:logminsize Minimum size in chars a log message must have before a commit is allowed.
de: tsvn:logminsize Minimale Anzahl von Zeichen, die eine Logmeldung bei der Übertragung haben muss.
fi: tsvn:logminsize Lokiviestin minimikoko merkkeinä. Toimitus arkistoon ei ole sallittu, mikäli tämä raja alittuu.
sk: tsvn:logminsize Minimálny počet znakov záznamu denníka, aby bolo povolené odovzdanie.
sl: tsvn:logminsize Najmanjša velikost dnevniškega zapisa v številu znakov, da je objava dovoljena.

source: tsvn:logsummary A regex string which extracts a summary from a log message in its first group.
de: tsvn:logsummary Ein regulärer Ausdruck zum Extrahieren einer Zusammenfassung aus einer Logmeldung.
fi: tsvn:logsummary Säännöllinen lauseke, jonka ensimmäinen ryhmä erottaa yhteenvedon lokiviestistä.
sk: tsvn:logsummary Reťazec regex, ktorý získa prehľad zo správy denníka v jeho prvej skupine.
sl: tsvn:logsummary Regularen izraz, ki izlušči povzetek sporočila dnevniškega zapisa v prvi skupini.

source: tsvn:logtemplate String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for users to fill in.
de: tsvn:logtemplate Text, der automatisch beim Übertragen in die Dialoge eingetragen wird. Verwenden Sie dies als Schablone, die die Anwender ausfüllen können.
fi: tsvn:logtemplate Merkkijono, joka lisätään lokiviestikenttään toimitusikkunassa. Käytä tätä lokiviestikaavaimena, jonka käyttäjät täyttävät.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu na vypisovanie záznamov denníka.
sl: tsvn:logtemplate Niz, vstavljen v polja sporočil dnevniških zapisov v pogovornem oknu objave. To uporabite kot predlogo dnevniškega zapisa za uporabnike.

source: tsvn:logwidthmarker Set this to the number of chars the log message should not exceed its width. A faded line is shown in the commit dialogs at that position. The default is 80 chars.
de: tsvn:logwidthmarker Wert für die maximale Breite der Logmeldung in Zeichen. Eine Begrenzungslinie wird an dieser Stelle angezeigt. Der Standardwert beträgt 80 Zeichen.
fi: tsvn:logwidthmarker Määrittää lokiviestin maksimileveyden. Toimitusikkuna näyttää viivan tässä kohdassa. Oletusleveys on 80 merkkiä.
sk: tsvn:logwidthmarker Nastavte na maximálnu šírku záznamu denníka v znakoch. Šedá čiara je zobrazená v odovzdávacom okne na tejto pozícií. Predvolená hodnota je 80.
sl: tsvn:logwidthmarker Nastavite na število znakov, kolikor naj bo največja dolžina vrstice dnevniškega zapisa. Na tem mestu se v pogovornem oknu objave pokaže zatemnjena vrstica. Privzeta vrednost je 80 (znakov).

source: tsvn:projectlanguage Set this to the language number you want your log messages written in. TortoiseSVN will then load the appropriate spell checker module if available.
de: tsvn:projectlanguage Setzen Sie diese Eigenschaft auf die vierstellige Nummer der Sprache, in der die Logmeldungen geschrieben werden sollen. TortoiseSVN lädt dann die entsprechende Rechtschreibprüfung, falls sie installiert ist.
fi: tsvn:projectlanguage Aseta tähän sen kielen numero, millä lokiviestit kirjoitetaan. TortoiseSVN käyttää kielen oikeinkirjoituksen tarkistusmoduulia, mikäli sellainen on saatavilla.
sk: tsvn:projectlanguage Nastavte na číslo jazyka, v ktorom chcete písať záznamy denníka. TortoiseSVN načíta príslušnú kontrolu pravopisu - ak bude dostupná.
sl: tsvn:projectlanguage Nastavite na številko jezika, v katerem želite zapisovati dnevnik. TortoiseSVN nato naloži ustrezni modul črkovanja, če je ta na voljo.

source: tsvn:userfileproperties Newline separated list of user defined properties for files which will be shown in the property dialog to choose from.
de: tsvn:userfileproperties Eine durch Zeilenumbrüche getrennte Liste von Eigenschaften für Dateien, die als Auswahl im Eigenschaftsdialog angezeigt wird.
fi: tsvn:userfileproperties Rivinvaihdoin eroteltu lista käyttäjän määrittelemiä, tiedostoihin sovellettavia ominaisuuksia. Ominaisuudet näkyvät ja voidaan valita ominaisuusikkunan pudotusvalikosta.
sk: tsvn:userfileproperties Novými riadkami oddelený zoznam užívateľsky definovaných vlastností súborov, ktorý bude na výber v dialogovom okne vlastností.
sl: tsvn:userfileproperties Vrstični seznam uporabniško določenih lastnosti za datoteke, ki bodo na izbiro v pogovornem oknu lastnosti.

source: tsvn:userfolderproperties Newline separated list of user defined properties for folders which will be shown in the property dialog to choose from.
de: tsvn:userfolderproperties Eine durch Zeilenumbrüche getrennte Liste von Eigenschaften für Ordner, die als Auswahl im Eigenschaftsdialog angezeigt wird.
fi: tsvn:userfolderproperties Rivinvaihdoin eroteltu lista käyttäjän määrittelemiä, kansioihin sovellettavia ominaisuuksia. Ominaisuudet näkyvät ja voidaan valita ominaisuusikkunan pudotusvalikosta.
sk: tsvn:userfolderproperties Novými riadkami oddelený zoznam užívateľsky definovaných vlastností adresára, ktorý bude na výber v dialogovom okne vlastností.
sl: tsvn:userfolderproperties Vrstični seznam uporabniško določenih lastnosti za mape, ki bodo na izbiro v pogovornem oknu lastnosti.

source: tsvn:warnifnoissue Set to 'yes' if a warning shall be shown when no issue is entered in the commit dialog.
de: tsvn:warnifnoissue Auf 'yes' setzen, wenn eine Warnung ausgegeben werden soll, falls keine Bug-ID im Übertragen-Dialog eingegeben wird.
fi: tsvn:warnifnoissue Aseta arvoon 'yes', mikäli haluat, että vikatunnuksen pois jättäminen toimitusikkunassa aiheuttaa varoituksen.
sk: tsvn:warnifnoissue Nastavte na 'yes' ak má byť zobrazené varovanie, pri odovzdávaní bez zadania prípadu.
sl: tsvn:warnifnoissue Nastavite na 'yes', če naj se pojavi opozorilo, ko v pogovornem oknu objave ni navedena nobena zadeva.

source: user revprops total:
de: Gesamt Rev-Eigensch:
fi: omia ominaisuuksia:
sk: užívateľských vlastností:
sl: število uporabniških lastnosti

source: values are different
de: Werte sind unterschiedlich
fi: arvot eroavat toisistaan
sk: rozdielne hodnoty
sl: vrednosti se razlikujeta

source: webviewer:pathrevision URL pointing to the web viewer for the repository for a specific file and revision. The string %REVISION% in the URL is replaced with the revision number, the string %PATH% is replaced with the path to the file relative to the repository root.
de: webviewer:pathrevision URL eines Webbetrachter die auf eine Datei des Projektarchivs in einer spezifischen Revision zeigt. Der Platzhalter %REVISION% in der URL is wird durch die Revisionsnummer ersetzt. Der Platzhalter %PATH% wird durch den Pfad relativ zur Basis des Projektarchivs ersetzt.
fi: webviewer:pathrevision Paikannin, joka avaa web-selaimen näyttämään tiettyä arkiston tiedostoversiota. Merkkijono %REVISION% korvataan versionumerolla; merkkijono %PATH% korvataan arkiston juureen suhteellisella tiedostopolulla.
sk: webviewer:revision URL adresa odkazujúca na web stránku úložiska pre určený súbor a revíziu. Reťazec %REVISION% v URL adrese bude nahradený číslom revízie. Reťazec %PATH% bude nahradený cestou súboru relatívne od kmeňového adresára úložiska.
sl: webviewer:pathrevision URL, ki kaže na spletni brskalnik za skladišče za določeno datoteko in revizijo. Niz %REVISION% v URLju se zamenja s številko revizije, niz %PATH% pa s potjo do datoteke, relativno na korensko mapo skladišča.

source: webviewer:revision URL pointing to the web viewer for the repository for a specific revision. The string %REVISION% in that URL is replaced with the revision number.
de: webviewer:revision URL eines Webbetrachter die auf das Projektarchiv in einer spezifischen Revision zeigt. Der Platzhalter %REVISION% in der URL is wird durch die Revisionsnummer ersetzt.
fi: webviewer:revision Paikannin, joka avaa web-selaimen arkiston tietylle versiolle. Merkkijono %REVISION% korvataan paikantimessa versionumerolla.
sk: webviewer:revision URL odkazujúca na web stránku úložiska pre určenú revíziu. Reťazec %REVISION% v URL adrese bude nahradený číslom revízie.
sl: webviewer:revision URL, ki kaže na spletni brskalnik za skladišče za številko revizije. Niz %REVISION% v URLju se zamenja s številko revizije.

source: week
de: Woche
fi: viikko
sk: týždeň
sl: teden

source: word tokens:
de: Wortkürzel:
fi: sana-alkioita:
sk: slovné výrazy:
sl: besedni žetoni:

source: words [uncompressed]:
de: Wörter [unkomprimiert]:
fi: sanoja [pakkaamaton]:
sk: slov [nestlačené]:
sl: besede [brez stiskanja]:

source: year
de: Jahr
fi: vuosi
sk: rok
sl: leto

source: yes
de: ja
fi: kyllä
sk: ano
sl: da

source: &Unified diff
de: &Standard-Diff
sk: &Unif. porov.
sl: &Poenotena razlika

source: ID:32772:V +O
de: ID:32772:V +B

source: ID:32774:V C +T
de: ID:32774:V C +L

source: ID:32779:V +S
de: ID:32779:V +O

source: List1
de: Liste1
sk: Zoznam1
sl: Seznam1

source: OVR
de: ÜB

source: Output.prn
de: Ausgabe.prn

source: &OK
sl: V &redu

source: &TortoiseUDiff
sl: &TortoiseIDiff

source: (deleted) %s
sk: (vymazané) %s
sl: (izbrisano) %s

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/ Note: This will disable offline log access.
sk: Povoliť rozdilene úložiská použiť rovnakú URL, napr. http://localhost/myrepos/ Poznámka: Toto zakáže offline prístup do denníka.
sl: Dovoli uporabo različnih skladišč z istim naslovom URL, naprimer http://localhost/mojeskladisce/ Opomba: S tem onemogočite nepovezan dostop do dnevnika.

source: Filter out the following paths (separate multiple paths with the '*' char):
sk: Odfiltrovať nasledovné cesty (oddeľte viacnásobné cesty pomocou znaku '*'):
sl: Izloči naslednje poti (poti ločite z znakom '*'):

source: Marks the revisions as merged, without actually doing the merge
sk: Označí revizie za zlučené bez toho aby bolo zlúčenie vykonané
sl: Označi revizije kot spojene brez dejanskega spajanja

source: OK
sl: V redu

source: Only record the merge
sk: Zlučenie iba zaznamenaj
sl: Zgolj zabeleži spajanje

source: Revision: %ld URL: %s Author: %s Date: %s Tags:%s Logmessage: %s
sk: Revízia: %ld URL: %s Autor: %s Dátum: %s Značky:%s Správa denníka: %s
sl: Revizija: %ld URL: %s Avtor: %s Datum: %s Oznake:%s Sporočilo: %s

source: alias (deleted): %s
sk: alias (vymzaný): %s
sl: vzdevek (izrisan): %s

source: <Separator>
sk: <Oddelovač>

source: <descr>
sk: <popis>

source: HEAD
sk: Hlavná revízia

source: Scintilla
sk: Stopa

source: Spin1
sk: Špirála1

source: Stefan Küng, Lübbe Onken
sk: Stefan Küng, Lübbe Onken (preklad Ot(ik))

source: TORTOISEBLAME
sk: TORTOISEBLAME(Obvinovač)

source: TORTOISEIDIFF
sk: TORTOISEIDIFF(obrázkový porovnávač)
