Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: bugtraq:append Set to 'false' if you want the bugtracking ID to be inserted at the top of the log message. The default is 'true' which means the bugtracking ID is appended to the log message.
de: bugtraq:append Auf 'false' setzen, wenn Sie die bugtraq:message am Anfang der Logmeldung haben wollen. Die Vorgabe ist 'true', was bedeutet, dass der Eintrag an die Logmeldung angehängt wird.
fi: bugtraq:append Aseta arvoon 'false', jos haluat, että vikatunnus lisätään lokiviestin alkuun. Oletusarvo on 'true', joka lisää tunnuksen lokiviestin loppuun.
sk: bugtraq:append Nastavte 'false' keď chcete aby ' bugtracking ID' bolo pridané na vrch správy denníka. Predvolená hodnota 'true' znamená, že 'bugtracking ID' je k správe denníka pripojená.
sl: bugtraq:append Nastavite na 'false', če želite sledilni ID hrošča vstaviti na vrh sporočila dnevniškega zapisa. Privzeta vrednost je 'true', kar pomeni, da se sledilni ID hrošča doda na konec sporočila dnevniškega zapisa.

source: bugtraq:label Label text to show for the edit box where the user enters the issue number.
de: bugtraq:label Beschriftung für das Eingabefeld der Fehlerverfolgungs-ID.
fi: bugtraq:label Nimeää kentän, johon käyttäjä syöttää vikatunnuksen.
sk: bugtraq:label Menovka, ktorá bude zobrazená v editovacom boxe, kde užívateľ zadá číslo prípadu.
sl: bugtraq:label Besedilo napisa na vnosnem polju, kjer uporabnik vnese številko zadeve.

source: bugtraq:logregex two regular expressions separated by a newline. The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
de: bugtraq:logregex zwei durch eine Leerzeile getrennte reguläre Ausdrücke. Der erste Ausdruck dient dazu, eine Zeichenkette, die sich auf einen Eintrag bezieht, zu finden. Der zweite Ausdruck wird verwendet, um die Eintrags-ID aus der Zeichenkette zu extrahieren.
fi: bugtraq:logregex Kaksi säännöllistä lauseketta erotettuina rivinvaihdoin. Ensimmäistä lauseketta käytetään etsimään merkkijono, joka viittaa vikaan; toista lauseketta käytetään erottamaan itse vikatunnus tästä merkkijonosta.
sk: bugtraq:logregex dva novým riadkom oddelené regulárne výrazy. Prvý výraz je použitý na nájdenie odkazu k prípadu, druhý výraz je použitý na vybranie vlastného ID chyby z reťazca.
sl: bugtraq:logregex regularna izraza, ločena z oznako nove vrstice. Prvi izraz je potreben za iskanje niza, ki se sklicuje na zadevo, drugi pa za izluščevanje samega ID hrošča iz tega niza.

source: bugtraq:message String which is appended to a log message when an issue number is entered. The string must contain '%BUGID%' which gets replaced with the issue number.
de: bugtraq:message Zeichenkette, die an eine Logmeldung angefügt wird, wenn eine ID angegeben wird. Die Zeichenkette muss '%BUGID%' enthalten, welches dann durch die eingegebene ID ersetzt wird.
fi: bugtraq:message Merkkijono, joka lisätään lokiviestiin, kun vikatunnus syötetään. Merkkijonon pitää sisältää '%BUGID%', joka korvataan vikatunnuksella.
sk: bugtraq:message Reťazec, ktorý je pridaný k správe v denníku, keď je zadané číslo prípadu. Reťazec musí obsahovať '%BUGID%', ktoré bude nahradené číslom prípadu.
sl: bugtraq:message Niz, dodan na konec sporočila dnevniškega zapisa, ko vnesete številko zadeve. Niz mora vsebovati '%BUGID%', ki jo nadomesti prava številka zadeve.

source: bugtraq:number Set to 'false' if your bugtracking system has issues which are referenced not by numbers.
de: bugtraq:number Auf 'false' setzen, falls Ihr Fehlerverfolgungssystem die Einträge nicht über Nummern referenziert.
fi: bugtraq:number Aseta arvoon 'false', jos vikaseurantaohjelmasi ei käytä pelkästään numeroita vikojen nimeämiseksi.
sk: bugtraq:number Nastavte 'false' keď váš bugtracking systém nemá odkazy na prípady podľa čísiel.
sl: bugtraq:number Nastavljeno na 'false', če ima vaš sledilnik zadevam zadeve, ki se jih ne da priklicati s številkami.

source: bugtraq:providerparams the parameters passed to the IBugTraqProvider
de: bugtraq:providerparams Die an den IBugTraqProvider übergebenen Parameter
fi: bugtraq:providerparams IBugTraqProviderille välitetyt parametrit

source: bugtraq:provideruuid the COM uuid of the IBugTraqProvider
de: bugtraq:provideruuid Die COM uuid des IBugTraqProviders
fi: bugtraq:provideruuid IBugTraqProviderin COM-uuid

source: bugtraq:url URL pointing to the issue tracker. It must contain '%BUGID%' which gets replaced with the issue number.
de: bugtraq:url URL, die zum Fehlerverfolgungssystem zeigt. Muss '%BUGID% enthalten, welches dann durch die eingegebene ID ersetzt wird.
fi: bugtraq:url Paikannin, joka osoittaa vikaseurantaohjelmaan. Merkkijono '%BUGID%' korvataan vikatunnuksella.
sk: bugtraq:url URL odkazujúca na záznam prípadov. Musí obsahovať '%BUGID%', ktoré bude nahradené číslom prípadu.
sl: bugtraq:url URL sledilnika zadev. Vsebovati mora '%BUGID%', ki ga nadomesti prava številka zadeve.

source: changes total:
de: Gesamt Änderungen:
fi: muutoksia:
sk: zmien celkovo:
sl: skupno število sprememb:

source: commits
de: Übertragungen
fi: toimitukset arkistoon
sk: odovzdní
sl: objave

source: conflicted
de: Konflikt
fi: ristiriidassa
sk: konfliktné
sl: sporno

source: connection:
de: Verbindung:
fi: yhteys:
sk: pripojenie:
sl: povezava:

source: copied from %s - revision %ld
de: Kopiert von %s - revision %ld
fi: kopioitu tiedostosta %s - versio %ld
sk: Skopírované z %s - revízia %ld
sl: kopirano iz %s revizije %ld

source: copied:
de: kopiert:
fi: kopioitu:
sk: skopírované:
sl: kopirano:

source: day
de: Tag
fi: päivä

source: deleted
de: Gelöscht
fi: poistettu
sk: vymazané
sl: izbrisano

source: disk [kB]:
de: Platte [kB]:
fi: levy [kt]:

source: eol style
fi: rivinvaihtotyyli
sk: štýl ukončenia riadkov
sl: slog zaključka vrstic (eol)

source: exported %s to %s
de: %s nach %s exportiert
fi: viety %s paikkaan %s
sk: Exportované %s do %s
sl: izvoženo %s v %s

source: external
de: Extern
fi: ulkoinen
sk: externé
sl: zunanje

source: file external:
de: Externe Datei:
fi: ulkoinen tiedosto:

source: ignored
de: Ignoriert
fi: ohitettu
sk: ignorované
sl: prezrto

source: ignoring ancestry
de: Ignoriere Vorfahren
fi: ohittaen edeltäjät
sk: zanedpanie pôvodu
sl: dedovanje prezrto

source: incomplete
de: Unvollständig
fi: epätäydellinen
sk: nekompletné
sl: nepopolno

source: it does not exist.
de: es nicht existiert.
fi: sitä ei ole olemasa.
sk: neexistuje.
sl: ne obstaja.

source: it is already deleted.
de: es bereits gelöscht ist.
fi: se on jo poistettu.
sk: už je vymazaný.
sl: je že izbrisana.

source: it is unversioned.
de: es nicht versioniert ist.
fi: se on versioimaton
sk: je neverziovaný
sl: ni pod nadzorom.

source: item kept locally
de: Objekt lokal erhalten
fi: tiedosto säilytetään paikallisesti
sk: objekt lokálne zachovaný
sl: obdržana lokalna kopija elementa

source: last head update:
de: HEAD zuletzt aktualisiert:
fi: HEAD-päivitys:
sk: posledná hlavná aktualizácia:
sl: zadnja posodobitev revizije HEAD

source: last read:
de: Zuletzt gelesen:
fi: luku:
sk: posladné čítanie:
sl: zadnje branje:

source: last update:
de: Zuletzt aktualisiert:
fi: päivitys:
sk: posladná aktualizácia:
sl: zadnja posodobitev:

source: locked
de: Gesperrt
fi: lukittu
sk: zamknuté
sl: zaklenjeno

source: locked:
de: gesperrt:
fi: lukittu:
sk: zamknuté:
sl: zaklenjeno:

source: max revision:
fi: suurin versio:
sk: max revízia:
sl: najvišja revizija:

source: merged
de: Zusammengeführt
fi: Yhdistetty
sk: zlúčené
sl: spojeno

source: merges total:
de: Gesamt Zusammenf:
fi: yhdistämisiä:
sk: zlúčení celkom:
sl: število spajanj:

source: missing
de: Fehlt
fi: kadoksissa
sk: chýbajúce
sl: manjkajoče

source: missing / deleted / replaced
de: Gelöscht / fehlend / ersetzt
fi: Puuttuva / poistettu / korvattu
sk: chýbajúce / zmazené / nahradené
sl: manjkajoče / izbrisano / zamenjano

source: missing in:
de: Fehlt in:
fi: puuttuu:
sk: chýba v:
sl: manjkajoče v:

source: modified
de: Verändert
fi: muokattu
sk: zmenené
sl: spremenjeno

source: modified / copied
de: Verändert / kopiert
fi: Muokattu / kopioitu
sk: zmenené / skopírované
sl: spremenjeno / kopirano

source: month
de: Monat
fi: kuukausi
sk: mesiac
sl: mesec

source: multiple URLs (e.g. %s)
de: mehrfache URLs (z.B: %s)
fi: useita paikantimia (esim. %s)
sk: viacnásobné URL (napr.: %s)
sl: več naslovov URL (e.g. %s)

source: no
de: nein
fi: ei
sk: nie
sl: ne

source: no description for this command is available
de: für diesen Befehl ist keine Beschreibung vorhanden
fi: Tälle komennolle ei ole kuvausta
sk: k tomuto príkazu nie je popis
sl: za ta ukaz opis ni na voljo

source: non-versioned
de: Nicht versioniert
fi: versioimaton
sk: neverziované
sl: brez različic

source: normal
fi: normaali
sk: normálne
sl: navadno

source: obstructed
de: Behindert
fi: estynyt
sk: blokované
sl: ovirano

source: offline
fi: yhteydetön
sl: nepovezan

source: on %1
de: auf %1
fi: %1:llä
sk: na %1
sl: na %1

source: online
fi: yhteydellinen
sl: povezan

source: or
de: oder
fi: tai
sk: alebo
sl: ali

source: pair tokens:
de: Paarkürzel:
fi: alkiopareja:
sk: párové výrazy:
sl: pari žetonov:

source: path elements:
de: Pfadelemente:
fi: polkuosia:
sk: zložky cesty:
sl: poti elementov:

source: paths:
de: Pfade:
fi: polkuja:
sk: cesty:
sl: poti:

source: pixels
de: Pixel
fi: pikseliä
sk: pixely
sl: slikovnih točk

source: possible or real conflict / obstructed
de: Möglicher oder echter Konflikt / Behindert
fi: Ristiriidassa / estynyt
sk: možné alebo skutočné konflikty / prekážky
sl: možen ali dejanski spor / ovirano

source: quarter of year
de: Quartal
fi: neljännesvuosi
sk: švrťrok
sl: četrtletje

source: readonly
de: schreibgeschützt
fi: vain luku
sk: iba na čítanie
sl: samo za branje

source: replaced
de: Ersetzt
fi: korvattu
sk: nahradené
sl: zamenjano

source: respecting ancestry
de: Beachte Vorfahren
fi: ottaen huomioon edeltäjät
sk: rešpektovanie pôvodu
sl: dedovanje upoštevano

source: revision %s-%s, revision %s-%s
fi: versio %s-%s, versio %s-%s
sk: revízia %s-%s, revízia %s-%s
sl: revizija %s-%s, revizija %s-%s

source: revision count:
de: Anzahl Revisionen:
fi: versioita:
sk: počet revízií:
sl: število revizij:

source: revisions %s-%s, %s
de: Revisionen %s-%s, %s
fi: versiot %s-%s, %s
sk: Revízie %s-%s, %s
sl: revizije %s-%s, %s

source: revisions:
de: Revisionen:
fi: versioita:
sk: revízie:
sl: revizije:

source: root project
de: Basisprojekt
fi: juuriprojekti

source: skip ranges:
de: Lücken:
fi: ohitettuja välejä:
sk: preskočiť rozsah:
sl: luknje:

source: svn:eol-style One of 'native', 'LF', 'CR', 'CRLF'.
de: svn:eol-style Mögliche Werte: 'native', 'LF', 'CR' oder 'CRLF'.
fi: svn:eol-style Jokin arvoista 'native', 'LF', 'CR' tai 'CRLF'.
sk: svn:eol-style Jeden z 'native', 'LF', 'CR', 'CRLF'.
sl: svn:eol-style Ena izmed možnosti: 'native', 'LF', 'CR' ali 'CRLF'.

source: svn:executable If present, make the file executable. This property cannot be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the directory.
de: svn:executable Wenn vorhanden, mache die Datei ausführbar. Diese Eigenschaft kann nicht auf Verzeichnisse gesetzt werden. Ein nicht-rekursiver Versuch wird fehlschlagen, und ein rekursives Setzen wird nur die Eigenschaften der Dateien direkt unterhalb des Ordners verändern.
fi: svn:executable Mikäli määritelty, tekee tiedostosta suoritettavan. Tätä ominaisuutta ei voi asettaa hakemistolle. Voidaan asettaa vain palautuvasti; tällöin ominaisuus asetetaan pelkästään hakemistojen sisältämille tiedostoille.
sk: svn:executable Ak je prítonmá, spraví súbor spúštatelným. Táto vlastnosť nemôže byť nastavená na adresáry. Pokus o nerekurzívne použite zlyhá. Rekurzívne použitie nastaví túto vlastnosť iba na súbory v adresáry.
sl: svn:executable Če je prisotno, naredi datoteko izvršljivo. Te lastnosti ni mogoče nastaviti mapi. Nerekurziven poskus ne bo uspel in rekurziven poskus bo nastavil lastnost le na podrejene datoteke mape.

source: svn:externals A newline separated list of module specifiers, each of which consists of an optional revision, an URL and a relative directory path. For example http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar The URLs can either be full URLs or relative. The format for the relative URLs is: ../ relative to the parent directory of the external ^/ relative to the repository root // relative to the URL scheme / relative to the server's hostname
de: svn:externals Externe Verweise. Eine durch Zeilenumbrüche getrennte Liste von Modulen, welche jeweils aus optionalen Revisionsnummern, einer URL und einem relativen Pfad bestehen. Zum Beispiel: http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar Die URLs können entweder vollständige oder relative URLs sein. Das Format für relative URLs ist: ../ relativ zum Elternverzeichnis des Verweises ^/ relativ zur Basis des Projektarchivs // relativ zum URL Schema / relativ zum Hostnamen des Servers
fi: svn:externals Rivinvaihdoin eroteltu lista modulimäärityksiä, joista kukin rivi koostuu versiosta (valinnainen), paikantimesta ja suhteellisesta hakemistopolusta. Esimerkiksi http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar Paikantimet voidaan antaa täydellisinä tai suhteellisina. Suhteelliset paikantimet voivat olla seuraavia: ../ suhteellinen ulkoisen viitteen ylähakemistoon nähden ^/ suhteellinen arkiston juureen nähden // suhteellinen paikantimen skeemaan nähden / suhteellinen palvelimen nimeen nähden
sk: svn:externals Novými riadkami oddelený zoznam modulov. Každý pozostáva z relatívnej cesty, voliteľnými parametrami revízie a URL. Napríklad http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar URL môžu byť plné URL, alebo relatívne. Formát pre relátivne URL je: ../ trelatívne k rodičovskému adresáru externu ^/ trelatívne ku kmeňu úložiska // trelatívne k URL schéme / trelatívne k menu servera
sl: svn:externals Vrstični seznam določilnikov modulov, vsak je sestavljen iz neobvezne revizije, naslova URL in relativne poti mape. Primer: http://primer.com/sklad/zig foo -r 1234 http://primer.com/sklad/zag foo/bar Naslovi URL so lahko absolutni ali relativni. Možne oblike relativnih naslovov URL so: ../ relativno na nadrejeno mapo zunanjih elementov ^/elativno na korensko mapo skladišča // elativno na shemo URL / relativno na ime strežnika

source: svn:ignore A newline separated list of file patterns to ignore.
de: svn:ignore Eine durch Zeilenumbrüche getrennte Liste von zu ignorierenden Dateimustern.
fi: svn:ignore Rivinvaihdoin eroteltu lista ohitettavista tiedostohahmoista.
sk: svn:ignore Riadkami oddelený zoznam vzoriek mien na vylúčenie.
sl: svn:ignore Vrstični seznam vzorcev prezrtih datotek.

source: svn:keywords Keywords to be expanded. Valid keywords are: URL, HeadURL : The URL for the head revision of the object. Author, LastChangedBy : The last person to modify the file. Date, LastChangedDate : The date/time the object was last modified. Rev, LastChangedRevision : The last revision the object changed. Id : A compressed summary of the previous 4 keywords.
de: svn:keywords Schlüsselwörter, die expandiert werden sollen. Gültige Schlüsselwörter sind: URL, HeadURL : Die URL für die neueste Revision des Objektes. Author, LastChangedBy : Die letzte Person, die die Datei geändert hat. Date, LastChangedDate : Das Datum / die Zeit, zu der das Objekt zuletzt geändert wurde. Rev, LastChangedRevision : Die letzte Revision, in der das Objekt geändert wurde. Id : Eine komprimierte Zusammenfassung der vier genannten Schlüsselwörter.
fi: svn:keywords Laajennettavat avainsanat. Tunnistetut avainsanat: URL, HeadURL : Paikannin uusimpaan versioon. Author, LastChangedBy : Viimeisin henkilö, joka muutti tiedostoa. Date, LastChangedDate : Päiväys, jolloin tiedostoa muutettiin viimeksi. Rev, LastChangedRevision : Versio, jossa tiedosto muuttui viimeksi. Id : Lyhyt yhteenveto edellisestä neljästä avainsanasta.
sk: svn:keywords Kľúčové slova na nahradenie. Platné kľúčové slová: URL, HeadURL : URL adresa hlavnej revízie objektu. Author, LastChangedBy : Autor poslednej úpravila súbor. Date, LastChangedDate : Dátum/čas poslednej úpravy objektu. Rev, LastChangedRevision : Posledná revízia, v ktorej bol objekt zmenený. Id : Zhustené zhrnutie predcházdajúcich štyroch.
sl: svn:keywords Ključne besede, ki naj bodo razširjene. Veljavne ključne besede so: URL, HeadURL : URL revizije HEAD predmeta. Author, LastChangedBy : Zadnja oseba, ki je spreminjala datoteko. Date, LastChangedDate : Datum/čas, ko je bil predmet nazadnje spremenjen. Rev, LastChangedRevision : Zadnja revizija, ko je bil predmet spremenjen. Id : Stisnjeni povzetek prejšnjih štirih ključnih besed.

source: svn:mergeinfo A newline separated list of merge tracking info. Each line consists of an absolute path followed by a colon and a list of comma separated revision numbers. For example /trunk:123-125,129
de: svn:mergeinfo Eine durch Zeilenumbrüche getrennte Liste mit Informationen über die in diesem Pfad zusammengeführten Revisionen. Jede Zeile enthält einen absoluten Pfad, gefolgt von einem Doppelpunkt und einer kommaseparierten Liste von Revisionsnummern. Zum Beispiel /trunk:123-125,129
fi: svn:mergeinfo Rivinvaihdoin eroteltu luettelo tehdyistä yhdistämisistä. Jokainen rivi koostuu absoluuttisesta polusta, kaksoispisteestä ja listasta pilkulla erotettuja versionumeroita. Esimerkki: /trunk:123-125,129
sk: svn:mergeinfo Novými riadkami oddelený zoznam informacií o zlúčení. Každý riadok pozostáva z absolútnej cesty nasledovanej čiarkami oddeným zoznamom čísiel revízií. Napríklad /trunk:123-125,129
sl: svn:mergeinfo Vrstični seznam informacij sledenja spajanja. Vsaka vrstica vsebuje absolutno pot, podpičje in seznam številk revizij, ločenih z vejico. Primer /trunk:123-125,129

source: svn:mime-type The mime type of the file. Used to determine whether to merge the file, and how to serve it from Apache. A mime type beginning with 'text/' (or an absent mime type) is treated as text. Anything else is treated as binary.
de: svn:mime-type Der MIME-Typ der Datei. Verwendet, um festzustellen, ob die Datei zusammengeführt werden kann und wie sie von Apache übertragen werden soll. Ein MIME-Typ, der mit 'text/' beginnt (oder kein MIME-Typ) wird als Text behandelt. Alles Andere wird als Binärdatei behandelt.
fi: svn:mime-type Tiedoston MIME-tyyppi. Määrittää, yhdistetäänkö tiedosto, ja kuinka se haetaan Apachesta. MIME-tyyppiä, jonka alussa on 'text/' (tai puuttuvaa MIME-tyyppiä) kohdellaan tekstinä. Kaikkea muuta kohdellaan binäärisenä.
sk: svn:mime-type MIME typ súboru. Určuje, či súbor zlúčiť, a ako ho obslúžiť z Apache. MIME typ začínajúci 'text/' (alebo bez určenia) je považovaný za textový. Ostatné súbory sú považované za binárne.
sl: svn:mime-type Vrsta mime datoteke. Uporabljeno za odločanje o spajanju datoteke in načinu strežbe s strežnika Apache. Vrsta MIME, ki se začne s 'text/' (ali odsotna vrsta mime) se obravnava kot besedilo. Vse ostalo se obravnava kot dvojiška datoteka.

source: svn:needs-lock Set this to any value (e.g. '*') to enforce locking for this file. The file will be set to read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit it and commit changes.
de: svn:needs-lock Setzen Sie diese Eigenschaft auf einen beliebigen Wert (z.B. '*'), um das Sperren der Datei zu erzwingen. Die Datei wird beim Auschecken oder Aktualisieren als nur-lesend markiert. Dies zeigt anderen Anwendern, dass sie die Datei sperren müssen, bevor sie bearbeitet oder übertragen werden kann.
fi: svn:needs-lock Aseta tämä mihin tahansa arvoon (esim. '*') pakottaaksesi lukituksen tälle tiedostolle. Tiedosto asetaan vain luku-tilaan haettaessa tai päivitettäessä, mikä kertoo, että käyttäjän tulee hankkia lukko tiedostoon ennen kuin sitä voidaan muokata ja toimittaa tehdyt muutokset arkistoon.
sk: svn:needs-lock Nastavte na hodnotu (napr.: '*') k vynúteniu zamknutia tohoto súboru. Pri odovzdávaní a aktulizovaní bude súbor označený ako zamknutý, indikujúc, že užívateľ musí získať zámok k súboru predtím ako ho zmení, alebo odošle zmeny.
sl: svn:needs-lock Nastavite na katero koli vrednost (npr. '*') za uveljavitev zaklepa na datoteki. Datoteka bo označena samo za branje le ob prevzemu ali posodobitvi, kar nakazuje, da mora uporabnik pridobiti zaklep nad datoteko, preden jo lahko ureja in objavi spremembe.

source: switched to %s
de: gewechselt zu %s
fi: työkopio vaihdettu osoittamaan %s
sk: prepnuté do %s
sl: preklopljeno na %s

source: switched:
de: gewechselt zu:
fi: vaihdettu:
sk: prepnuté:
sl: preklopljeno

source: temp. offline
de: zeitweilig offline
fi: väliaikaisesti yhteydetön
sk: odpojiť dočasne
sl: začasno nepovezan način

source: text [token count]:
de: Text [Anzahl Kürzel]:
fi: teksti [alkiot]:
sk: text [počet výrazov]:
sl: besedilo [število žetonov]

source: there are conflicting modifications.
de: es widersprüchliche Änderungen gibt.
fi: ristiriitaisia muutoksia havaittu.
sk: sú tam konfliktné zmeny.
sl: obstajajo sporne spremembe.

source: to %1
de: nach %1
fi: %1:een
sk: do %1
sl: v %1

source: to %s
de: nach %s
fi: %s
sk: na %s
sl: v %s

source: tree conflict
de: Baumkonflikt
fi: puuristiriita

source: tree conflict:
de: Baumkonflikt:
fi: puuristiriita:

source: tsvn:autoprops A list of properties separated by newlines which get applied automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
de: tsvn:autoprops Eine durch Zeilenumbrüche getrennte Liste von Eigenschaften, die automatisch gesetzt werden, wenn Dateien hinzugefügt oder importiert werden. Format: <Dateimaske> = Eigenschaft=Wert;Eigenschaft=Wert Beispiel: *.xml = svn:eol-style=native;svn:mime-type=text/xml
fi: tsvn:autoprops Luettelo rivinvaihdoin erotettuja ominaisuuksia, jotka otetaan käyttöön automaattisesti lisättäessä/tuotaessa tiedostoja. Muoto: <tiedostomääritys> = ominaisuus=arvoeominaisuus=arvo Esimerkki: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sk: tsvn:autoprops Novými riadkami oddelený zoznam vlastností, ktoré sú automaticky použité pri pridaní/importovaní súborov. Formát: <filemask> = property=value;property=value Príklad: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sl: tsvn:autoprops Vrstični seznam lastnosti, ki so samodejno pripete na dodane/uvožene datoteke. Oblika: <maska imena datoteke> = lastnost=vrednost;lastnost=vrednost Primer: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: tsvn:lockmsgminsize Minimum size in chars a lock message must have before a lock is allowed.
de: tsvn:logminsize Minimale Anzahl von Zeichen, die ein Logeintrag haben muss, damit einer Sperrung erlaubt wird.
fi: tsvn:lockmsgminsize Lukitusviestin minimikoko merkkeinä. Lukitus ei onnistu, mikäli tämä raja alittuu.
sk: tsvn:lockmsgminsize Minimálny počet znakov záznamu denníka, aby bolo povolené zamknutie.
sl: tsvn:logminsize Najmanjša velikost zaklepnega zapisa v številu znakov, da je objava dovoljena.

source: tsvn:logfilelistenglish Set to 'false' if you don't want the list of changed files to be pasted in English in the commit dialog.
de: tsvn:logfilelistenglish Auf 'false' setzen, wenn Sie nicht wollen, dass die Liste der geänderten Dateien auf Englisch in den Übertragen-Dialog eingefügt wird.
fi: tsvn:logfilelistenglish Aseta arvoon 'false', jos et halua muuttuneiden tiedostojen listaa lisättäväksi toimitusikkunassa englanniksi.
sk: tsvn:logfilelistenglish Nastavte na 'false', keď nechcete, aby zoznam zmenených súborov v odovzdávacom okne bol vložený v Angličtine.
sl: tsvn:logfilelistenglish Nastavite na 'false', če ne želite seznama spremenjenih datotek v angleščini v pogovornem oknu objave.
