Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/trunk/gui/Tortoise_*.po
Languages: de, fi, sk, sl

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
de: TortoiseIDiff - Ein Bildvergleicher, Teil von TortoiseSVN
fi: TortoiseIDiff - Työkalu kuvien vertailuun, TortoiseSVN-paketin osa
sk: TortoiseIDiff - Nástroj porovnávania obrázkov (súčasť TortoiseSVN)
sl: TortoiseIDiff - Orodje za primerjanje slik, del orodja TortoiseSVN

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
de: TortoiseIDiff: Das Programm zum Vergleichen von Bildern Kommandozeilenparameter sind: /left:'Pfad zum linken Bild' /lefttitle:'Titel für linkes Bild' /right:'Pfad zum rechten Bild' /righttitle:'Titel für rechtes Bild'/overlay Aktiviert die Überlagerung /fit Gleicht die Bildgrößen an /showinfo Zeigt die Bildinformationen an
fi: TortoiseIDiff: Kuvien vertailutyökalu TortoiseSVN:lle Komentoriviparametrit: /left:"polku vasempaan kuvaan" /lefttitle:"otsikko vasemmalle kuvalle" /right:"polku oikeaan kuvaan" /righttitle:"otsikko oikealle kuvalle"/overlay näyttää kuvat päällekkäin /fit sovittaa kuvien koot /showinfo näyttää numerotietoa kuvista
sk: TortoiseIDiff: Porovnávanie obrázkov pre TortoiseSVN Platné voľby príkazového riadku sú: /left:"cesta k ľavému obrázku" /lefttitle:"názov ľavého obrázka" /right:"cesta k pravému obrázku" /righttitle:"názov pravého obrázka" /overlay povolý režim prekrytia /fit optimalizuje veľkosť obrázkov /showinfo zobrazí informačné rámčeky
sl: TortoiseIDiff: orodj za primerjanje slik za TortoiseSVN Možni parameteri ukazne vrstice: /left:"pot do leve slike" /lefttitle:"naslov leve slike" /right:"pot do desne slike" /righttitle:"naslov desne slike" /overlay prekrivni način /fit prilagajanje velikosti slike /showinfo prikaz informacij o slikah

source: TortoiseMerge %d.%d.%d, Build %d - %s, %s
fi: TortoiseMerge versio %d.%d.%d, käännös %d - %s, %s
sl: TortoiseMerge %d.%d.%d, Gradnja %d - %s, %s

source: TortoiseMerge %d.%d.%d, Build %d - %s, %s libsvn_diff %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d
fi: TortoiseMerge %d.%d.%d, käännös %d - %s, %s libsvn_diff %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d
sl: TortoiseMerge %d.%d.%d, Gradnja %d - %s, %s libsvn_diff %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d

source: TortoiseSVN %d.%d.%d, Build %d - %s, %s
fi: TortoiseSVN versio %d.%d.%d, käännös %d - %s, %s
sl: TortoiseSVN %d.%d.%d, Gradnja %d - %s, %s

source: TortoiseSVN %d.%d.%d, Build %d - %s, %s Subversion %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d neon %s %s zlib %s
fi: TortoiseSVN %d.%d.%d, käännös %d - %s, %s Subversion %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d neon %s %s zlib %s
sl: TortoiseSVN %d.%d.%d, gradnja %d - %s, %s Subversion %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d neon %s %s zlib %s

source: TortoiseSVN has detected similar filenames. Do you want the files:%s to be renamed too?
de: TortoiseSVN hat ähnliche Dateinamen gefunden. Wollen Sie, dass die Dateien:%s ebenfalls umbenannt werden?
fi: TortoiseSVN havaitsi samanlaiset tiedostonimet. Haluatko nimetä uudelleen myös seuraavat tiedostot? %s
sk: TortoiseSVN našiel podobné mená súborov. Chcete premenovať aj súbor: %s ?
sl: TortoiseSVN je opazil podobna imena datotek. Ali želite datoteke: %s prav tako preimenovati?

source: Total commits analyzed:
de: Übertragungen gesamt:
fi: Analysoidut toimitusmäärät:
sk: Celkovo analyzovaných odovzdaní:
sl: Število analiziranih objav:

source: Total file changes:
de: Dateiänderungen gesamt:
fi: Tiedostomuokkauksia yhteensä:
sk: Celkovo zmenených súborov:
sl: Število sprememb datotek:

source: Total number of changes over all cached revisions
de: Gesamtzahl der Änderungen aller gepufferten Revisionen
fi: Muutoksien kokonaismäärä kaikissa välimuistin versioissa
sk: Celkový počet zmien v revíziach v zásobníku
sl: Število sprememb v vseh revizijah v predpomnilniku

source: Total number of merged revisions
de: Gesamtzahl der zusammengeführten Revisionen
fi: Yhdistettyjen versioiden kokonaismäärä
sk: Celkový počet zlúčených
sl: Skupno število spojenih revizij

source: Total number of user revision properties
de: Gesamtzahl der benutzerdefinierten Revisionseigenschaften
fi: Versio-ominaisuuksien kokonaismäärä
sk: Cekový počet užívateľských vlastností revizií
sl: Skupno število uporabniških lastnosti revizij

source: Transferring at %s
de: Übertragung bei %s
fi: Siirtämässä %s
sk: Prenosová rychlosť %s
sl: Hitrost prenosa: %s

source: Transparent &color...
de: &Transparente Farbe...
fi: Läpinäkyvä &väri...
sk: Priesvitná &farba...
sl: Prosojna &barva...

source: Tree conflict
de: Baumkonflikt
fi: Puuristiriita

source: Tree merge
de: Bäume zusammenführen
fi: Puiden yhdistäminen
sk: Zluciť strom
sl: Spajanje dreves

source: Try a 'Cleanup'. If that doesn't work you need to do a fresh checkout.
de: Versuchen Sie ein 'Aufräumen'. Falls dies nicht hilft, müssen Sie von neuem Auschecken.
fi: Kokeile 'Siivoa'-komentoa. Jos se ei toimi, sinun täytyy hakea uusimman version työkopio uudelleen.
sk: Skúste 'Vyčistiť'. Keď to nepomôže treba vykonať nové získanie.
sl: Poskusite z ukazom 'Počisti'. Če to ne deluje, morate ponovno prevzeti kodo.

source: Try again
de: Nochmals
fi: Kokeile uudestaan
sk: Skúsiť znovu
sl: Poskusi znova

source: Tweak TortoiseSVN
de: Einstellungen für TortoiseSVN
fi: Viritä TortoiseSVN:ää
sk: Doladenie TortoiseSVN
sl: Prilagodi TortoiseSVN

source: U&pdate
de: A&ktualisieren
fi: &Päivitä
sk: A&ktualizovať
sl: &Posodobi

source: URL
fi: Paikannin

source: URL history
de: URL-Historie
fi: Paikanninhistoria
sk: História URL
sl: Zgodovina naslovov URL

source: URL not known (UUID: %s)
de: Unbekannte URL (UUID: %s)
fi: Tuntematon paikannin (UUID: %s)
sk: Neznáma URL (UUID: %s)
sl: Naslov URL neznan (UUID: %s)

source: URL of Subversion items
de: URL von Subversion Objekten
fi: Subversion-tiedostojen paikannin
sk: Prvky Subversion URL
sl: URL elementov Subversion

source: URL to merge from
de: Zusammenführen aus URL
fi: Yhdistettävä paikannin
sk: URL z ktores sa má zlučovať
sl: Izvorni naslov URL za spajanje

source: URL:
fi: Paikannin:

source: URL:
fi: Paikannin:

source: Unable to determine merge source for %s Please use the main merge dialog.
de: Kann die Quelle für %s nicht ermitteln. Bitte verwenden Sie den Zusammenführen-Dialog.
fi: Yhdistämislähteen määrittely ei onnistu kohteelle %s Käytä Yhdistä-komentoa.
sk: Nemožno určiť zdroj na zlúčenie pre %s Prosím použite hlavný zlučovací dialóg.
sl: Vira spajanja za %s ni mogoče ugotoviti. Uporabite glavno okno za spajanje.

source: Unable to load mail system support.
de: Konnte Mail Unterstützung nicht laden.
fi: Ei pystytty lataamaan sähköpostitukea.
sk: Nemožno ačitať podporu e-mail-ov.
sl: Ni mogoče naložiti podpore za poštni sistem.

source: Unable to process command, server busy.
de: Kann Befehl nicht verarbeiten, weil der Server beschäftigt ist.
fi: Komennon suoritus epäonnistui (palvelin ei vastaa).
sk: Nemožno vzkonať príkaz, server je zeneprázdnený
sl: Ukaza ni mogoče izvesti, strežnik je zaposlen.

source: Unable to read from %1, it is opened by someone else.
de: Konnte von %1 nicht lesen, es ist von jemand anderem geöffnet.
fi: Lukeminen epäonnistui: joku muu on jo avannut %1:n.
sk: Nemožno čítať z %1, je už niekým otvorený.
sl: Branje iz %1 ni mogoče, do te datoteke že dostopa nekdo drug.

source: Unable to read write-only property.
de: Konnte 'nur Schreiben' Eigenschaft nicht lesen.
fi: Vain kirjoitettavissa olevan ominaisuuden lukeminen epäonnistui.
sk: Nemožno čítať vlastnosť určenú len na zápis.
sl: Lastnosti, ki je samo za pisanje, ni mogoče prebrati.

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
de: Kann den Pfad der Arbeitskopie nicht wieder herstellen! Das kann passieren, wenn die Datei umbenannt wurde. Bitte rufen Sie den Log-Dialog für diese Datei alleine auf und machen Sie die Änderungen rückgängig.
fi: Työkopiopolun muodostus epäonnistui! Tämä voi tapahtua, jos tiedosto on nimetty uudelleen. Avaa loki tälle pelkästään tiedostolle ja peru sitten muutokset loki-ikkunan yläpaneelista.
sk: Nie je možné obnoviť cestu pracovnej kópie! Toto sa môže stať po premenovaní súboru. Prosím spustite okno záznamov pre vybraný súbor a vráťte zmeny z vrchu panelu v okne záznamov.
sl: Ne morem rekonstruirati delovne poti! To se lahko zgodi, če je bila datoteka preimenovana. Prikličite dnevnik za izbrano datoteko in izberite ukaz Povrni.

source: Unable to write read-only property.
de: Konnte 'nur Lesen' Eigenschaft nicht beschreiben.
fi: Vain luettavissa olevan ominaisuuden muuttaminen epäonnistui.
sk: Nemožno zapísať vlastnosť, ktorá je len na čítanie.
sl: Lastnosti, ki je samo za branje, ni mogoče zapisati.

source: Unable to write to %1, it is read-only or opened by someone else.
de: Konnte auf %1 nicht schreiben, es ist entweder schreibgeschützt oder von jemand anderem geöffnet.
fi: Tiedostoon %1 kirjoitus ei onnistu, joko siihen on vain lukuoikeus tai joku muu on avannut sen.
sk: Nemožno zapísať do %1, je len na čítanie, alebo otvorený niekym iným.
sl: Pisanje v %1 ni možno; datoteka je namenjena le branju ali pa je že odprta.

source: Uncheck
de: Abwählen
fi: Poista valinta
sk: Odznačiť
sl: Izključi

source: Undo %d Actions
de: %d Aktionen rückgängig
fi: Peru %d toimintoa
sk: Vrátiť %d akcií
sl: Povrni %d dejanj

source: Undo 1 Action
de: Eine Aktion rückgängig
fi: Peru 1 toiminto
sk: Vrátiť akciu
sl: Povrni eno dejanje

source: Undo Add..
de: Hinzufügen zurücknehmen...
fi: Peru lisäys...
sk: Vrátiť pridanie...
sl: Prekliči dodajanje...

source: Undo the last action Undo
de: Letzte Aktion rückgängig machen Rückgängig
fi: Peru viimeisin komento Peru
sk: Vrátiť posledný úkon Vráťiť
sl: Prekliči zadnje dejanje Prekliči

source: Unexpected file format.
de: Unerwartetes Dateiformat.
fi: Tunnistamaton tiedostomuoto.
sk: Neočakávaný formát súboru.
sl: Nepričakovana vrsta datoteke.

source: Unformatted Text text without any formatting
de: Unformatierter Text Text ohne Formatierung
fi: Muotoilematon teksti teksti, jossa ei ole kirjasin- tai muotoilutietoa
sk: Neformátovaný textt text bez formátovania
sl: Neformatirano besedilo besedilo brez formatiranja

source: Unified &diff of HEAD revisions
de: Standard-&Diff der HEAD Revisionen
fi: Unified &diff uusimmista (HEAD) versioista
sk: Unifikovaný '&diff' HEAD revízie
sl: Poenotene &razlike revizij HEAD

source: Unknown certificate issuer. Fingerprint: %s Distinguished name: %s
de: Zertifikat von unbekannter Stelle zertifiziert. Fingerabdruck: %s Ermittelter Name: %s
fi: Tuntematon sertifikaatin myöntäjä. Sormenjälki: %s Nimi: %s
sk: Neznámy pôvodca certifikátur. Otlačok: %s (význačné )Meno: %s
sl: Izdajatelj certifikata neznan. Prstni odtis: %s Razločeno ime: %s

source: Unknown depth
de: Unbekannte Tiefe
fi: Tuntematon syvyys
sk: Neznáma hĺba
sl: Neznana globina

source: Unlock
de: Entsperren
fi: Avaa lukko
sk: Odomknúť
sl: Odkleni

source: Unlock failed
de: Entsperren fehlgeschlagen
fi: Lukituksen poisto epäonnistui
sk: Odoknutie zlyhalo
sl: Odklepanje ni uspelo

source: Unlocked
de: Entsperrt
fi: Lukitus poistettu
sk: Odomknuté
sl: Odklenjeno

source: Unrecognized or invalid property file format!
de: Unbekanntes oder ungültiges Format der Eigenschaftsdatei!
fi: Tuntematon tai virheellinen ominaisuustiedoston muoto!
sk: Neznámy, alebo nesprávny formát súboru vlastností!
sl: Neprepoznana ali neveljavna oblika datoteke lastnosti!

source: Untitled
de: Unbenannt
fi: Nimetön
sk: Nepomenované
sl: Brez naslova

source: Unused log caches will only be removed if the respective file is smaller than the given size in kBytes.
de: Nicht genutzte Log-Puffer werden nur gelöscht, wenn die Pufferdatei kleiner als die angegebene Größe in kBytes ist.
fi: Käyttämättömät välimuistit poistetaan vain, jos vastaava tiedosto on annettua kokoa (kilotavua) pienempi.

source: Unversion
de: Versionierung aufheben
fi: Poista versiointi
sk: Odverziovať
sl: Brez različic

source: Unversioned files mark parent folder as modified
de: Nicht versionierte Dateien markieren Elternordner als modifiziert
fi: Versioimattomat tiedostot merkitsevät yläkansion muutetuksi
sk: Neverziované súbory označia rodičovský adresár za zmenený
sl: V primeru datotek brez različic označi nadrejeno mapo kot spremenjeno.

source: Unversioning %s
de: Hebe Versionierung von %s auf
fi: Poistetaan versiointia hakemistosta %s
sk: Odverziovavanie: %s
sl: Neverzioniranje %s

source: Up one folder
de: Eine Ebene nach oben
fi: Avaa yläkansio

source: Update
de: Aktualisieren
fi: Päivitä
sk: Aktualizácia
sl: Posodobi

source: Update - TortoiseSVN
de: Aktualisieren - TortoiseSVN
fi: Päivitä - TortoiseSVN
sk: Aktualizovať - TortoiseSVN
sl: Posodobi - TortoiseSVN

source: Update Depth
de: Aktualisierungstiefe
fi: Päivityksen syvyys
sk: Hĺba aktualizácie
sl: Globina posodobitve

source: Updated
de: Aktualisiert
fi: Päivitetty
sk: Aktualizované
sl: Posodobljeno

source: Updates the working copy to a specific revision
de: Aktualisiert die Arbeitskopie auf die angegebene Revision
fi: Päivittää työkopion tiettyyn versioon
sk: Aktualizuje pracovnú kópiu na určenú revíziu
sl: Posodobi delovno kopijo na določeno revizijo

source: Updates the working copy to the current revision
de: Aktualisiert die Arbeitskopie auf die neueste Version
fi: Päivittää työkopion nykyiseen versioon
sk: Aktualizuje pracovnú kópiu na aktuálnu revíziu
sl: Posodobi delovno kopijo na trenutno revizijo

source: Updating %s
de: Aktualisiere %s
fi: Päivitetään %s
sk: Aktualizovanie %s
sl: Posodabljanje %s

source: Updating ActiveX objects
de: Aktualisiere ActiveX Objekte
fi: ActiveX-olioiden päivittäminen
sk: Aktualizácia objektov ActiveX
sl: Posodabljanje objektov ActiveX

source: Updating and retrying the lock...
de: Aktualisiere und versuche noch einmal zu sperren...
fi: Päivittämässä ja yrittämässä lukitusta uudelleen...
sk: Aktualizovanie a obnovovanie zámkov...
sl: Posodabljanje in ponoven poskus zaklepa...

source: Updating log cache
de: Aktualisiere Log-Puffer
fi: Päivitetään lokiviestien välimuisti
sk: Aktualizácia pamäte denníka
sl: Posodabljanje predpomnilnika dnevnika

source: Use &Default Image:
de: Verwende &Standardbild
fi: Käytä &oletuskuvaa:
sk: Použiť prednastavený &obrázok
sl: Uporabi &privzeto sliko:

source: Use &left block
de: Verwende &linken Block
fi: Käytä &vasenta lohkoa
sk: Použiť &lavý blok
sl: Uporabi &levi del besedila

source: Use &one-pane view as default for 2-file diff
de: Verwende &Einfenstersicht als Standard für Zweiwegevergleich
fi: Käytä &yhtä paneelia kahden tiedoston vertailuun
sk: Predvoliť &jednopanelové zobrazenie pre dvojsúborové porovnanie
sl: Pri pregledu razlik dveh datotek je privzet &enodelni pogled

source: Use &other text block
de: Verwende &anderen Textblock
fi: Käytä &toista tekstilohkoa
sk: Použíť iný bl&ok textu
sl: Uporabi &drug del besedila

source: Use &text viewer to view blames
de: Betrachte Annotierungen im &Texteditor
fi: Käytä &tekstieditoria tekijätietojen katsomiseen
sk: Použiť &textový prehliadač pre obvinenia
sl: Uporabi ogledovalnik &besedila za pregled krivde

source: Use '*' as a wildcard character when specifying an exception. To separate multiple exceptions, use commas (','). Example: *.mylan.com, *.company.com
de: Verwenden Sie '*' als Platzhalter, wenn Sie Ausnahmen angeben. Zum Trennen mehrerer Ausnahmen verwenden Sie Kommata (','). Beispiel: *.mylan.com, *.company.com
fi: Käytä '*' jokerimerkkinä poikkeuksia määriteltäessä. Erota poikkeukset pilkuin (','). Esimerkki: *.mylan.com, *.company.com
sk: Použite '*' za zástupný znak pri určovaní výnimiek(vylúčení). Výnimky oddeľte (','). Napríklad: *.mojasiet.com, *.firma.com
sl: Uporabite '*' kot nadomestni znak za vse druge, ko določate izjemo. Za ločitev več izjem uporabite vejice (','). Primer: *.mojlan.si, *.podjetje.si

source: Use URL of &WC as the default "From:" URL
de: Nutze die URL der &Arbeitskopie als 'Von:' URL
fi: Käytä &työkopiota oletusarvoisena "Mistä:" -paikantimena
sk: Použiť URL adresu &pracovnej kópie ako predvolenú pre "Z:" URL
sl: Uporabi URL &delovne kopije kot privzeti URL za polje "Od:""

source: Use Unified Diff from &clipboard
de: Standard Diff aus der &Zwischenablage nehmen
fi: Käytä &leikepöydällä oleva Unified Diff
sk: Použiť záplatový súbor zo &schránky
sl: Uporabi poenoteno razliko z &odlagališča

source: Use "_svn" instead of ".svn" directories
de: Verwende '_svn' anstatt '.svn' Verzeichnissen
fi: Käytä "_svn" -kansioita ".svn" -kansioiden sijaan
sk: Použiť adresár "_svn" namiesto ".svn"
sl: Uporabi mape "_svn" namesto ".svn"

source: Use all content from the left view Use left file
de: Verwende gesamten Inhalt der linken Seite Verwende linke Datei
fi: Käytä vasemman näkymän koko sisältö Käytä vasen tiedosto
sk: Použije celý obsah z ľavého zobrazenia Použije ľavý súbor
sl: Uporabi vsebino leve strani pogleda Uporabi levo datoteko

source: Use block from left before right
de: Verwende linken Block vor rechtem
fi: Käytä vasen lohko ennen oikeaa
sk: Použiť ľavý blok pred pravým
sl: Uporabi del besedila iz leve strani pred desnim

source: Use block from left view before block from right view Use block from left before right
de: Verwende Block von der linken Seite vor Block aus der rechten Seite Verwende linken Block vor rechtem
fi: Käytä vasemman näkymän lohko ennen oikean näkymän lohkoa Käytä vasen lohko ennen oikeaa
sk: Použiť blok z ľavého pohľadu pred blokom z pravého poľadu Použiť blok z ľava pred pravím
sl: Uporabi del besedila iz levega pogleda pred desnim Uporabi del besedila iz leve strani pred desno

source: Use block from right before left
de: Verwende rechten Block vor linkem
fi: Käytä oikea lohko ennen vasenta
sk: Použiť pravý blok pred ľavým
sl: Uporabi del besedila iz desne strani pred levim

source: Use block from right view before block from left view Use block from right before left
de: Verwende Block von der rechten Seite vor Block aus der linken Seite Verwende rechten Block vor linkem
fi: Käytä oikean näkymän lohko ennen vasemman näkymän lohkoa Käytä oikea lohko ennen vasenta
sk: Použiť blok z pravého pohľadu pred blokom z ľavého poľadu Použiť blok z prava pred ľavím
sl: Uporabi del besedila iz desnega pogleda pred levim Uporabi del besedila iz desne strani pred levo

source: Use both text blocks (this one first)
de: Verwende beide Blöcke (Diesen zuerst)
fi: Käytä molempia tekstilohkoja (tämä ensin)
sk: Použiť oba bloky (tento prvý)
sl: Uporabi oba dela besedila (tega prvega)

source: Use both text blocks (this one last)
de: Verwende beide Blöcke (Diesen zuletzt)
fi: Käytä molempia tekstilohkoja (tämä viimeiseksi)
sk: Použiť oba bloky (tento posledný)
sl: Uporabi oba dela besedila (tega zadnjega)

source: Use left file
de: Verwende linke Datei
fi: Käytä vasen tiedosto
sk: Použiť
sl: Uporabi levo datoteko

source: Use local
de: Lokal verwenden
fi: Käytä paikallista versiota
sk: Použiť miestne
sl: Uporabi krajevno

source: Use recycle bin when reverting
de: Verwende Papierkorb bei Rückgängig
fi: Käytä Roskakoria palautettaessa
sk: Pri vracaní požiť odpadkový kôš
sl: Pri uporabi ukaza Povrni uporabi koš

source: Use regular expression
de: Verwende reguläre Ausdrücke
fi: Käytä säännöllistä lauseketta
sk: Použiť regulárny výraz
sl: Uporabi regularni izraz

source: Use repository
de: Projektarchiv verwenden
fi: Käytä arkiston versiota
sk: Použiť úložisko
sl: Uporabi skladišče

source: Use stri&keout for removed lines
de: Gelöschte Zeilen &durchstreichen
fi: Käytä &yliviivausta poistetuille riveille
sk: Použiť &preškrtávanie pre vymazané riadky
sl: Za izbrisane vrstice uporabi pre&črtano pisavo

source: Use system locale for date/time
de: Systemvorgabe für Datum/Zeit verwenden
fi: Käytä Windows-asetuksia ajoille/päivämäärille
sk: Použiť systémové nastavie dátumu/času
sl: Za prikaz datuma in časa uporabi sistemske nastavitve

source: Use text block from '&mine'
de: Verwende '&Meinen' Textblock
fi: Käytä tekstilohko '&minun'
sk: Použiť blok '&Moje'
sl: Uporabi del besedila iz '&mojega'

source: Use text block from '&theirs'
de: Verwende '&Deren' Textblock
fi: Käytä tekstilohko '&heidän'
sk: Použiť blok '&Ich'
sl: Uporabi del besedila iz '&njihovega'

source: Use text block from 'm&ine' before 'theirs'
de: Verwende 'M&einen' Textblock vor 'Deren'
fi: Käytä tekstilohko '&minun' ennen 'heidän'
sk: Použiť blok 'M&oje' pred 'Ich'
sl: Uporabi del besedila iz 'm&ojega' pred 'njihovim'

source: Use text block from 'mine' before 'theirs' Use 'mine' text block then 'theirs'
de: Verwende Textblock aus 'Meine' vor 'Deren' Erst 'Mein' Textblock, danach 'Deren'
fi: Käytä tekstilohko 'minun' ennen 'heidän' Ensin 'minun' tekstilohkoni, sitten 'heidän'
sk: Použiť blok 'Moje' pred 'Ich' 'Moje', potom 'Ich'
sl: Uporabi del besedila iz 'm&ojega' pred 'njihovim' Uporabi 'moje' besedilo pred 'njihovim'

source: Use text block from 'mine' Use 'mine' text block
de: Verwende Textblock aus 'Meine' Verwende 'Meinen' Textblock
fi: Käytä tekstilohko 'minun' Valitse 'minun' tekstilohkoni
sk: Použiť blok z 'Moje' Použiť 'Moje'
sl: Uporabi del besedila iz '&mojega' Uporabi 'moj' del besedila

source: Use text block from 't&heirs' before 'mine
de: Verwende 'De&ren' Textblock vor 'Meinem'
fi: Käytä tekstilohko '&heidän' ennen 'minun
sk: Použiť blok 'I&ch' pred 'Moje'
sl: Uporabi del besedila iz 'n&jihovega' pred 'mojim'

source: Use text block from 'theirs' before 'mine' Use 'theirs' text block then 'mine'
de: Verwende Textblock aus 'Deren' vor 'Meine' Erst 'Deren' Textblock, danach 'Meiner'
fi: Käytä tekstilohko 'heidän' ennen 'minun' Ensin 'heidän' tekstilohkonsa, sitten 'minun'
sk: Použiť blok 'Ich' pred 'Moje' 'Ich', potom 'Moje'
sl: Uporabi del besedila iz 'n&jihovega' pred 'mojim' Uporabi 'njihov' del besedila in potem 'moj'

source: Use text block from 'theirs' Use 'theirs' text block
de: Verwende Textblock aus 'Deren' Verwende 'Deren' Textblock
fi: Käytä tekstilohko 'heidän' Valitse 'heidän' tekstilohkonsa
sk: Použiť blok z 'Ich' Použiť 'Ich'
sl: Uporabi del besedila iz 'n&jihovega' Uporabi del besedila iz 'n&jihovega'

source: Use text block from "&mine"
de: Verwende '&Meinen' Textblock
fi: Käytä tekstilohko "&minun"
sk: Použiť blok "&Moje"
sl: Uporabi del besedila iz "&mojega"

source: Use text block from "&theirs"
de: Verwende '&Deren' Textblock
fi: Käytä tekstilohko "&heidän"
sk: Použiť blok "&Ich"
sl: Uporabi del besedila iz "&njihovega"

source: Use text block from "m&ine" before "theirs"
de: Verwende 'M&einen' Textblock vor 'Deren'
fi: Käytä tekstilohko "&Minun" ennen "Heidän"
sk: Použiť blok "M&oje" pred "Ich"
sl: Uporabi del besedila iz "m&ojega" pred "njihovim"

source: Use text block from "t&heirs" before "mine"
de: Verwende 'De&ren' Textblock vor 'Meinem'
fi: Käytä tekstilohko "&Heidän" ennen "Minun"
sk: Použiť blok "I&ch" pred "Moje"
sl: Uporabi del besedila iz "n&jihovega" pred "mojim"

source: Use text block from the left view Use left block
de: Verwende Block aus der linken Seite Verwende linken Block
fi: Käytä tekstilohko vasemmasta näkymästä Käytä vasen lohko
sk: Použiť blok z ľavého zobrazenia Použije ľavý blok
sl: Uporabi del besedila iz leve strani pogleda Uporabi del besedila na levi

source: Use th&is text block
de: Verwende &diesen Textblock
fi: Käytä &tätä tekstilohkoa
sk: Použiť &tento blok
sl: Uporabi &ta del besedila
