Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Checkout from %s, revision %s, %s, %s
hu: %s lekérése, verzió: %s, %s, %s
ja: %s からチェックアウト、リビジョン %s, %s, %s
ka: განახლება აქედან - %s, ვერსია %s, %s, %s

source: Checksum:
hu: Ellenőrző összeg:
ja: チェックサム:
ka: საკონტროლო ჯამი:

source: Choose item:
ja: 項目を選択:
ka: ელემენტის არჩევა:

source: Cleaning up
hu: Tisztítás
ja: クリーンアップ
ka: გასუფთავება

source: Cleaning up.
hu: Tisztítás.
ja: クリーンアップ。
ka: გასუფთავება.

source: Cleanup failed to process the following paths: %s
hu: A tisztításnak nem sikerült feldolgoznia az alábbi útvonalakat: %s
ja: 次のパスを処理する際にクリーンアップが失敗しました: %s

source: Cleanup has successfully processed the following paths: %s
hu: A tisztítás sikeresen feldolgozta az alábbi útvonalakat: %s
ja: 次のパスに対してクリーンアップが正しく行われました: %s

source: Cleanup interrupted operations, locked files, ...
hu: Megszakított folyamatok, zárolt fájlok stb. tisztítása
ja: 中断した処理、ロックファイル、... をクリーンアップする
ka: შეწყვეტილი ოპერაციებისა და ბლოკირებული ფაილების ამოღება ...

source: Clear
hu: Törlés
ja: クリア
ka: გასუფთავება

source: Clear Tool Clear
ja: クリアツール クリア
ka: გასუფთავების სამარჯვი გასუფთავება

source: Clears %ld URLs stored for %ld working copies
hu: %ld URL-t töröl %ld munkapéldányból
ja: %ld 個の URL をクリアする（%ld 個の作業コピー）
ka: გაასუფთავებს %ld შენახულ URL-ს %ld სამუშაო ასლებისთვის

source: Clears %ld log messages stored for %ld working copies
hu: %ld megjegyzést töröl %ld munkapéldányból
ja: %ld 個のログメッセージをクリアする（%ld 個の作業コピー）
ka: გაასუფთავებს %ld შენახულ ჩანაწერს %ld სამუშაო ასლებისთვის

source: Clears %ld username/password pairs, %ld ssl certificates and %ld usernames
hu: %ld felhasználónév/jelszó párt, %ld ssl tanúsítványt és %ld felhasználónevet töröl
ja: %ld 個のユーザー名／パスワードの組、%ld 個の SSL 証明書と %ld 個のユーザー名をクリアする
ka: გაასუფთავებს %ld სახელის/მონაწილის წყვილს, %ld ssl სერთიფიკატს და %ld სახელს

source: Clears cached logs from %ld repositories
hu: %ld db tárolóhoz tartozó összes megjegyzést töröl
ja: %ld 個のリポジトリにキャッシュされているログをクリアする
ka: დავთრის ჩანაწერების ბუფერის გასუფთავება %ld საცავისთვის

source: Clears the stored authentication. You will have to enter your username/password again for all repositories.
hu: Eltávolítja az elmentett bejelentkezési információt. Újra be kell írnod a felhasználónevet/jelszót a tárolók eléréséhez.
ja: 保存されている認証データをクリアする。 すべてのリポジトリに対して、再度ユーザー名とパスワードを入力する必要があります。
ka: ასუფთავებს ავტორიზების ყველა შენახულ მონაცემს. თქვენ ყველა საცავისთვის სახელის/პაროლის თავიდან მითითება მოგიწევთ.

source: Clears the stored sizes and positions of %ld dialogs
hu: %ld ablak helyzetét és méretét felejti el
ja: 保存されている %ld 個のダイアログの位置と大きさをクリアする
ka: გაასუფთავებს %ld დიალოგის შენახულ ზომებსა და მდგომარეობებს

source: Click here to go to the website
hu: Kattints ide a weboldalra ugráshoz
ja: WEBサイトへ行くにはここをクリックしてください
ka: დაწკაპეთ აქ ვებსაიტზე გადასასვლელად

source: Click here to select a recently typed message
hu: Kattints ide egy korábban beírt megjegyzés kiválasztásához
ja: 最近入力したメッセージを選択する場合はここをクリックしてください
ka: დაწკაპეთ აქ ბოლო შეტყობინების სანახავად

source: Click on "Advanced" to specify alternate diff programs based on file extension
hu: Kattints a "Speciális" gombra a kiterjesztésfüggő diff programok megadásához
ja: "高度な設定" をクリックすると、それぞれのファイル拡張子に対応する差分プログラムを指定することができる。
ka: დაწკაპეთ "დეტალები" ფაილების შედარების ალტერნატული პროგრამების მისათითებლად

source: Click on "Advanced" to specify alternate merge programs based on file extension
hu: Kattints a "Speciális" gombra a kiterjesztésfüggő egyesítő programok megadásához
ja: "高度な設定" をクリックすると、それぞれのファイル拡張子に対応するマージプログラムを指定することができる。
ka: დაწკაპეთ "დეტალები" ფაილების შერწყმის ალტერნატული პროგრამების მისათითებლად

source: Clipboard
hu: Vágólap
ja: クリップボード
ka: ბუფერი

source: Close
hu: Bezárás
ja: 閉じる
ka: დახურვა

source: Close Full Screen
hu: Teljes képernyő bezárása
ja: 全画面表示を閉じる
ka: სრული ეკრანის დახურვა

source: Close Print Preview &Close
hu: Nyomtatási kép bezárása &Bezárás
ja: 印刷プレビューを閉じる 閉じる(&C)
ka: ბეჭდვის ესკიზის დახურვა &დახურვა

source: Close manually
hu: Ne zárja be automatikusan
ja: 手動で閉じる
ka: ხელით დახურვა

source: Close the active window and prompts to save the documents
ja: ドキュメントを保存するために、アクティブなウィンドウとプロンプトを閉じる
ka: მიმდინარე ფანჯრის დახურვა დოკუმენტების შენახვის მოთხოვნით

source: Color
hu: Szín
ja: 色
ka: ფერი

source: Color co&de in-line changes
hu: Soron belüli változáso&k jelölése
ja: 行内の変更された部分に色付けする(&D)
ka: სტრიქონებში ცვლელებების &ფერით აღნიშვნა

source: Colors
hu: Színek
ja: 色
ka: ფერები

source: Colors:
hu: Színek:
ja: 色:
ka: ფერები

source: Comman&ds:
ja: コマンド(&D):
ka: &ბრძანებები:

source: Command
hu: Művelet
ja: コマンド
ka: ბრძანება

source: Command Line
hu: Parancssor
ja: コマンドライン
ka: ბრძანების ხაზი

source: Command Line To Execute:
hu: Végrehajtandó parancsori utasítás:
ja: 実行するコマンドライン:
ka: შესასრულებელი ბრძანება:

source: Command failed.
hu: Sikertelen művelet.
ja: コマンドの実行に失敗しました。
ka: ბრძანება არ შესრულდა.

source: Commands
ja: コマンド
ka: ბრძანებები

source: Commit
hu: Beküldés
ja: コミット
ka: ფიქსირება...

source: Commit - TortoiseSVN
hu: Beküldés - TortoiseSVN
ja: コミット - TortoiseSVN
ka: ფიქსირება - TortoiseSVN

source: Commit to:
hu: Beküldés ide:
ja: コミット先:
ka: ფიქსირება აქ

source: Commit...
hu: Beküldés...
ja: コミット ...

source: Commits by author
hu: Beküldések fejlesztőnként
ja: 作者によるコミット
ka: ფიქსირება ავტორებით:

source: Commits by date
hu: Beküldések időrendben
ja: 日単位でのコミット
ka: ფიქსირება თარიღით:

source: Commits each week:
hu: Beküldések hetente:
ja: 週単位でのコミット:
ka: ფიქსირება ყოველკვირეულად:

source: Commits your changes to the repository
hu: Elküldi a tárolóba a változtatásaidat
ja: 変更をリポジトリにコミット
ka: თქვენი ცვლილებების საცავში ფიქსირება

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the "Add..." context menu item. Are you sure that you want to continue the commit?
hu: Ha beküldés ablakban adsz hozzá egy mappát a verziókezeléshez, a benne lévő fájlok és almappák nem kerülnek automatikusan verziókezelés alá! Ehhez használd a "Hozzáadás..." parancsot a helyi menüben. Biztosan folytatod a beküldést?
ja: バージョン管理外のフォルダをコミットする場合は、子階層の項目は再帰的に追加されません！ コンテキストメニュー "追加..." を利用してそれらのフォルダを再帰的に追加してください。 本当にコミットを続行してもよろしいですか？

source: Compare &HEAD revisions
hu: &FŐ verziók összehasonlítása
ja: 最新のリビジョンを比較(&H)
ka: &HEAD ვერსიების შედარება

source: Compare and &blame with working BASE
hu: Összehasonlítás és &hibáztatás az ALAP verzióval
ja: 作業BASEとの比較／注釈履歴(&B)
ka: ძირეულ სამუშაო ასლთან შედარება &ავტორების ჩვენებით

source: Compare and blame with previous revision
hu: Összehasonlítás és hibáztatás az előző verzióval
ja: 以前のリビジョンと比較／注釈履歴を行う(&B)
ka: შედარება წინა ვერსიასთან და ავტორები

source: Compare whitespaces
hu: Láthatatlan karakterek figyelembe vétele
ja: 空白を比較
ka: შორისების შედარება

source: Compare with &working copy
hu: Összehasonlítás a &munkapéldánnyal
ja: 作業コピーと比較(&W)
ka: &სამუშაო ასლთან შედარება

source: Compare with b&ase
hu: Összehasonlítás az &alap verzióval
ja: B&ase と比較
ka: &ძირითადთან შედარება

source: Compare with previous revision
hu: Összehasonlítás az előző verzióval
ja: 以前のリビジョンと比較(&C)
ka: შედარება წინა ვერსიასთან

source: Compares the file with the last committed revision to show you the changes you made
hu: Összehasonlítja a fájlt a legutolsó beküldött verzióval és megmutatja a változtatásaidat
ja: 変更点を表示するために、最後にコミットしたリビジョンとファイルを比較する
ka: ფაილის შედარება ბოლო დაფიქსირებულ ვერსიასთან ცვლილებების სანახავად

source: Compares the selected file with a file in the repository
hu: A kijelölt fájt összehasonlítja a tárolóban lévővel
ja: リポジトリ内のファイルと選択されたファイルを比較
ka: მონიშნული ფაილის შედარება საცავის ფაილთან

source: Comparing %s to %s
hu: %s és %s összehasonlítása
ja: %s を %s と比較中
ka: შედარება - %s და %s

source: Completed
hu: Teljesítve
ja: 完了
ka: დასრულდა

source: Configure Hook Scripts
hu: Hook szkriptek beállítása
ja: フックスクリプトの設定
ka: ბმული სცენარების გამართვა

source: Configure the program used for comparing different revisions of files
hu: Válaszd ki a programot, amellyel a fájlokat hasonlítod össze
ja: 異なるリビジョンのファイルの比較に利用するプログラムの設定
ka: პროგრამის კონფიგურაცია ფაილების სხვადასხვა ვერსიების შედარებისთვის.

source: Configure the program used for comparing different revisions of properties
hu: Válaszd ki a programot, amellyel a fájlok tulajdonságait hasonlítod össze
ja: 異なるリビジョンの属性の比較に利用するプログラムの設定
ka: პროგრამის კონფიგურაცია პარამეტრების სხვადასხვა ვერსიების შედარებისთვის.

source: Configure the program used to resolve conflicted files.
hu: Válaszd ki a programot, amellyel feloldod az ellentmondásokat a fájlokban.
ja: ファイルの競合を解消するために利用するプログラムの設定。
ka: ფაილებში კონფლიქტების მოგვარების პროგრამის კონფიგურაცია.

source: Configure viewer program for GNU diff files (patch files).
hu: Válaszd ki a GNU diff fájlok (patch fájlok) megjelenítőjét.
ja: GNUの差分ファイル（パッチファイル）の表示に用いるプログラムの設定。
ka: GNU შედარების (ბებკი) ფაილების ჩვენების პროგრამის კონფიგურაცია.

source: Conflict resolved
hu: Ellentmondás feloldva
ja: 解消済みの競合
ka: კონფლიქტი გადაიჭრა

source: Conflicted
hu: Ellentmondásos
ja: 競合
ka: კონფლიქტი

source: Conflicts: %d
hu: Ellentmondások: %d
ja: 競合: %d
ka: კონფლიქტები: %d

source: Connect to the repository server and download missing log data
hu: Csatlakozás a tárolóhoz és a hiányzó napló-adatok letöltése
ja: リポジトリサーバーに接続し、取得していないログデータをダウンロードする

source: Container sizes
hu: Méret
ja: コンテナサイズ
ka: კონტეინერის ზომები

source: Context Menus:
ja: コンテキストメニュー:
ka: კონტექსტური მენიუები:

source: Continue
hu: Folytatás
ja: 続行
ka: გაგრძელება

source: Contract docked window
ja: ドッキングしているウィンドウをコントラクトする
ka: მიმაგრებული სარკმლის აკეცვა

source: Cop&y
hu: &Másolás
ja: コピー(&Y)
ka: &კოპირება

source: Copied
hu: Másolva
ja: コピー
ka: კოპირებულია

source: Copied from URL
hu: URL-ből másolva
ja: URLからコピー
ka: კოპირება მისამართიდან

source: Copied remotely
ja: リモート操作によるコピー
ka: დაშორებული კოპირება

source: Copy
hu: Másolás
ja: コピー
ka: კოპირება

source: Copy %ld items to %s
hu: %ld elem másolása ide: %s
ja: %ld 個の項目をコピー %s
ka: %ld ელემენტის კოპირება %s

source: Copy %s
hu: %s másolása
ja: %s をコピー
ka: %s კოპირება

source: Copy %s to %s, Revision %s
hu: %s másolása ide: %s, Verzió: %s
ja: %s から %s へのコピー、リビジョン %s
ka: კოპირება %s - %s, ვერსია %s

source: Copy %s to %s
hu: %s másolása ide: %s
ja: %s をコピー コピー先: %s
ka: %s - კოპირება აქ %s

source: Copy (Branch / Tag)
hu: Másolás (mellékág / kiadás)
ja: コピー（ブランチ／タグ）
ka: კოპირება (შტო / ჭდე)

source: Copy - TortoiseSVN
hu: Másolás - TortoiseSVN
ja: コピー - TortoiseSVN
ka: კოპირება - TortoiseSVN

source: Copy Tool Copy
hu: Másolási eszköz Másolás
ja: コピーツール コピー
ka: კოპირების სამარჯვი კოპირება

source: Copy URL to clipboard
hu: URL másolása a vágólapra
ja: URLをクリップボードにコピー
ka: URL-ს ბუფერში კოპირება

source: Copy all information to clipboard
hu: Minden információ másolása a vágólapra
ja: クリップボードにすべての情報をコピーする
ka: სრული ინფორმაიის ბუფერში კოპირება

source: Copy and rename item to here
hu: Elem átnevezése és másolása ide
ja: ここにコピーし名前を変更
ka: ელემენტების კოპირება და გადარქმევა აქ

source: Copy error message to clipboard
hu: Hibaüzenet másolása a vágólapra
ja: クリップボードにエラーメッセージをコピーする
ka: შეცდომის შეტყობინების ბუფერში კოპირება

source: Copy from path
hu: Innen másolva
ja: パスからコピー
ka: კოპირება გეზიდან

source: Copy items to here
hu: Elemek másolása ide
ja: ここに項目をコピー
ka: ელემენტის კოპირება აქ

source: Copy paths to clipboard
hu: Útvonalak másolása a vágólapra
ja: クリップボードにパスをコピー
ka: გეზების ბუფერში კოპირება

source: Copy selection to cli&pboard
hu: &Kijelölés másolása a vágólapra
ja: 選択範囲をクリップボードにコピー(&P)
ka: შერჩეულის &ბუფერში კოპირება

source: Copy the selection and put it on the Clipboard Copy
hu: A kiválasztott rész másolása a vágólapra Másolás
ja: 選択範囲をクリップボードにコピーする コピー
ka: მონიშნულის კოპირება და ბუფერში გადატანა კოპირება

source: Copy to clipboard
hu: Másolás a vágólapra
ja: クリップボードにコピー
ka: ბუფერში კოპირება

source: Copy to working copy
hu: Másolás a munkapéldányba
ja: 作業コピーへコピー
ka: კოპირება სამუშაო ასლში...

source: Copy to working copy...
hu: Másolás a munkapéldányba...
ja: 作業コピーへコピー ...
ka: კოპირება სამუშაო ასლში...

source: Copy: New name for %s
hu: Másolás: %s új neve
ja: コピー: %s の新しい名前
ka: კოპირება: %s - ახალი სახელი

source: Copying %s
hu: %s másolása
ja: %s をコピー中
ka: კოპირება %s

source: Copying...
hu: Másolás...
ja: コピー中 ...
ka: კოპირება...

source: Corrections
hu: Javítások
ja: 訂正
ka: შესწორებები

source: Could not add %s to the ignore list!
hu: %s nem adható a kizárási listához!
ja: %s を無視リストに追加できませんでした！
ka: ვერ ვამატებ %s იგნორირების სიაში!

source: Could not add "%s" because
hu: "%s" nem adható hozzá, mert
ja: "%s" を追加できませんでした。
ka: %s ელემენტის დამატება ვერ ხერხდება, რადგან

source: Could not add property "%s" on %s because
hu: Nem lehet a(z) "%s" tulajdonságot hozzáadni %s-hez, mert
ja: 属性 "%s" を %s に追加できませんでした。
ka: ვერ ხერხდება "%s" პარამეტრის დამატება - %s, რადგან

source: Could not check for a newer version!
hu: Nem sikerült új verziót keresni!
ja: 最新のバージョンのチェックができませんでした！
ka: ვერ ვამოწმებ ახალ ვერსიაზე!

source: Could not copy the files! <hr=100%%> %s
hu: Nem sikerült másolni a fájlokat! <hr=100%%> %s
ja: ファイルをコピーできませんでした！ <hr=100%%> %s
ka: ვერ ვაკოპირებ ფაილებს! <hr=100%%> %s

source: Could not create %1 because the directory is full.
hu: %1 nem hozható létre, mert a mappa tele van.
ja: ディレクトリがいっぱいなので %1 を作成できません。

source: Could not delete "%s" because
hu: "%s" nem törölhető, mert
ja: "%s" を削除できませんでした。
ka: %s ელემენტის წაშლა ვერ ხერხდება, რადგან

source: Could not delete property "%s" on %s because
hu: Nem lehet a(z) "%s" tulajdonságot töröln %s-ből, mert
ja: 属性 "%s" を %s に削除できませんでした。
ka: ვერ ხერხდება "%s" პარამეტრის წაშლა - %s, რადგან

source: Could not determine the last committed revision!
ja: 最後にコミットしたリビジョンを決定できませんでした！
ka: ბოლო ფიქსირებული ვერსიის განსაზღვრა ვერ ხერხდება!

source: Could not get the status!
hu: Nem érhető el az állapot!
ja: 状態を取得できませんでした！
ka: ვერ ვიღებ სტატუსს!

source: Could not merge "%s" because
hu: "%s" nem egyesíthető, mert
ja: "%s" をマージできませんでした。
ka: %s ელემენტის შერწყმა ვერ ხერხდება, რადგან

source: Could not merge property "%s" on %s because
hu: Nem lehet a(z) "%s" tulajdonságot egyesíteni %s-en, mert
ja: 属性 "%s" を %s にマージできませんでした。
ka: ვერ ხერხდება "%s" პარამეტრის შერწყმა - %s, რადგან

source: Could not open %1 because there are too many open files.
hu: %1 nem nyitható meg, mert túl sok fájl van megnyitva.
ja: 非常に多くのファイルを開いているため、%1 を開くことができません。
ka: %1 ვერ გაიხსნება უკვე გახსნილი ფაილების დიდი რაოდენობის გამო.

source: Could not open the file %s
hu: Nem nyitható meg a fájl %s
ja: ファイルを開くことができません %s
ka: ვერ ვხსნი ფაილს %s

source: Could not remove %1 because it is the current directory.
hu: %1 nem törölhető, mert az a jelenlegi mappa.
ja: %1 はカレントディレクトリのため削除出来ません。
ka: %1 ვერ წაიშლება, რადგან იგი მიმდინარე დასტაა.

source: Could not remove %s from the ignore list
hu: %s nem távolítható el az kizárási listáról
ja: %s を無視リストから削除できませんでした
ka: %s - იგნორირების სიიდან ამოშლა ვერ ხერხდება

source: Could not retrieve URL of the file! %s
hu: Nem érhető el a fájl címe! %s
ja: URLで指定したファイルを見つけることができませんでした！ %s
ka: ვერ ვიღებ ფაილის მისამართს! %s

source: Could not retrieve revision %s of the file %s. Patching is not possible!
hu: Nem érhető el a(z) %s verziója a %s fájlnak. Nem lehetséges a patch-elés!
ja: リビジョン %s をファイル %s から取得することができませんでした。 パッチの適用はできません！
ka: ვერ ვკითხულობ ვერსიას %s ფაილისთვის %s. ბებკი შეუძლებელია!

source: Could not save the file %s!
hu: Nem menthető a(z) %s fájl!
ja: ファイル %s を保存できません！
ka: ვერ ვინახავ %s ფაილს!

source: Could not start diff viewer! <hr=100%%> %s
hu: A diff megjelenítő nem indítható! <hr=100%%> %s
ja: 差分ビューアを実行できませんでした！ <hr=100%%> %s
ka: ვერ ვიწყებ შედარების ჩვენებას! <hr=100%%> %s

source: Could not start external diff program! <hr=100%%> %s
hu: A külső diff megjelenítő nem indítható! <hr=100%%> %s
ja: 外部差分ツールを実行できませんでした！ <hr=100%%> %s
ka: ვერ ვიწყებ შედარების გარე პროგრამას! <hr=100%%> %s

source: Could not start external merge program! <hr=100%%> %s
hu: A külső egyesítő program nem indítható!! <hr=100%%> %s
ja: 外部マージプログラムを実行できませんでした！ <hr=100%%> %s
ka: ვერ ვიწყებ შერწყმის გარე პროგრამას! <hr=100%%> %s

source: Could not start print job.
hu: A nyomtatás nem sikerült.
ja: 印刷ジョブを開始できません。
ka: ვერ ვიწყებ ბეჭდვას.

source: Could not start text viewer! <hr=100%%> %s
hu: A szöveg-megjelenítőt nem sikerült elindítani! <hr=100%%> %s
ja: テキストビューアを開始できませんでした！ <hr=100%%> %s
ka: ტექსტის ჩვენება ვერ ხერხდება! <hr=100%%> %s

source: Could not start thread!
ja: スレッドを開始できません！
ka: ვერ ვქმნი საქაღალდეს!

source: Create &patch...
hu: &Patch készítése...
ja: パッチを作成(&P) ...
ka: &ბებკის შექმნა...

source: Create Changelist
hu: Változáslista készítése
ja: 変更リストを作成
ka: ცვლილებათა სიის შექმნა

source: Create Patch
hu: Patch Készítése
ja: パッチを作成
ka: ბებკის შექმნა

source: Create copy in the repository from:
hu: Másolat készítése a tárolóban az alábbi verzió alapján:
ja: サーバー上でコピーを作成:
ka: საცავში ასლის შექმნა აქედან:

source: Create new directory: %s
hu: Új mappa létrehozása: %s
ja: 新しいディレクトリを作成: %s
ka: ახალი დასტის შექმნა: %s

source: Create repositor&y here
hu: &Tároló létrehozása itt
ja: ここにリポジトリを作成(&Y)
ka: &საცავის შექმნა აქ

source: Create unified diff file
hu: Egyesített diff fájl készítése
ja: Unified Diff ファイルを作成
ka: შედარების უნიფიცირებული ფაილის შექმნა

source: Created folder remotely
hu: Mappa távolról létrehozva
ja: リモート操作によってフォルダを作成しました
ka: დაშორებული დასტის შექმნა

source: Creates a 'cheap' copy inside the repository used for branches or tagging
hu: Egy 'gyors' másolatot készít a tárolón belül mellékágakhoz és kiadásokhoz.
ja: ブランチやタグ用にリポジトリ内に 'cheap' なコピーを作成する
ka: განშტოებებისა და ჭდეებისთვის 'იაფი' ასლის შექმნა საცავში

source: Creates a patch file from the differences of the two files Create patch file
hu: Létrehoz egy patch fájlt a két fájl eltérései alapján Patch fájl létrehozása
ja: 2つのファイルの差分からパッチファイルを作成する パッチファイルを作成

source: Creates a repository database at the current location
hu: Létrehoz egy tároló-adatbázist a jelenlegi helyen
ja: 現在の位置にリポジトリデータベースを作成
ka: საცავის მონაცემთ ბაზის შექმნა მიმდინარე მისამართზე

source: Creates a unified diff file with all changes you made
hu: Egy egyesített diff fájlt készít a módosításaid alapján
ja: 全ての変更をもとに Unified-Diff 形式ファイルを作成
ka: თქვენი შეტანილი ცვლილებების შედარების ფაილის შექმნა

source: Credits:
hu: Készítők:
ja: 謝辞:
ka: მადლობები:

source: Cu&t
hu: &Kivágás
ja: 切り取り(&T)
ka: &ამოჭრა

source: Current
hu: Jelenlegi
ja: 現在の色
ka: მიმდინარე

source: Current version is:
hu: Jelenlegi verzió:
ja: 最新のバージョン:
ka: მიმდინარე ვერსიაა:

source: Current version is: %s
hu: Jelenlegi verzió: %s
ja: 最新のバージョン: %s
ka: მიმდინარე ვერსიაა: %s

source: Cus&tomize...
hu: &Testreszabás...
ja: カスタマイズ(&T) ...
ka: &მორგება...

source: Custom
hu: Egyéni
ja: ユーザー設定
ka: საკუთარი

source: Customize
hu: Testreszabás
ja: カスタマイズ
ka: მორგება

source: Customize Keyboard
ja: キーボードのカスタマイズ
ka: კლავიატურის მორგება

source: Customize Quick Access Toolbar
ja: クイックアクセスツールバーをカスタマイズする
ka: სწრაფი წვდომის პულტის მორგება

source: Customize Quick Access Toolbar...
ja: クイックアクセスツールバーをカスタマイズする ...
ka: სწრაფი წვდომის პულტის მორგება...

source: Cut the selection and put it on the Clipboard Cut
hu: Kivágja a kijelölt részt, és a vágólapra helyezi Kivágás
ja: 選択範囲を切り取り、クリップボードに移動する 切り取り
ka: მონიშნულის ამოჭრა და ბუფერში გადატანა ამოჭრა

source: Date
hu: Dátum
ja: 日時
ka: თარიღი

source: Default
hu: Alapértelmezett
ja: デフォルト
ka: ნაგულისხმები

source: Default &number of log messages
ja: デフォルトのログメッセージ数(&N)
ka: დავთრის ჩანაწერთა &რაოდენობა

source: Default Menu
ja: デフォルトメニュー
ka: ნაგულისხმები მენიუ

source: Default URL:
hu: Alapértelmezett URL:
ja: デフォルト URL:
ka: ნაგულისხმებია მისამართი:

source: Default application menu. Appears when no documents are open.
ja: デフォルトのアプリケーションメニュー。ドキュメントを開いていない場合に表示されます。
ka: პროგრამის ნაგულისხმები მენიუ. გამოჩნდება დოკუმენტის გახსნისას.

source: Default path:
hu: Alapértelmezett útvonal:
ja: デフォルトパス:
ka: ნაგულისხმებია გეზი:

source: Delete
hu: Törlés
ja: 削除
ka: წაშლა

source: Delete Unversioned Items
hu: Nem verziókezelt elemek törlése
ja: バージョン管理外のファイルを削除
ka: არავერსიული ელემენტების წაშლა

source: Delete unversioned items...
hu: Nem verziókezelt elemek törlése...
ja: バージョン管理外の項目を削除する ...
ka: არავერსიული ელემენტების წაშლა...

source: Deleted
hu: Törölve
ja: 削除
ka: წაიშალა

source: Deleted node
hu: Törölt csomópont
ja: 削除したノード
ka: წაშლილი კვანძი

source: Deletes files / folders from version control
hu: Fájlok / mappák törlése a verziókezelésből
ja: バージョン管理からファイル／フォルダを削除する
ka: ვერსიის კონტროლიდან ფაილების/დასტების წაშლა

source: Deletes files / folders from version control but keeps the file
hu: Fájlok / mappák törlése a verziókezelésből, de megtartása a meghajtón
ja: バージョン管理からファイル／フォルダを削除し、ファイル自体は保持する
ka: წაშლის ფაილებს/დასტებს ვერსიის კონტროლიდან ფაილის შენარჩუნებით

source: Deletes the action log file
hu: Törli a teljes eseménynaplót
ja: アクションログファイルを削除する
ka: ქმედებათა დავთრის წაშლა

source: Deleting
hu: Törlés
ja: 削除中
ka: წაშლა

source: Depth:
hu: Mélység:
ja: 深さ:
ka: სიღრმე:

source: Description
hu: Leírás
ja: 説明
ka: აღწერილობა

source: Description:
hu: Leírás:
ja: 説明:
ka: აღწერილობა:

source: Deselect changelist
hu: Változáslista kijelölésének törlése
ja: 変更リストを選択解除する
ka: ცვლილებეთა სიის მონიშვნის მოხსნა

source: Destination disk drive is full.
hu: A célmeghajtó megtelt.
ja: 送り先ディスクドライブはいっぱいです。
ka: დანიშნულების დისკი სავსეა

source: Details
hu: Részletek
ja: 詳細情報
ka: დეტალები

source: Device Independent Bitmap a device independent bitmap
ja: デバイスに依存しないビットマップ デバイスに依存しないビットマップ

source: Dialog sizes and positions
hu: Ablakok helyzete és mérete
ja: ダイアログのサイズと位置
ka: დიალოგის ზომები და მდებარეობა

source: Diff file:
hu: Diff fájl:
ja: 差分ファイル:
ka: შედარების ფაილი:

source: Diff options
hu: Diff beállítások
ja: 差分設定
ka: შედარების პარამეტრები

source: Diff with URL
ja: URL と差分
ka: შედარება მისამართით

source: Difference between
hu: Különbségek
ja: 差分
ka: სხვაობა:

source: Diffing
ja: 差分を計算中
ka: შედარება

source: Diffs the working copy file with the one before the last commit.
hu: Összehasonlítja a munkapéldányban lévő fájlt a legutolsó beküldés előtti változatával.
ja: 作業コピーのファイルと最後のコミット以前のものとの差分をとる

source: Directory:
hu: Mappa:
ja: ディレクトリ:
ka: მიმართულება:

source: Disable this option if you have really big working copies and experience too much disk access when browsing the working copy.
hu: Tiltsd le, ha nagyon nagy munkapéldányaid vannak, és erős lassulást tapasztalsz, amikor böngészed azokat.
ja: 大きな作業コピーを利用している場合や、作業コピーをブラウズする際に とても時間がかかるなら、このオプションを無効にしてください。
ka: გამორთეთ ეს პარამეტრი თუ მართლაც დიდი სამუშაო ასლები მის წასაკითხად დისკზე მეტისმეტად ინტენსიური მიმართვაა საჭირო.

source: Disk full while accessing %1.
hu: %1 elérése közben megtelt a lemez.
ja: %1 にアクセス中にディスクがいっぱいになりました。
ka: დისკი გადაივსო მიმართვისას - %1.

source: Dispatch exception: %1
ja: ディスパッチ例外: %1
ka: გამონაკლისების გამანაწილებელი: %1

source: Display &buttons in this order
hu: &Gombok megjelenítése ebben a sorrendben
ja: この順序でボタンを表示(&B)
ka: &ღილაკების ჩვენება ამ რიგით

source: Display help for clicked on buttons, menus and windows Help
hu: Segítséget ad a gombokhoz, menükhöz és ablakokhoz Súgó
ja: クリックされたボタン、メニュー、ウィンドウに対するヘルプを表示する ヘルプ
ka: მენიუს, ღილაკებისა და ფანჯრების დახმარების ჩვენება დახმარება

source: Display help for current task or command Help
hu: Segítséget ad a jelenlegi feladathoz vagy parancshoz Súgó
ja: 現在のタスクもしくはコマンドに対するヘルプを表示 ヘルプ
ka: მიმდინარე ამოცანის ან ბრძანების დახმარების ჩვენება დახმარება

source: Display instructions about how to use help Help
hu: Segítséget ad a súgó használatához Súgó
ja: ヘルプの使い方を表示する ヘルプ
ka: დახმარების გამოყენების ინსტრუქციების ჩვენება დახმარება

source: Display program information, version number and copyright About
hu: Megjelenít információt a programról, a verziószámot és szerzői jogi megjegyzést Névjegy
ja: プログラムの情報、バージョン、コピーライトを表示する バージョン情報
ka: პროგრამის შესახებ ინფორმაციის, ვერსიის ნომრისა და საავტორო უფლებების ჩვენება პროგრამის შესახებ
