Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Seek failed on %1
ja: %1 のシークに失敗しました。
ka: ძიება შეწყდა - %1

source: Select &All
hu: Mindent &kijelöl
ja: 全て選択(&A)
ka: &სრული მონიშვნა

source: Select &User-defined Image:
ja: ユーザー定義の画像を選択(&U):
ka: &საკუთარი გამოსახულების შერჩევა:

source: Select &context menu:
ja: コンテキストメニューを選択(&C):
ka: &კონტექსტური მენიუს შერჩევა:

source: Select &window:
ja: ウィンドウを選択(&W):
ka: &სარკმლის შერჩევა:

source: Select / deselect &all
hu: Mindent kijelöl / minden kijelölé&s törlése
ja: 全て選択／全て非選択(&A)
ka: &სრული მონიშვნა/მოხსნა

source: Select Color Tool Select Color
ja: 色選択ツール 色を選択
ka: ფერის შერჩევის სამარჯვი ფერის შერჩევა

source: Select File...
hu: Válassz fájlt...
ja: ファイルを選択 ...
ka: ფაილის არჩევა...

source: Select Revision
hu: Válassz verziót
ja: リビジョンを選択
ka: ვერსიის არჩევა

source: Select SSH client
hu: Válassz SSH klienst
ja: SSHクライアントを選択
ka: SSH კლიენტის არჩევა

source: Select a button.
hu: Válassz egy gombot.
ja: ボタンを選択してください。
ka: ღილაკის არჩევა.

source: Select an object on which to get Help
ja: ヘルプを表示するために、オブジェクトを選択する
ka: ობიექტის არჩევა დახმარებისთვის

source: Select changelist
hu: Változáslista kijelölése
ja: 変更リストを選択
ka: ცვლილებათა სიის მონიშვნა

source: Select diff application
hu: Válssz diff programot
ja: 差分用アプリケーションを選択
ka: შედარების პროგრამის არჩევა

source: Select diff file...
hu: Válassz diff fájlt...
ja: 差分ファイルを選択 ...
ka: შედარების ფაილის არჩევა

source: Select directory to check out to
hu: Válassz egy mappát, ahova lekéred a munkapéldányt
ja: チェックアウトするディレクトリを選択
ka: დასტის არჩევა გადმოსატანად

source: Select end revision
hu: Válaszd ki a befelyező
ja: 終了リビジョンを選択
ka: საბოლოო ვერსიის არჩევა

source: Select folder to associate with this issue tracker
ja: 課題追跡システムに関連付けるフォルダを選択してください
ka: დასტის შერჩევა ამ პრობლემის თვალმისადევნებად

source: Select folder to export to. You might need to create a new folder before performing this export.
hu: Válaszd ki a mappát, amelybe exportálni szeretnél. Lehet, hogy szükséged lesz egy új mappa létrehozására.
ja: エクスポート先のフォルダを選択してください。 これを実行する前に新しいフォルダを作成する必要があるかもしれません。
ka: საექსპორტო დასტის არჩევა. ამ ექსპორტამდე ახალი დასტის შექმნა შეგიძლიათ

source: Select folder to run script for
hu: Válaszd ki a mappát amin a szkriptet futtatni szeretnéd
ja: スクリプトを実行するフォルダを選択
ka: შერაჩიეთ დასტა სკრიპტისთვის

source: Select folder to save the selected files to
hu: Válassz mappát ahová a kiválasztott fájlokat menteni szeretnéd
ja: 選択したファイルを保存するフォルダを選択してください
ka: შერაჩიეთ დასტა შერჩეული ფაილების შესანახად

source: Select hook script file
hu: Válaszd ki hook szkript fájlt
ja: フックスクリプトファイルを選択
ka: ბმული სცენარის ფაილის არჩევა

source: Select items automatically
ja: 項目を自動的に選択する
ka: ელემენტების ავტომატური შერჩევა

source: Select merge application
hu: Válassz egyesítő programot
ja: マージ用アプリケーションを選択
ka: შერწყმის პროგრამის არჩევა

source: Select merge target
hu: Válaszd ki az egyesítés célpontját
ja: マージするターゲットを選択
ka: შერწყმის სამიზნის არჩევა

source: Select revision range
hu: Válassz intervalumot
ja: リビジョンの範囲を選択
ka: ვერსიების რანგის არჩევა

source: Select start revision
hu: Válaszd ki a kezdő verziót
ja: 開始リビジョンを選択
ka: საწყისი ვერსიის არჩევა.

source: Select text editor application
hu: Válassz szövegszerkesztő programot
ja: テキスト編集用アプリケーションを選択
ka: ტექსტური რედაქტორის პროგრამის არჩევა

source: Select the behaviour of the progress dialog at the end of the operation.
hu: Mit tegyen a folyamatjelző ablak a feladat végén
ja: 処理終了時の進行状況ダイアログの動作を選択する
ka: ქმედებების დასრულების შემდეგ მიმდინარეობის დიალოგის ქცევის მითითება.

source: Select the entire document Select All
hu: Kijelöli az egész dokumentumot Mindent kijelöl
ja: ドキュメント全体を選択する 全選択
ka: დოკუმენტის სრულად მონიშვნა სრული მონიშვნა

source: Select the merge options
hu: Válaszd ki az egyesítés beállításait
ja: マージオプションを選択
ka: შერწყმის პარამეტრების არჩევა

source: Select the revisions to merge
hu: Válaszd ki az egyesítendő verziókat
ja: マージするリビジョンを選択
ka: ვერსიების არჩევა შერწყმისთვის

source: Select the type of merge
hu: Válaszd ki az egyesítés típusát
ja: マージの種類を選択
ka: შერწყმის ტიპის არჩევა

source: Select the urls for the tree merge
hu: Add meg az URL-eket a fa-egyesítéshez
ja: ツリーをマージするURLを選択
ka: მისამართების შერჩევა განტოტვის შერწყმისთვის

source: Select viewer for diff-files
hu: Válssz diff fájl megjelenítőt
ja: ファイルの差分を表示するビューアを選択
ka: ბებკი ფაილების დამთვალიერებელის არჩევა

source: Send Mail failed to send message.
hu: Nem sikerült a levelet küldeni.
ja: Send Mail はメッセージの送信に失敗しました。
ka: წერილი ვერ გაიგზავნა.

source: Sending content
hu: Tartalom küldése
ja: 内容を送信中
ka: შიგთავსის გაგზავნა

source: Server &address:
hu: A szerver &címe:
ja: サーバーアドレス(&A):
ka: სერვერის &მისამართი:

source: Set Accelerator &for:
ja: アクセラレータを設定(&F):
ka: დამა&ჩქარებლის მითითება:

source: Set file dates to the "last commit &time"
ja: ファイルの日付を "最後にコミットした日付" に設定する(&T)
ka: ფაილთა თარიღებად "ბოლო ფიქსირების &დრო"-ის მითითება

source: Set property "%s" on %s
hu: "%s" tulajdonság beállítása ezen: %s
ja: 属性 "%s" を %s に設定する
ka: პარამეტრის მითითება "%s" : %s

source: Setting properties...
hu: Beállítások szerkesztése...
ja: 属性を設定 ...
ka: პარამეტრების მითითება...

source: Settings
hu: Beállítások
ja: 設定
ka: პარამეტრები

source: Settings - TortoiseSVN
hu: Beállítások - TortoiseSVN
ja: 設定 - TortoiseSVN
ka: პარამეტრები - TortoiseSVN

source: Shell
hu: Windows shell
ja: シェル
ka: გარსი

source: Shell Icon Cache was rebuilt!
hu: Az ikonadatbázis sikeresen újraépült!
ja: シェルのアイコンキャッシュは再構築されました！
ka: გარსის პიქტოგრამის ქეში განახლდა

source: Sho&w properties
hu: &Tulajdonságok mutatása
ja: 属性を表示(&W)
ka: &პარამეტრების ჩვენება

source: Short &date/time format in log messages
hu: &Rövid dátumformátum a naplóban
ja: ログメッセージに短い日付形式を利用する(&D)
ka: დავთრის &თარიღის/დროის მოკლე ფორმატი

source: Short URL of Subversion items
hu: A Subverson elemek rövid URL-je
ja: Subversion 項目の短いURL
ka: ქვევერსიის ელემენტების მოკლე URL

source: Shorten property list
ja: 属性リストを短くする
ka: პარამეტრების მოკლე სია

source: Show
hu: Megtekintés
ja: 表示
ka: ჩვენება

source: Show &Accelerator for:
ja: アクセラレータを表示(&A):
ka: დამა&ჩქარებლის ჩვენბა:

source: Show &All
hu: &Mindent mutat
ja: 全て表示(&A)
ka: &ყველას ჩვენება

source: Show &Range...
hu: &Intervallum...
ja: 範囲を表示(&R) ...
ka: &დიაპაზონის ჩვენება...

source: Show &WC revision
hu: &Munkapéldány mutatása
ja: 作業コピーのリビジョンを表示する(&W)
ka: &WC ვერსიის ჩვენება

source: Show &all revisions
hu: Az &összes verzió mutatása
ja: すべてのリビジョンを表示する(&A)
ka: &ყველა ვერსიის ჩვენება

source: Show &changes
hu: &Változások mutatása
ja: 変更を表示(&C)
ka: &ცვლილებათა ჩვენება...

source: Show &log
hu: &Változási napló
ja: ログを表示(&L)
ka: &დავთრის ჩვენება

source: Show &log...
hu: &Változási napló...
ja: ログを表示(&L) ...
ka: &დავთრის ჩვენება...

source: Show &overlays and context menu only in explorer
hu: &Ikonok és helyi menü csak az intézőben
ja: エクスプローラ上でのみオーバーレイとコンテキストメニューを表示する(&O)
ka: &თარგებისა და კონტექსტური მენიუების მხოლოდ გზამკვლევში ჩვენება

source: Show &properties
hu: &Tulajdonságok mutatása
ja: 属性を表示(&P)

source: Show &unversioned files
hu: &Nem verziókezelt fájlok mutatása
ja: バージョン管理外のファイルを表示する(&U)
ka: &არავერსიული ფაილების ჩვენება

source: Show Above the Ribbon
ja: リボンの上に表示
ka: ჩვენება ზოლის ზემოთ

source: Show Below the Ribbon
ja: リボンの下に表示
ka: ჩვენება ზოლის ქვემოთ

source: Show Fewer Buttons
hu: Kevesebb gomb megjelenítése
ja: 少しのボタンを表示
ka: ნაკლები ღილაკების ჩვენება

source: Show File List
hu: Fájllista mutatása
ja: ファイルリストを表示
ka: ფაილების სიის ჩვენება

source: Show HEAD revision nodes
hu: FŐ verzió megjelenítése
ja: 最新のリビジョンのノードを表示する
ka: HEAD ვერსიის კვანძების ჩვენება

source: Show Inline-Diff word by word Inline diff word-wise
hu: Soron belüli eltérések mutatása szavanként Soron belüli eltérések mutatása szavanként
ja: 単語単位での行内差分を表示する 行内差分（単語単位）

source: Show Lock dialog before locking files
hu: Zárolás ablak megjelenítése fájlok zárolása előtt
ja: ファイルをロックする前にロックダイアログを表示する
ka: ფაილის დაბლოკვამდე დაბლოკვის დიალოგის ჩვენება

source: Show More Buttons
hu: Több gomb megjelenítése
ja: 多くのボタンを表示
ka: მეტი ღილაკების ჩვენება

source: Show Ove&rview
hu: &Áttekintés mutatása
ja: オーバービューを表示する(&R)
ka: &მიმოხილვის ჩვენება

source: Show Quick Access Toolbar Above the Ribbon
ja: リボンの上にクイックアクセスツールバーを表示
ka: სწრაფი წვდომის პულტის ჩვენება ზოლის ზემოთ

source: Show Quick Access Toolbar Below the Ribbon
ja: リボンの下にクイックアクセスツールバーを表示
ka: სწრაფი წვდომის პულტის ჩვენება ზოლის ქვემოთ

source: Show Screen&Tips on toolbars
ja: ツールバーの上にスクリーンチップを表示(&T)
ka: &ეკრანული მინიშნებების ჩვენება პულტებზე

source: Show an overview of the whole graph
hu: Áttekintés a teljes grafikonról
ja: グラフ全体のオーバービューを表示する
ka: მთლიანი გრაფის ესკიზის ჩვენება

source: Show changes as &unified diff
hu: Változások mutatása &egyesített diffként
ja: &Unified Diff 形式で変更を表示
ka: ცვლილებათა &ბებკის სახით ჩვენება

source: Show differences as &unified diff
hu: Eltérések mutatása &egyesített diffként
ja: &Unified Diff 形式で差分を表示
ka: განსხვავებების &ბებკის სახით ჩვენება

source: Show excluded folders as normal
hu: Kizárt mappák megjelenítése 'normál'-ként
ja: 除外フォルダを通常として表示する
ka: გამონაკლისი დასტების როგორც 'ჩვეულებრივად ჩვენება

source: Show f&ull menus after a short delay
hu: &Teljes menü megjelenítése egy rövid késleltetés után
ja: 少しの遅延の後に全てのメニューを表示(&U)
ka: მენიუების &სრულად ჩვენება მცირე დაყოვნებით

source: Show i&gnored files
hu: &Kizárt fájlok mutatása
ja: 無視ファイルを表示(&G)

source: Show linenumber&s
hu: Sorszámo&k mutatása
ja: 行番号を表示する(&S)
ka: სტრიქონების &ნომრების ჩვენება

source: Show oldest node at top
hu: A legrégibb változat legyen legfelül
ja: 最も古いノードを先頭に表示する
ka: ჯერ ძველი კვანძების ჩვენება

source: Show or hide the line diff bar Toggle LineDiffBar
hu: Aktuális sor megjelenítése/elrejtése Aktuális sor megjelenítése/elrejtése
ja: 行差分バーを表示／非表示にする 行差分バーを表示／非表示
ka: სტრიქონთა სხვაობის პანელის ჩვენება ან დამალვა სტრიქონთა სხვაობის პანელის გადართვა

source: Show or hide the locator bar Toggle LocatorBar
hu: Navigáviós sáv megjelenítése/elrejtése Navigáviós sáv megjelenítése/elrejtése
ja: 表示位置調整バーを表示／非表示にする 表示位置調整バーを表示／非表示
ka: მისამართების პანელის ჩვენება ან დამალვა მისამართების პანელის გადართვა

source: Show or hide the status bar Toggle StatusBar
hu: Állapotsor megjelenítése/elrejtése Állapotsor megjelenítése/elrejtése
ja: ステータスバーを表示／非表示にする ステータスバーを表示
ka: სტატუსის პანელის ჩვენება ან დამალვა სტატუსის პანელის გადართვა

source: Show or hide the toolbar Toggle ToolBar
hu: Eszköztár megjelenítése/elrejtése Eszköztár megjelenítése/elrejtése
ja: ツールバーを表示／非表示にする ツールバーを表示
ka: ხელსაწყოების პანელის ჩვენება ან დამალვა ხელსაწყოების პანელის გადართვა

source: Show overlay for ignored items
hu: Ikon a kizárt fájlokhoz
ja: 無視項目にオーバーレイ表示をする
ka: თარგის ჩვენება გამოტოვებული ელემენტებისთვის

source: Show overlay for unversioned items
hu: Ikon a nem verziókezelt fájlokhoz
ja: バージョン管理外の項目にオーバーレイ表示をする
ka: თარგის ჩვენება არავერსიული ელემენტებისთვის

source: Show revision properties
hu: Tulajdonságok megtekintése
ja: リビジョンの属性を表示
ka: ვერსიის პარამეტრების ჩვენება

source: Show shortcut &keys in ScreenTips
ja: スクリーンチップ上にショートカットキーを表示(&K)

source: Show special characters for whitespaces Show Whitespaces
hu: Láthatatlan karakterek mutatása Láthatatlan karakterek mutatása
ja: 空白文字用に特殊な記号を表示する 空白を表示
ka: ხარეების სპეციალური სიმბოლოთი ჩვენება ხარეების ჩვენება

source: Show statistics for the selected log cache
hu: Megjeleníti a kiválasztott gyorsítótár statisztikáit
ja: 選択したログキャッシュの統計データを表示
ka: სტატისტიკის ჩვენება ჩერჩეული დავთრის ბუფერისთვის

source: Show tags on the copy source, not as separate nodes
hu: Nem rajzol külön csomópontot a kiadásoknak, a forrás-verziónál jelzi őket
ja: ノードとして分割せずにコピー元にタグを表示する

source: Show un&modified files
hu: &Változatlan fájlok mutatása
ja: 未変更ファイルを表示(&M)

source: Show un&versioned files
hu: &Nem verziókezelt fájlok mutatása
ja: バージョン管理外のファイルを表示する(&V)

source: Show/Hide
hu: Megjelenítés/Elrejtés
ja: 表示／非表示
ka: ჩვენება/დამალვა

source: Showing %ld nodes
hu: %ld csomópont
ja: %ld 個のノードを表示
ka: %ld კვანძების ჩვენება

source: Showing %ld revision(s), from revision %ld to revision %ld - %ld revision(s) selected.
hu: %ld db verzió, %ld-tól %ld-ig - %ld verzió kiválasztva.
ja: %ld 個のリビジョンを表示（%ld から %ld まで）、%ld 個のリビジョンを選択
ka: %ld ვერსი(ებ)ის ჩვენება, შერჩეულია ვერსიები %ld ვერსიამდე %ld - %ld.

source: Showing graph for %s
hu: %s grafikonja
ja: %s のグラフを表示
ka: გარფიკის ჩვენება - %s

source: Shows a graphical representation of copies/tags/branches
hu: Grafikus megjelenítése a másolásoknak/mellékágaknak/kiadásoknak
ja: コピー／タグ／ブランチをグラフ表示する
ka: ასლების/ჭდეების/შტოების გრაფიკული სახით ჩვენება

source: Shows all files which were changed since the last update, locally and in the repository
hu: Az összes megváltozott fájl mutatása az utolsó frissítés óta
ja: 最後の更新後に、ローカルおよびリポジトリ上で変更された全てのファイルを表示
ka: ბოლო განახლების შემდგომ შეცვლილი ყველა ლოკალური და საცავის ფაილის ჩვენება

source: Shows all revisions where changes were made to this item
hu: Az összes olyan verzió mutatása, amely változást hozott ebben az elemben
ja: この項目に対して変更が行われた全てのリビジョンを表示する
ka: აჩვენებს ველა შემოწმებას სადაც მოცემული ელემენტი შეიცვალა

source: Shows information about TortoiseSVN
hu: Információ a TortoiseSVN-ről
ja: TortoiseSVN についての情報を表示
ka: TortoiseSVN–ის შესახებ ინფორმაციის ჩვენება

source: Shows the action log file in the default text editor
hu: Megjeleníti az eseménynaplót az alapértelmezett szövegszerkesztőben.
ja: デフォルトのテキストエディタでアクションログファイルを表示する
ka: დავთრის ფაილის ნაგულისხმებ რედაქტორში ჩვენება

source: Shows the eol-style property value
hu: Megmutatja a beállított sorvég (dos/unix) formáját
ja: eol-style 属性値を表示する
ka: სტრიქონების დაბოლოების ატრიბუტის ჩვენება

source: Shows the log for the selected file / folder
hu: A kiválasztott fájl / mappa naplója
ja: 選択したファイル／フォルダのログを表示
ka: მონიშნული ფაილის / დასტის დავთრის ჩვენება

source: Shows the mime type of the versioned file
hu: A kiválasztott fájl mime-típusa
ja: バージョン管理されたファイルの Mime タイプを表示する
ka: ვერსიული ფაილის mime ტიპის ჩვენება

source: Single/&double-pane view
hu: &Egy/kétpaneles nézet
ja: 1画面／2画面ビュー(&D)
ka: ერთმაგი/&ორმაგი პანელის ჩვენება

source: Size
hu: Méret
ja: サイズ
ka: ზომა

source: Size and status
hu: Méret és állapot
ja: サイズと状態
ka: ზომა და სტატუსი

source: Size of all cached text information
hu: A gyorsítótárteljes mérete
ja: 全てのキャッシュされているテキスト情報のサイズ
ka: სრული ბუფერირებული ტექსტის ზომა

source: Size of the cache file on disk
hu: A gyorsítótár mérete a lemezen
ja: ディスク上のキャッシュファイルのサイズ
ka: ბუფერის ფაილის ზომა დისკზე

source: Size of the cache if it were not compressed
hu: A gyorsítótár mérete, ha nem lenne tömörítve
ja: 圧縮されていない場合はキャッシュのサイズ
ka: შეუკუმშავი ბუფერის ზომა

source: Skipped
hu: Kihagyva
ja: スキップ
ka: გამოტოვება

source: Skipped missing target
hu: Hiányzó cél kihagyva
ja: ターゲットが見つからないのでスキップ
ka: გამოტოვებული მცდარი სამიზნე

source: Sort by commit count
hu: Rendezés beküldések száma szerint
ja: コミット数でソートする
ka: დახარისხება ფიქსირებათა რაოდენობით

source: Specifies how many items you want to keep in the most recent log messages dialog.
hu: Megadja, hogy a korábbi megjegyzések ablakban hány megjegyzés legyen elmentve.
ja: 最近のログメッセージを表示するダイアログで、表示する項目数を指定する。
ka: მიუთითებს თუ რამდენი ბოლო ჩანაწერის შენარჩუნება გსურთ დავთარში.

source: Specify the files or folders which TortoiseSVN should ignore in <b>all</b> working copies. Separate the patterns with a space.
hu: Add meg azokat a fájlokat és mappákat, amiket nem akarsz verziókezelés alá venni <b>egy munkapéldányban sem</b>. Az elemeket szóközökkel válaszd el egymástól.
ja: TortoiseSVN が <b>全て</b> の作業コピーで バージョン管理の対象外とするファイル やフォルダを指定してください。 各パターンは空白で区切ってください。
ka: იმ ფაილების ან დასტების მითითება, რომლებიც გამოსატოვებელია <b>ყველა</b> სამუშაო ასლიდან. თარგები შორისით გამოყავით.

source: Split lines
ja: 行を分割
ka: სტრიქონთა გაწყვეტა

source: Split the active window into panes Split
hu: Aktív ablak felosztása panelekre Felosztás
ja: アクティブなウィンドウを分割する 分割
ka: აქტიური ფანჯრის სარკმლებად დაყოფა დაყოფა

source: Stacked Bar Graph
hu: Halmozott oszlopdiagram
ja: 積み重ね棒グラフ
ka: ჰისტოგრამა გადაფარვით

source: Stacked Line Graph
hu: Halmozott vonaldiagram
ja: 積み重ね折れ線グラフ
ka: ხაზოვანი გრაფიკი გადაფარვით

source: Standard
hu: Alap
ja: 標準
ka: სტანდარტი

source: Start Commit Hook
hu: Beküldés-kezdeti hook
ja: Start Commit フック
ka: ბმულის ფიქსირების დაწყება

source: Start Revision
hu: Kezdeti verzió
ja: 開始リビジョン
ka: შემოწმების დაწყება

source: Start Update Hook
hu: Frissítés-kezdeti hook
ja: Start Update フック
ka: ბმულის განახლების დაწყება

source: Statistics
hu: Statisztika
ja: 統計
ka: სტატისტიკა

source: Status
hu: Állapot
ja: 状態
ka: სტატუსი

source: Status Bar Configuration
ja: ステータスバーの設定
ka: სტატუსის პანელის კონფიგურაცია

source: Status and action colors
hu: Állapotok és műveletek színei
ja: 状態とアクションの色
ka: სტატუსისა და ქმედებების ფერები

source: Status cache
hu: Állapotok gyorsítótározása
ja: 状態のキャッシュ
ka: სტატუსის ქეში

source: Status cache kept in an external process, can show the overlay recursively
hu: A gyorsítótár egy külső folyamatban van elhelyezve, a mappák állapotai rekurzívan is megjelenhetnek
ja: 外部プロセスで保持している状態キャッシュは再帰的にオーバーレイすることができます
ka: სტატუსის ქეში გარე პროცესში ინახება, შესაძლებელია თარგების რეკურსიული ჩვენება

source: Status cache only for one folder, no recursive overlays
hu: Csak az adott mappa állapotának gyorsítótárazása, az állapotok nem jelenhetnek meg rekurzívan.
ja: １つのフォルダに対してのみ状態をキャッシュし、再帰的なオーバーレイは行いません
ka: სტატუსის ქეში მხოლოდ ერთი დასტისთვისაა, რეკურსიული თარგები არაა

source: Status of item in SVN
hu: Elem állapota az SVN-ben
ja: SVNの項目の状態
ka: ელემენტის სტატუსი SVN-ში

source: Steal loc&k
hu: Zá&rolás ellopása
ja: ロックを横取りする(&K)
ka: დაბლოკვის გადა&ხვეწა

source: Steal the lock
hu: Zárolás ellopása
ja: ロックを横取りする
ka: დაბლოკვის გადახვეწა

source: Subversion configuration &file:
hu: Subversion beállítás&fájl:
ja: Subversion の設定ファイル(&F):
ka: ქვევერსიის კონფიგურაციის &ფაილი:

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
hu: A Subversion hibát jelentett a tároló létrehozása közben! Ellenőrizd, hogy a mappa üres-e és nem írásvédett.
ja: リポジトリ作成中に Subversion はエラーを返しました！ フォルダが空か書込み禁止でないかを確認してください。
ka: ქვევერსია იტყობინება საცავის შექმნის შეცდომას! გადაამოწმეთ, რომ დასტა ცარიელია და ჩაწერადი.

source: Subversion reported an error while doing a cleanup! <hr=100%%> %s
hu: A Subversion hibát jelentett tisztítás közben! <hr=100%%> %s
ja: クリーンアップ中に Subversion がエラーを返しました！ <hr=100%%> %s
ka: ქვევერსია დასუფთავების შეცდომას იტყობინება! <hr=100%%> %s

source: Subversion server file:
hu: Subversion szerverfájl:
ja: Subversion サーバファイル:
ka: ქვევერსიის სერვერის ფაილი

source: Sw&itch working copy to new branch/tag
hu: Munkapéldány &átváltása az új mellékágra/kiadásra
ja: 作業コピーを新しいブランチ／タグへ切り替える(&I)
ka: სამუშაო ასლის ახალ შტოზე/ჭდეზე გადარ&თვა

source: Switch %s to %s, Revision %s
hu: %s átváltása erre: %s, Verzió %s
ja: %s から %s への切り替え、リビジョン %s
ka: გადართვა %s - %s, ვერსია - %s

source: Switch - TortoiseSVN
hu: Átváltás - TortoiseSVN
ja: 切り替え - TortoiseSVN
ka: გადართვა - TortoiseSVN

source: Switch Left<->Right
hu: Bal <-> jobb felcserélése
ja: 左右の入れ替え
ka: გაცვლა მარცხენა<->მარჯვენა

source: Switch To Branch / Tag
hu: Másik ágra (mellékág / kiadás) váltás
ja: ブランチ／タグへ切り替え
ka: გადართვა შტოზე / ჭდეზე

source: Switch back to the previous window pane Previous Pane
hu: Az előző ablakpanelre vált Előző panel
ja: 以前のウィンドウ区画に切り替える 以前の区画
ka: გადმორთვა წინა პანელზე წინა პანელი

source: Switch between single and double pane view Switch between single and double pane view
hu: Egy- és kétpaneles mód közötti váltás Egy- és kétpaneles mód közötti váltás
ja: シングルビューとダブルビューを切り替える シングルビューとダブルビューの切り替え
ka: გადართვა ერთსარკმლიან/ორსარკმლიან რეჟიმზე გადართვა ერთ/ორ სარკმლიან რეჟიმზე

source: Switch the contents of the left and right view Switch left and right view
hu: Megcseréli a bal és a jobb oldal tartalmát Bal és jobb oldal felcserélése
ja: 左と右のビューの内容を入れ替える 左と右のビューを入れ替え
ka: მარცხენა და მარჯვენა ხედების პანელების გაცვლა მარცხენა და მარჯვენა ხედების გაცვლა

source: Switch to the next document window
hu: A következő dokumentumablakra ugrk
ja: 次のドキュメントウィンドウに切り替える
ka: გადართვა დოკუმენტის შემდეგ ფანჯარაზე

source: Switch to the next window pane Next Pane
hu: A következő ablakpanelre vált Következő panel
ja: 次のウィンドウ区画に切り替える 次の区画
ka: გადართვა ფანჯრის შემდეგ სარკმელზე შემდეგი ფანჯარა

source: Switch to the previous document window
hu: Az előző dokumentumablakra ugrk
ja: 前のドキュメントウィンドウに切り替える
ka: გადართვა დოკუმენტის წინა ფანჯარაზე

source: Switch working copy to another branch / tag
hu: Munkapéldány átállítása egy másik mellékágra / kiadásra
ja: 他のブランチ／タグへ作業コピーを切り替え
ka: სამუშაო ასლის სხვა შტოზე/ჭდეზე გადართვა

source: Switch:
hu: Átváltás:
ja: 切り替え:
ka: გადართვა:

source: Switches the comparison left<<->right
hu: Felcseréli az összehasonlítás bal <<-> jobb oldalát
ja: 左右の比較対象を入れ替える
ka: შედარების გაცვლა მარცხენა<<->მარჯვენა

source: System &sounds
hu: Rendszer&hangok
ja: システム音(&S)
ka: სისტემური &ხმები

source: System registry entries have been removed and the INI file (if any) was deleted.
hu: A regisztációs adatbázis bejegyzések és az INI fájl (ha volt) törölve lett.
ja: システムレジストリのエントリー、およびINIファイル（もしあれば）は削除されました。
ka: სისტემური რეგისტრის ჩანაწერები ამოღებულია და INI ფაილი (თუ იყო) წაიშალა.

source: Tab Placeholder
ja: タブプレースホールダー
ka: დაფის სამაგრი

source: Tab size:
hu: Tab méret:
ja: タブ幅:
ka: ტაბულაციის ზომა

source: Tagged the working copy to %s
hu: A munkapéldány %s kiadásként lett megjelölve
ja: 作業コピーを %s へタグ付けしました。
ka: სამუშაო ასლის ჭდე შეიქმნა აქ - %s

source: Tasks Pane
ja: タスク領域
ka: ამოცანათა პანელი

source: Test Only
hu: Teszt
ja: テストのみ
ka: მხოლოდ ტესტი

source: Text Status:
hu: Állapot:
ja: テキストの状態:
ka: ტექსტის სტატუსი:

source: Text status
hu: Állapot
ja: テキストの状態
ka: ტექსტის სტატუსი

source: The chunk size did not match the number of added/removed lines!
ja: チャンクのサイズは追加／削除した行数と合いません！
ka: კოდის ნაწილი არ შეესაბამება დამატებულ/ამოღებულ სტრიქონთა რაოდენობას!

source: The chunk start "@@" was expected in line %d !
ja: "@@" で始まる部分は、行 %d だと思われます！
ka: მოსალოდნელი იყო კოდის "@@" დასაწყისი სტრიქონში %d !

source: The default URL to checkout from if nothing else is specified
hu: A lekérés alapértelmezett URL-je, ha nincs más megadva
ja: 何も指定しない場合にチェックアウトするデフォルトのURL
ka: განახლების ნაგულისხმები მისამართი თუ სხვა არ მითითებულა

source: The default path to checkout to if nothing else is specified
hu: A munkapéldány alapértelmezett útvonala, ha nincs más megadva
ja: 何も指定しない場合にチェックアウトするデフォルトのパス
ka: განახლების ნაგულისხმები გეზი თუ სხვა არ მითითებულა

source: The diffing engine aborted because of an error: %s
hu: A diffelés leállt egy hiba miatt: %s
ja: 次のエラーにより、差分ツールは中止されました: %s
ka: შედარების ძრავმა მუშაობა შეწყვიტა შეცდომის გამო: %s

source: The file %s does not exist!
hu: %s fájl nem létezik!
ja: ファイル %s は存在していません！
ka: ფაილი %s არ არსებობს!

source: The file %s was not found in the patch file!
hu: %s fájl nem található a patch fájlban!
ja: ファイル %s はパッチファイル内で見つかりませんでした！
ka: ფაილი %s ბებკიში ვერ მოიძებნა!

source: The file %s is empty. Do you want to remove the file?
hu: A(z) %s fájl üres. Szeretnéd törölni?
ja: ファイル %s は空です。 ファイルを削除してもよろしいですか？
ka: ფაილი %s ცარიელია. გნებავთ ამ ფაილის ამოღება?

source: The file is too big
hu: A fájl túl nagy
ja: ファイルが大きすぎます
ka: ფაილი მეტისმეტად დიდია

source: The file is too large to open.
hu: A fájl túl nagy a megnyitáshoz.
ja: ファイルが大きすぎて開けません。
ka: ფაილი ძალიან დიდია გასახსნელად.

source: The file %s already exists! Do you want to overwrite it?
hu: A(z) %s fájl már létezik! Felülírod?
ja: ファイル %s はすでに存在しています！上書きしてもよろしいですか？
ka: ფაილი %s უკვე არსებობს! გნებავთ მისი ზემოდან გადაწერა?

source: The file %s is not a valid text file! Note that UTF32 files are treated as binary too.
hu: A(z) %s fájl nem szövegfájl! Megjegyzés: Az UTF-32 kódolású szövegek is binárisnak számítanak.
ja: ファイル %s は有効なテキストファイルではありません！ 注意：UTF32 のファイルもバイナリ扱いになります。
ka: ფაილი %s უმართებლო ტექსტური ფაილია! შენიშვნა: UTF32 ფაილებიც ორობითის მსგავსად განიხილება.
