Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Your working copy appears to be on a tag path! You should first switch to a branch or the main trunk before committing. Do you want to commit anyway?
hu: Úgy tűnik, a munkapéldányod egy kiadásra van állítva! Ajánlott először egy egy mellékágra vagy a főágra átváltani beküldés előtt. Biztonsan beküldöd a változásaidat?í
ja: 作業コピーはタグのパスを指しています！ コミットする前にブランチもしくは trunk へ切り替えてください。 本当にコミットしてもよろしいですか？
ka: ჩანს თქვენი სამიშაო ასლი იმყოფება <b>ჭდის</b> გეზზე! ფიქსაციამდე უნდა გადაერთოთ მთავარი მაგისტრალის განშტოებაზე. მაინც გსურთ ფიქსაცია?

source: Your working copy has local modifications! Note: updating to another revision won't lose those modifications so the working copy won't look exactly as it was in the revision you're updating to!
hu: A munkapéldányodat módosítottad! Megjegyzés: egy másik verzióra való frissítéskor nem vesznek el a módosításaid, épp ezért a munkapéldányod nem fog teljesen megegyezni a tárolóban lévő verzióval!
ja: 作業コピーはローカルで変更されています！ 注意: 他のリビジョンへ更新する際に、これらの変更は失われません！ そのため、更新しようとしているリビジョンとは同じにはなりません。
ka: თქვენი სამუშაო ასლი ლოკალურ ცვლილებებს შეიცავს! გაითვალისწინეთ: სხვა ვერსიამდე განახლებისას ეს ცვლილებები დაიკარგება, ასე რომ, სამუშაო ასლი განახლების შემდეგ ვერ იქნება გნახლებული ვერსიის შესაბამისი!

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
hu: A munkapéldányodban változások történtek. Ha új mellékágat/kiadást hozol létre a FŐ verzió alapján, a helyi változásaid nem fognak bekerülni a mellékágba/kiadásba!
ja: 作業コピーにはローカルでの変更が含まれています。 最新のリビジョンからブランチ／タグをする場合は、ローカルでの変更は ブランチ／タグには含まれません。

source: Zoo&m out
hu: &Kicsinyítés
ja: ズームアウト(&M)
ka: შე&მცირება

source: Zoom
hu: Nagyítás
ja: ズーム
ka: მასშტაბი

source: Zoom &In
hu: &Nagyítás
ja: ズームイン(&I)
ka: &გაზრდა

source: Zoom &Out
hu: &Kicsinyítés
ja: ズームアウト(&O)
ka: &შემცირება

source: Zoom &in Ctrl-+
hu: &Nagyítás Ctrl-+
ja: ズームイン(&I) Ctrl-+
ka: &გაზრდა Ctrl-+

source: Zoom &out Ctrl--
hu: &Kicsinyítés Ctrl--
ja: ズームアウト(&O) Ctrl--
ka: &შემცირება Ctrl--

source: Zoom 100%
hu: Tényleges méret
ja: ズーム 100%
ka: მასშტაბი 100%

source: Zoom In Zoom In
hu: Nagyítás Nagyítás
ja: ズームイン ズームイン
ka: გაზრდა შემცირება

source: Zoom Out Zoom Out
hu: Kicsinyítés Kicsinyítés
ja: ズームアウト ズームアウト
ka: შემცირება გაზრდა

source: Zoom i&n
hu: &Nagyítás
ja: ズームイン(&N)
ka: გა&დიდება

source: Zoom in
hu: Nagyítás
ja: ズームイン
ka: გაზრდა

source: Zoom out
hu: Kicsinyítés
ja: ズームアウト
ka: შემცირება

source: Zoom to fit
hu: Legjobb kitöltés
ja: 自動調整
ka: შევსება

source: "skip ranges" are used to mark revision ranges that have not been cached yet
hu: Azon intervallumok száma, amelyek még nem lettek gyorsítótárazva
ja: "スキップ範囲" はキャッシュされていないリビジョンの範囲をマークするのに利用します

source: added
hu: hozzáadva
ja: 追加
ka: დაემატა

source: added files
hu: hozzáadva
ja: 追加ファイル
ka: დამატებული ფაილები

source: alias (deleted): %s
hu: álnév (törölve): %s
ja: エイリアス (削除済み): %s
ka: ფესვდონიმი (წაიშალა): %s

source: alias: %s
hu: álnév: %s
ja: エイリアス: %s
ka: ფსევდონიმი: %s

source: an unnamed file
hu: egy névtelen fájl
ja: 名前無しファイル
ka: უსახელო ფაილი

source: and
hu: és
ja: と
ka: და

source: and support the developers
hu: és támogatsd a fejlesztőket
ja: そして、開発者たちをサポートしてください。
ka: და დაეხმაროთ პროგრამისტებს

source: another item already exists in its place.
hu: egy másik elem már létezik a helyén.
ja: その場所には別の項目がすでに存在しています。
ka: მის ადგილას სხვა ელემენტია.

source: ask repository first if 'online' - work entirely from cache if 'offline'
hu: Tároló ellenőrzése, ha 'online' Kizárólag gyorsítótárból való munka, ha 'offline'
ja: 'オンライン' の場合はリポジトリへ最初に問い合わせる 'オフライン' の場合はキャッシュのみで完全に動作する

source: author
hu: fejlesztő
ja: 作者
ka: ავტორი

source: authors:
hu: fejlesztők:
ja: 作者:
ka: ავტორები:

source: bugtraq:append Set to "false" if you want the bugtracking ID to be inserted at the top of the log message. The default is "true" which means the bugtracking ID is appended to the log message.
hu: bugtraq:append Állítsd "false"-ra, ha az ügy számát a beküldési megjegyzés elejére szeretnéd beilleszteni. Az alapértelmezés "true", ebben az esetben az ügy száma az üzenet végéhez lesz hozzáfűzve.
ja: bugtraq:append ログメッセージの先頭にバグトラッキングIDを挿入したいなら、"false" にする デフォルトは "true" であり、ログメッセージにバグトラッキングIDが追加されます。
ka: bugtraq:append მიუთითეთ "მცდარი" თუ გსურთ, რომ ბზიკების კოდი შეტყობინებების დავთარში პირველი იყოს. საწყისი "ჭეშმარიტი" ნიშნავს, რომ პრობლემის კოდი დაემატება დავთრის ჩანაწერების ბოლოს.

source: bugtraq:label Label text to show for the edit box where the user enters the issue number.
hu: bugtraq:label A felirat a szövegmező mellett, ahol a felhasználó beírhatja az ügy számát.
ja: bugtraq:label 課題番号を入力するエディットボックスに表示するラベルテキスト。
ka: bugtraq:label პრობლემის ნომრის შესატანი ველის წარწერა.

source: bugtraq:logregex two regular expressions separated by a newline. The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
hu: bugtraq:logregex Két RegEx, külön sorban. Az első kiválasztja azt a szövegrészt, amely az ügy-számra vonatkozik, a második pedig kiszedi magát az ügy-számot az előzőleg megtalált szövegből.
ja: bugtraq:logregex ２つの改行で分けられた正規表現。 １つ目の正規表現は課題を参照する文字列を探すために利用し、 ２つ目はその文字列からバグIDを抽出するために用いる。
ka: bugtraq:logregex ორი რეგულარული გამოსახულება თითოეული ახალ სტრიქონზე პირველი გამოსახულება პრობლემასთან დაკავშირებული კონტექსტის მოსაძებნად გამოიყენება, მეორე კი - შესაბამისი პრობლემის კოდის მისაღებად.

source: bugtraq:message String which is appended to a log message when an issue number is entered. The string must contain "%BUGID%" which gets replaced with the issue number.
hu: bugtraq:message A szöveg, amely hozzáfűződik a megjegyzéshez, ha a felhasználó megadja az ügy-számot. A szövegnek tartalmaznia kell a "%BUGID%" szöveget, amely lecserélődik az ügy-számra.
ja: bugtraq:message 課題番号が入力されたときに、ログメッセージに追加される文字列。 文字列は、課題番号に置換される "%BUGID%" を含んでいる必要があります。
ka: bugtraq:message ტექსტი, რომელიც დავთარის ჩანაწერებში დაემატება პრობლემის ნომრის შეტანისას. ტესტი უნდა შეიცავდეს კონტექსტს "%BUGID%" რომელიც პრობლემის ნომრით შეიცვლება.

source: bugtraq:number Set to "false" if your bugtracking system has issues which are referenced not by numbers.
hu: bugtraq:number Állítsd "false"-ra ha a hibakövető rendszer nem csak számokat használ az ügyek azonosításához.
ja: bugtraq:number バグトラッキングシステムが数値で問題を参照することができない場合は、"false" に設定してください。
ka: bugtraq:number მიუთითეთ "მცდარი" თუ თქვენს სისტემაში პრობლემები გადანომრილი არაა.

source: bugtraq:url URL pointing to the issue tracker. It must contain "%BUGID%" which gets replaced with the issue number.
hu: bugtraq:url URL, amely az ügykövetőre mutat. Tartalmaznia kell a "%BUGID%" szöveget, amely lecserélődik az ügy számára.
ja: bugtraq:url 課題追跡システムを示す URL。 課題番号で置換される "%BUGID%" を含んでいる必要があります。
ka: bugtraq:url URL მიუთითებს პრობლემის ისტორიაზე. იგი უნდა შეიცავდეს კონტექსტს "%BUGID%" რომელიც პრობლემის ნომრით შეიცვლება.

source: changes total:
hu: változások száma:
ja: 総変更数:
ka: სულ ცვლილებები:

source: commits
hu: beküldések
ja: コミット
ka: ფიქსაცია...

source: conflicted
hu: ellentmondásos
ja: 競合
ka: კონფლიქტური

source: connection:
hu: csatlakozás:
ja: 接続状態:
ka: კავშირი:

source: copied from %s - revision %ld
hu: másolva innen: %s - %ld verzió
ja: コピー元 %s - リビジョン %ld
ka: დაკოპირდა აქედან %s - ვერსია %ld

source: copied:
hu: másolva:
ja: コピー:
ka: კოპირებულია:

source: deleted
hu: törölve
ja: 削除
ka: წაშლილი

source: disk [kB]:
hu: lemez [kB]:
ja: ディスク [kB]:
ka: დისკი [კბ]:

source: eol style
hu: sorvég-formátum
ja: 改行コード
ka: სტრიქონთა დაბოლოება

source: exported %s to %s
hu: %s exportálva ide: %s
ja: エクスポート終了 %s から %s
ka: დაექსპორტდა %s აქ %s

source: external
hu: külső
ja: 外部
ka: გარე

source: ignored
hu: kihagyva
ja: 無視
ka: იგნორირებული

source: ignoring ancestry
hu: származás figyelmen kívül hagyásával
ja: 系統情報を無視
ka: ძირეულების იგნორირება

source: incomplete
hu: befejezetlen
ja: 未完了
ka: არასრული

source: it does not exist.
hu: nem létezik.
ja: 存在していません。
ka: არ არსებობს

source: it is already deleted.
hu: már korábban törölve lett.
ja: すでに削除されています。
ka: უკვე წაიშალა.

source: it is unversioned.
hu: nem verziókezelt.
ja: バージョン管理されていません。
ka: არავერსიულია

source: item kept locally
ja: ローカルに保持される項目
ka: ელემენტი ლოკალურად შენარჩუნდა

source: last head update:
hu: legutóbbi frissítés:
ja: 最終取得日:
ka: სათაოს ბოლო განახლება:

source: last read:
hu: legutóbbi olvasás:
ja: 最終読み出し日:
ka: ბოლო წაკითხვა:

source: last update:
hu: legutóbbi változás:
ja: 最終更新日:
ka: ბოლო განახლება:

source: locked
hu: zárolva
ja: ロック
ka: დაბლოკილი

source: locked:
hu: zárolva:
ja: ロック:
ka: დაბლოკილი:

source: max revision:
hu: legújabb verzió:
ja: 最大リビジョン:
ka: მაქს. ვერსია:

source: merged
hu: egyesítve
ja: 結合
ka: შერწყმული

source: merges total:
hu: egyesítések száma:
ja: 総マージ数:
ka: სულ შერწყმა:

source: missing
hu: hiányzik
ja: 紛失
ka: მცდარი

source: missing / deleted / replaced
hu: hiányzik / törölve / cserélve
ja: 紛失／削除／置換
ka: გამოტოვებული / წაშლილი / ჩანაცვლებული

source: missing in:
hu: hiányzik:
ja: 含まれない数:
ka: მცდარია:

source: modified
hu: módosítva
ja: 変更
ka: შეცვლილი

source: modified / copied
hu: módosítva / másolva
ja: 変更／コピー
ka: შეცვლილი / კოპირებული

source: month
hu: hónap
ja: 月
ka: თვე

source: multiple URLs (e.g. %s)
hu: több URL (pl. %s)
ja: 複数のURL (e.g. %s)
ka: მრავალი მისამართი (მაგ., %s)

source: no
hu: nem
ja: いいえ
ka: არა

source: no description for this command is available
hu: ennek a parancsnak nincs leírása
ja: このコマンドへの全ての記述は無効です
ka: ამ ბრძანების აღწერა არ არსებობს

source: non-versioned
hu: nem verziókezelt
ja: 管理外
ka: არავერსიული

source: normal
hu: normál
ja: 通常
ka: ჩვეულებრივი

source: obstructed
hu: akadályozva
ja: 妨害
ka: დაზიანებული

source: offline
ja: オフライン
ka: ავტონომიური

source: online
ja: オンライン
ka: ხაზზე

source: or
hu: vagy
ja: または
ka: ან

source: pair tokens:
hu: különböző szópárok:
ja: 単語対:
ka: დაწყვილებები:

source: path elements:
hu: útvonalelemek:
ja: パス要素:
ka: გეზის ელემენტები:

source: paths:
hu: útvonalak:
ja: パス:
ka: გეზები:

source: pixels
hu: képpontok
ja: 画素
ka: პიქსელი

source: possible or real conflict / obstructed
hu: ellentmondásos / akadályozva
ja: 競合／妨害もしくはその可能性のあるファイル
ka: შესაძლო ან არსებული კონფლიქტი / შეჩერდა

source: quarter of year
hu: negyedév
ja: 3ヶ月
ka: კვარტალი

source: readonly
hu: írásvédett
ja: 読み取り専用
ka: მხოლოდ კითხვადი

source: replaced
hu: lecserléve
ja: 置換
ka: ჩანაცლებულია

source: respecting ancestry
hu: származás figyelembevételével
ja: 系統情報を無視
ka: ძირეულების გათვალისწინება

source: revision %s-%s, revision %s-%s
hu: verzió %s-%s, verzió %s-%s
ja: リビジョン %s-%s，リビジョン %s-%s
ka: ვერსია %s-%s, ვერსია %s-%s

source: revision count:
hu: verzió:
ja: リビジョン数:
ka: ვერსიათა რაოდენობა:

source: revisions %s-%s, %s
hu: %s-%s, %s verziók
ja: リビジョン %s-%s, %s
ka: ვერსიები %s-%s, %s

source: revisions:
hu: verziók száma:
ja: リビジョン:
ka: ვერსიები:

source: skip ranges:
hu: kihagyottak:
ja: スキップ範囲:
ka: დიაპაზონების გამოტოვება:

source: svn:eol-style One of 'native', 'LF', 'CR', 'CRLF'.
hu: svn:eol-style A szöveges fájlok sorvég-karakterét adja meg. Egy az alábbiak közül: 'native', 'LF', 'CR', 'CRLF'.
ja: svn:eol-style 次の内のどれか、'native'、'LF'、'CR'、'CRLF'.
ka: svn:eol-style ერთერთი 'native'-დან, 'LF', 'CR', 'CRLF'.

source: svn:executable If present, make the file executable. This property cannot be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the directory.
hu: svn:executable Ha jelen van, a fájlt futtathatóvá teszi. A tulajdonságot nem álkalmazhatod mappára, csak rekurzívan; ebben az esetben a benne található fájlokra fogja alkalmazni a tulajdonságot.
ja: svn:executable この属性が設定されている場合、ファイルを実行可能形式にします。この属性はディレクトリに対して設定することはできません。 ディレクトリに対する再帰的でない設定は失敗し、再帰的な設定の場合は子階層上のファイルに対してのみ設定されます。
ka: svn:executable თუ მითითებულია, პროგრამა გამოყენებადად მოინიშნება, ამ პარამეტრს დასტას ვერ მიუსადაგებთ. არარეკურსიული მცდელობა უშედეგოდ დამთავრდება, ხოლო რეკურსიული მსგავსი თვისებას მხოლოდ ქვედასტის ფაილებს მიანიჭებს.

source: svn:externals A newline separated list of module specifiers, each of which consists of an optional revision, an URL and a relative directory path. For example http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar The URLs can either be full URLs or relative. The format for the relative URLs is: ../ relative to the parent directory of the external ^/ relative to the repository root // relative to the URL scheme / relative to the server's hostname
hu: svn:externals Lista a külső tárolókról, amelyek ennek a tárolónak a részeként jelennek meg. Soronként egy tárolót lehet megadni, az alábbi formában: [-r Verziószám] tároló címe helyi mappaPéldául:http://weboldal.hu/tarolo/cikk ize -r 1234 http://weboldal.hu/tarolo/cakk ize/bigyo Az útvonalak/URL-ek lehetnek abszolútak vagy relatívak. A relatív útvonalak jelölései: ../ relatív a külső tároló szülőmappájához képest ^/ relatív a tároló gyökérmappájához képest // realtív az URL-hez képest / relatív a kiszolgálóhoz képest
ja: svn:externals 改行で区切られたモジュールのリストであり、リビジョン、URL、相対的なディレクトリのパス、 で構成されます。例えば、 http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar URLは完全なURLもしくは相対的に記述することができます。 相対的なURLの記述例は: ../ 親ディレクトリ ^/ リポジトリルート // URLスキーム / サーバーのホスト名

source: svn:ignore A newline separated list of file patterns to ignore.
hu: svn:ignore Lista azokról a fájlokról vagy fájlmintákról, amelyeket ki szeretnél zárni a verziókezelésből az összes munkapéldánban. Soronként egy fájlt/mintát adj meg! Például: readme.txt *.bak
ja: svn:ignore 改行で区切られた無視するファイルパターンのリスト。
ka: svn:ignore სტრიქონების გადატანით გამოყოფილი იგნორირების თარგები

source: svn:keywords Keywords to be expanded. Valid keywords are: URL, HeadURL The URL for the head revision of the object. Author, LastChangedBy The last person to modify the file. Date, LastChangedDate The date/time the object was last modified. Rev, LastChangedRevision The last revision the object changed. Id A compressed summary of the previous 4 keywords.
hu: svn:keywords Lista a használt kulcsszavakról. Az alábbi kulcsszavak használhatóak: URL, HeadURL Az URL a FŐ verzióhoz. Author, LastChangedBy A legutóbbi módosítást végző fejlesztő. Date, LastChangedDate A legutóbbi módosítás dátuma. Rev, LastChangedRevision A legutóbbi módosítás verziószáma. Id Egy öszesítő a fenti 4 kulcsszóból.
ja: svn:keywords 展開されるキーワード。有効なキーワード: URL, HeadURL 最新のリビジョンのURL。 Author, LastChangedBy 最後にファイルを変更したユーザ。 Date, LastChangedDate 最後に変更した日時。 Rev, LastChangedRevision 最後に変更したリビジョン。 Id 前述の４つのキーワードの略式。
ka: svn:keywords წარმოდგენილია საკვანძო სიტყვები. მართებული საკვანძო სიტყვებია: URL, HeadURL URL ობიექტის სათაო ვერსიისთვის. Author, LastChangedBy ფაილში ცვლილებების ბოლო შემტანი. Date, LastChangedDate თარიღის/ფაილის შეცვლის ბოლო დრო. Rev, LastChangedRevision ობიექტის ვცლილების ბოლო ვერსია. Id წინა ოთხი საკვანძო სიტყვის შეკუმშული რეზიუმე.

source: svn:mergeinfo A newline separated list of merge tracking info. Each line consists of an absolute path followed by a colon and a list of comma separated revision numbers. For example /trunk:123-125,129
hu: svn:mergeinfo Lista az egyesítési információkról. Minden sorban egy elem található, amely egy abszolút útvonalból, egy kettőspontból és a verziók/intervallumok vesszővel elválasztott listájából áll. Például: /trunk:123-125,129
ja: svn:mergeinfo 改行で区切られたマージの追跡情報のリスト。それぞれの行は、絶対パス、 コロン、コンマ区切りのリビジョン番号のリストで構成されます。 例 /trunk:123-125,129

source: svn:mime-type The mime type of the file. Used to determine whether to merge the file, and how to serve it from Apache. A mime type beginning with 'text/' (or an absent mime type) is treated as text. Anything else is treated as binary.
hu: svn:mime-type A fájlt mime-típusa. Fájlok egyesítésekor és az Apache webszerver számára fontos tulajdonság. A 'text/'-el kezdő mime-típusok és a mime-típus nélküli fájlok szövegként lesznek kezelve, minden más binárisként.
ja: svn:mime-type ファイルのMIMEタイプ。ファイルをマージするかどうかを決定する際に用い、Apache からどのように送り出すかを決める。 'text/' （もしくは何も設定しない場合）で始まるMIMEタイプの場合はテキストとして扱われる。 その他は全てバイナリとして扱われる。
ka: svn:mime-type ფაილის Mime ტიპი. გამოიყენება იმის განსასაზღვრად, საჭიროა თუ არა ფაილის შერწყმა და როგორ გამოიყენება იგი Apache-დან. Mime ტიპი, რომელიც იწყება 'text'-ით (ან არარსებული mime ტიპით) დამუშავდება როგორც ტექსტი. ყველა დანარჩენი ჩაითვლება როგორც ორობითი.

source: svn:needs-lock Set this to any value (e.g. '*') to enforce locking for this file. The file will be set to read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit it and commit changes.
hu: svn:needs-lock Kötelezővé teszi a fájl zárolását. Az értéke bármi lehet (pl. '*'). A fájl írásvédetté válik frissítéskor és beküldéskor, ezzel jelezve azt, hogy fájl módosításához először zárolni kell azt. Ezzel garantálni lehet, hogy egyszerre csak egy fejlesztő szerkeszti a fájlt.
ja: svn:needs-lock このファイルをロックするために、任意の値 (例えば '*') を設定する。 ファイルはチェックアウトや更新を行ったときに読み取り専用になり、 ファイルを編集する場合やコミットする場合には、 ユーザはロックを取得しなくてはならなくなります。
ka: svn:needs-lock მიუთითეთ ნებისმიერი მნიშვნელობა (მაგ., '*') ამ ფაილის დასაბლოკად. იგი მოინიშნება როგორც მხოლოდ კითხვადი გადმოტანის ან განახლებისას, რაც იმას ნიშნავს, რომ მონაწილემ უნდა გაითვალისწინოს დაბლოკვა ფაილის რედაქტირებამდე ან ფიქსაციამდე.

source: switched to %s
hu: átváltva: %s
ja: 切り替え %s
ka: გადართვა - %s

source: switched:
hu: átváltva:
ja: 切り替え:
ka: გადართულია:

source: temp. offline
hu: ideiglenesen offline
ja: 一時的にオフライン

source: text [token count]:
hu: szöveg [szópárok]:
ja: テキスト [文字数]:
ka: ტექსტი [სულ ნაწილები]:

source: there are conflicting modifications.
hu: ellentmondásos módosítások történtek.
ja: 競合している変更があります。
ka: კონფლიქტური ცვლილებები არაა.

source: to %s
hu: %s-be
ja: %s へ
ka: აქ - %s

source: tsvn:autoprops A list of properties separated by newlines which get applied automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
hu: tsvn:autoprops Azon tulajdonságok listája, melyet az újonnan hozzáadott és importált fájlok automatikusan megkapnak. Formátum: <fájltípus> = tulajdonság=érték;tulajdonság=érték Például: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ja: tsvn:autoprops ファイルを追加／インポートする際に自動的に適用される属性のリスト（複数ある場合は、改行で区切る）。 形式: <filemask> = property=value;property=value 例: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ka: tsvn:autoprops პარამეტრების სია ახალ სტრიქონზე, რომელიც ავტომატურად გამოიყენება ფაილების დამატება/იმპორტისას. ფორმატი: <filemask> = property=value;property=value მაგალითი: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: tsvn:lockmsgminsize Minimum size in chars a lock message must have before a lock is allowed.
hu: tsvn:logmsgminsize Legalább ennyi karakterből kell állnia a megjegyzésnek zároláskor.
ja: tsvn:lockmsgminsize ロックする前に入力する必要のあるロックメッセージの最小文字数。
ka: tsvn:lockmsgminsize სიმბოლოების მინიმალური რაოდენობა დაბლოკვის შეტყობინებაში დაბლოკვის ნებართვისთვის.

source: tsvn:logfilelistenglish Set to "false" if you don't want the list of changed files to be pasted in english in the commit dialog.
ja: tsvn:logfilelistenglish コミットダイアログで変更ファイルのリスト（英語）を貼り付けたくないなら、"false" にする。
ka: tsvn:logfilelistenglish მიუთითეთ როგორც "მცდარი" თუ არ გსურთ შეცვლილი ფაილების სიის ფიქსაციის დიალოგში ჩვენება.

source: tsvn:logminsize Minimum size in chars a log message must have before a commit is allowed.
hu: tsvn:logminsize Legalább ennyi karakterből kell állnia a megjegyzésnek beküldéskor.
ja: tsvn:logminsize コミットする前に入力する必要のあるログメッセージの最小文字数。
ka: tsvn:logminsize სიმბოლოების მინიმალური რაოდენობა დავთრის ჩანაწერებში ფიქსაციამდე.

source: tsvn:logsummary A regex string which extracts a summary from a log message in its first group.
ja: tsvn:logsummary 最初のグループ内のログメッセージからサマリーを抽出する正規表現文字列。

source: tsvn:logtemplate String which is inserted in the log message boxes in the commit dialogs. Use this as a log message templates for users to fill in.
hu: tsvn:logtemplate Szöveg, ami a megjegyzések írásakor automatikusan megjelenik. Használhatod sablonként, ahol csak a megfelelő részeket kell kitölteni.
ja: tsvn:logtemplate コミットダイアログのログメッセージに挿入される文字列。 ユーザーがログメッセージを入力するためのテンプレートとして利用します。
ka: tsvn:logtemplate ტექსტი, რომელიც ჩაემატება ფიქსაციის დიალოგების დავთრის ჩანაწერების ველში. მომხმარებლის მიერ გამოიყენება დავთრის შეტყობინებების თარგად.

source: tsvn:logwidthmarker Set this to the number of chars the log message should not exceed its width. A faded line is shown in the commit dialogs at that position. The default is 80 chars.
hu: tsvn:logwidthmarker Beállíthatod a megjegyzések soronkénti maximális hosszát. Egy halvány függőleges vonal jelenik meg a beküldés ablakban amely ezt az értéket jelzi. Az alapbeállítás 80 karakter.
ja: tsvn:logwidthmarker ログメッセージの文字数が規定の幅を超えないようにする。 コミットダイアログに超過した行を示します。デフォルトは80文字です。
ka: tsvn:logwidthmarker სიმბოლოთა რაოდენობა, რომელსაც არ შეიძლება გადააჭარბოს ჩანაწერის სიგრძემ. ამ ადგილას ფიქსაციის დიალოგში მქრქალი ხაზი გამოჩნდება. საწყისია - 80 სიმბოლო.

source: tsvn:projectlanguage Set this to the language number you want your log messages written in. TortoiseSVN will then load the appropriate spell checker module if available.
hu: tsvn:projectlanguage A nyelv száma, amelyen a megjegyzéseket írod a beküldéshez. Ha a TortoiseSVN talál helyesírás-ellenőrzőt ehhez a nyelvhez, betölti azt.
ja: tsvn:projectlanguage ログメッセージ内に記述したい言語番号を指定する。 もし可能なら、TortoiseSVN は適切なスペルチェックモジュールをロードします。
ka: tsvn:projectlanguage მიუთითეთ ენის კოდური ნომერი დავთრის ჩანაწერებისთვის. TortoiseSVN მართლწერის შესაძლო შესაბამისი მოდულის ჩამოტვირთვას შეეცდება.

source: tsvn:userfileproperties Newline separated list of user defined properties for files which will be shown in the property dialog to choose from.
hu: tsvn:userfolderproperties Lista a felhasználó által megadott fájl-tulajdonságokról, amelyek megjelennek a Tulajdonságok ablakban. Soronként egyet adj meg.
ja: tsvn:userfileproperties 改行で分けられたファイルに対するユーザー定義属性のリスト。 属性ダイアログ内で確認することができます。
ka: tsvn:userfileproperties ფაილთა საკუთარი ნაგულისხმები პარამეტრების ჩამონათვალი (თითოეული ახალ სტრიქონზე), რომელიც პარამეტრების არჩევის დიალოგში გამოჩნდება.

source: tsvn:userfolderproperties Newline separated list of user defined properties for folders which will be shown in the property dialog to choose from.
hu: tsvn:userfolderproperties Lista a felhasználó által megadott mappa-tulajdonságokról, amelyek megjelennek a Tulajdonságok ablakban. Soronként egyet adj meg.
ja: tsvn:userfolderproperties 改行で分けられたフォルダに対するユーザー定義属性のリスト。 属性ダイアログ内で確認することができます。
ka: tsvn:userfolderproperties დასტების საკუთარი ნაგულისხმები პარამეტრების ჩამონათვალი (თითოეული ახალ სტრიქონზე), რომელიც პარამეტრების არჩევის დიალოგში გამოჩნდება.

source: tsvn:warnifnoissue Set to "yes" if a warning shall be shown when no issue is entered in the commit dialog.
hu: bugtraq:warnifnoissue Ha "yes"-re állítod és a beküldés ablakban nem adsz meg ügy-számot, akkor egy figyelmeztés jelenik meg.
ja: tsvn:warnifnoissue コミットダイアログに課題を何も入力しない場合に警告を表示するなら、 "yes" にする。
ka: tsvn:warnifnoissue თუ მითითებულია "დიახ" ფიქსაციის დიალოგში პრობლემის არმითითების შემთხვევაში გაფრთხილება გამოჩნდება .

source: user revprops total:
hu: felh. tulajdonságok:
ja: ユーザー定義属性数:
ka: მონაწ.პარამ.სულ:

source: values are different
hu: az értékek különböznek
ja: 値が異なっています
ka: მნიშვნელობები განსხვავდება
