Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: A newline separated list of paths for which no icon overlays are shown. If you add an "*" char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
hu: Egy sortördelt lista a nem szereplő útvonalak borító ikonjáról. Ha egy "*" karaktert adsz az útvonal végére, az összes fájl és mappa is ki lesz hagyva. Egy üres lista az összes elemet benthagyja.
ja: アイコンのオーバーレイを非表示にするパス（改行で分割）を入力する。 "*" 文字をパスの最後に追加することで、パス内のすべてのファイルとサブディレクトリが除外される。 何も入力しなければ、すべてのパス上でオーバーレイ表示が可能となる。
ka: დასტების ჩამონათვალი სადაც ხატების გადაფარვები ნაჩვენები არ იქნება. თუ გეზის ბოლოს "*" სიმბოლოს დაამატებთ, ყველა ფაილი და ქვედასტაც ასევე გამოირიცხება. ცარიელი სია ნებას რთავს ყველა გადაფარვას ყველა გეზით.

source: A required resource was unavailable.
hu: Egy szükséges erőforrás nem elérhető.
ja: 要求されたリソースは利用できませんでした。
ka: მოთხოვნილი რესურსი მიუწვდომელია.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
hu: GNU diff fájl (patch fájl) nézegető program. Ha nincs ilyened, használd a Jegyzettömböt.
ja: GNU形式の差分ファイル(Unified-Diff形式、パッチファイル)用の ビューアプログラムを指定する。デフォルトではメモ帳を利用する。
ka: GNU შედარების (ბებკი) ფაილების ჩვენების პროგრამა. თუ ამგვარი არ გაქვთ, შეგიძლიათ NotePad გამოიყენოთ.

source: A&bout
hu: &Névjegy
ja: TortoiseSVN について(&B)
ka: &შესახებ

source: A&dd folder...
hu: &Mappa hozzáadása...
ja: フォルダを追加(&D) ...
ka: &დასტის დამატება...

source: Abort
hu: Megszakítás
ja: 中止
ka: შეწყვეტა

source: Abort &Merge
hu: &Egyesítés megszakítása
ja: マージ中止(&M)
ka: &შერწყმის შეწყვეტა

source: About TortoiseMerge
hu: A TortoiseMerge névjegye
ja: TortoiseMerge について
ka: TortoiseMerge შესახებ

source: About TortoiseSVN
hu: A TortoiseSVN névjegye
ja: TortoiseSVN について
ka: TortoiseSVN შესახებ

source: Accept once
hu: Egyszer elfogad
ja: 一度だけ受理する
ka: მიღება ამ ჯერზე

source: Accept permanently
hu: Végleg elfogad
ja: 常に受理する
ka: მიღება ყოველთვის

source: Access to %1 was denied.
hu: Hozzáférés %1-hez megtagadva.
ja: %1 へのアクセスは拒否されました。
ka: მიმართვა - %1 აკრძალულია.

source: Action
hu: Események
ja: アクション
ka: ქმედება

source: Action log
hu: Eseménynapló
ja: アクションログ
ka: ქმედებათა დავთარი

source: Actions
hu: Események
ja: アクション
ka: ქმედებები

source: Activate Task List
ja: タスクリストをアクティブにする
ka: ამოცანათა ჩამონათვალის გააქტივება

source: Active Files
hu: Aktív fájlok
ja: アクティブなファイル
ka: აქტიური ფაილები

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
hu: A Windows leállítása közben nem lehet az ActiveX objektumokat elmenteni! Elveted %1 változásait?
ja: Windows の終了中は、ActiveX オブジェクトは保存されません！ %1 への全ての変更を破棄しますか？

source: Add
hu: Hozzáad
ja: 追加
ka: დამატება

source: Add &file...
hu: &Fájl hozzáadása...
ja: ファイルを追加(&F) ...
ka: &ფაილის დამატება...

source: Add '%s' to dictionary
hu: '%s' hozzáadása a szótárhoz
ja: '%s' を辞書に追加
ka: ლექსიკონში დამატება - '%s'

source: Add (as replacement)...
hu: Hozzáadás (csereként)...
ja: 追加（置き換え） ...
ka: დამატება (ჩანაცვლებით)...

source: Add - TortoiseSVN
hu: Hozzáadás - TortoiseSVN
ja: 追加 - TortoiseSVN
ka: დამატება - TortoiseSVN

source: Add Properties
hu: Tulajdonság hozzáadása
ja: 属性を追加
ka: პარამეტრების დამატება

source: Add extension specific diff program
hu: Kiterjesztésfüggő diff program hozzáadáasa
ja: 拡張子に対応した差分プログラムを追加
ka: შედარების პროგრამის გაფართოების დამატება

source: Add extension specific merge program
hu: Kiterjesztésfüggő egyesítő program hozzáadáasa
ja: 拡張子に対応したマージプログラムを追加
ka: შერწყმის პროგრამის გაფართოების დამატება

source: Add to &ignore list
hu: &Hozzáadás a kizárási listához
ja: 無視リストに追加(&I)
ka: &იგნორირების სიაში დამატება

source: Add to Quick Access Toolbar
ja: クイックアクセスツールバーに追加
ka: დამატება სწრაფი წვდომის პულტზე

source: Add...
hu: Hozzáad...
ja: 追加 ...
ka: დამატება...

source: Add/Edit Extension Specific Diff/Merge Program
hu: Kiterjeszésfüggő diff/egyesítő program hozzáadása/szerkesztése
ja: 追加／編集 － 拡張子に対応した差分／マージプログラム
ka: შედარების/შერწყმის პროგრამის გაფართოების დამატება/რედაქტირება

source: Added
hu: Hozzáadva
ja: 追加
ka: დაემატა

source: Added a file remotely
hu: Fájl távolról hozzáadva
ja: リモート操作によるファイルの追加
ka: დაემატა შორეულ ფაილად

source: Added a folder remotely
hu: Mappa távolról hozzáadva
ja: リモート操作によるフォルダの追加
ka: დაემატა შორეულ დასტად

source: Added items remotely
hu: Elemek távolról hozzáadva
ja: リモート操作による項目の追加
ka: ელემენტების დაშორებული დამატება

source: Added node
hu: Hozzáadott csomópont
ja: ノードを追加
ka: დამატებული კვანძი

source: Added the file pattern(s) %s to the ignore list.
hu: %s fájlminták hozzáadva a kizárási listához.
ja: ファイルパターン %s を無視リストに追加。
ka: ფაილ(ებ)ის ნიმუშ(ებ)ის %s დამატება იგნორირების სიაში.

source: Adding
hu: Hozzáadás
ja: 追加中
ka: დამატება

source: Adds a new property
hu: Hozzáad egy új tulajdonságot
ja: 新しい属性を追加
ka: დაამატებს ახალ პარამეტრს

source: Adds file(s) to Subversion control
hu: Fájl(ok) hozzáadáasa a verziókezeléshez
ja: ファイルをバージョン管理に追加
ka: ფაილ(ებ)ის დამატება ქვევერსიის კონტროლში

source: Adds the selected file(s) or the filemask to the 'ignore' list
hu: A kiválaszott fáj(ok) vagy kiterjesztés(ek) hozzáadása a kizárási listához
ja: 選択されたファイルもしくはファイルマスクを "無視" リストに追加
ka: მონიშნული ფაილების ან ფაილების თარგების დამატება 'იგნორირებულთა' სიაში

source: Adjust the settings Settings
hu: Beállítás Beállítások
ja: 設定を調整する 設定
ka: პარამეტრების გამართვა პარამეტრები

source: Advanced Diff/Merge Settings
hu: Speciális diff/egyesítési beállítások
ja: 差分／マージ の高度な設定
ka: შედარების/შერწყმის დამატებითი პარამეტრები

source: Advanced diff settings
hu: Speciális diff beállítások
ja: 差分に関する高度な設定
ka: შედარების დამატებითი პარამეტრები

source: Advanced merge settings
hu: Speciális egyesítési beállítások
ja: マージに関する高度な設定
ka: შერწყმის დამატებითი პარამეტრები

source: Age
hu: Dátum/idő
ja: 更新日時
ka: ასაკი

source: All Commands
ja: 全てのコマンド
ka: ყველა ბრძანება

source: All Files (*.*)
hu: Minden fájl (*.*)
ja: 全てのファイル (*.*)
ka: ყველა ფაილი (*.*)

source: All Files (*.*)|*.*||
hu: Minden fájl (*.*)|*.*||
ja: 全てのファイル (*.*)|*.*||
ka: ყველა ფაილი (*.*)|*.*||

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
hu: Minden módosítás el fog veszni! Biztosan alaphelyzetbe akarod állítani az eszköztárakat és a menüket?
ja: 全ての変更が失われます！本当にツールバーとメニューの全てをリセットしてもよろしいですか？
ka: თქვენი ყველა ცვლილება დაიკარგება! ნამდვილად გსურთ ყველა პულტისა და მენიუს აღდგენა?

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
ja: 全ての変更が失われます！本当にキーボードの割り当てをリセットしてもよろしいですか？
ka: თქვენი ყველა ცვლილება დაიკარგება! ნამდვილად გსურთ კლავიატურის გაპიროვნებათა აღდგენა?

source: All your changes will be lost! Do you really want to reset the menu '%s'?
hu: Minden módosítás el fog veszni! Biztosan alaphelyzetbe akarod állítani a(z) '%s' menüt?
ja: 全ての変更が失われます！本当にメニュー '%s' をリセットしてもよろしいですか？
ka: თქვენი ყველა ცვლილება დაიკარგება! ნამდვილად გსურთ '%s' მენიუს აღდგენა?

source: All your changes will be lost! Do you really want to reset the toolbar '%s'?
hu: Minden módosítás el fog veszni! Biztosan alaphelyzetbe akarod állítani a(t) '%s' eszköztárat?
ja: 全ての変更が失われます！本当にツールバー '%s' をリセットしてもよろしいですか？
ka: თქვენი ყველა ცვლილება დაიკარგება! ნამდვილად გსურთ '%s' პულტის აღდგენა?

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/ Note: This will disable offline log access.
hu: Ha be van jelölve, több tároló is használhatjaa ugyanazt az URL-t, pl. http://localhost/sajattarolo/ Megjegyzés: Ez letiltja a naplók offline elérését.
ja: 異なるリポジトリで同じURLを用いることを許す、例: http://localhost/myrepos/ 注意: オフラインでのログアクセスが無効になります。

source: Always use the system locale settings to show times and dates
hu: Mindig a helyi rendszerbeállítást használja a dátum/idő megjelenítéséhez
ja: 時刻と日付の表示に常にシステムロケール設定を利用する

source: Amount of memory required to load the cache
hu: A gyorsítótár betöltéséhez szükséges memória
ja: キャッシュを読み込むために必要なメモリ量
ka: მეხსიერების რაოდენობა ბუფერის ჩასატვირთად

source: An external diff program used for comparing different revisions of files <hr=100%> You can specify the following parameters to the path: %base the base file %mine the modified file
hu: Külső összehasonlító program, amelyet a különbőző verziójú fájlok összehasonlításához lehet használni. <hr=100%> Az alábbi paramétereket használhatod: %base az alap fájl %mine a módosított fájl
ja: 異なるリビジョンのファイルを比較するために 利用する外部差分ツールを指定する。 <hr=100%> パスに次のパラメータを指定することが可能: %base Base ファイル %mine 変更後のファイル
ka: შედარების გარე პროგრამა გამოიყენება ფაილთა სხვადასხვა ვერსიების შესადარებლად <hr=100%> გეზისთვის შეგიძლიათ შემდეგი პარამეტრების მითითება: %base საწყისი ფაილი %mine შეცვლილი ფაილი

source: An external merge program used to resolve conflicted files. <hr=100%> You can specify the following parameters to the path: %merged the conflicted file, where to save %theirs the file as it is in the repository %mine your own file, with your changes %base the original file without your changes
hu: Külső egyesító program, amelyet az ellentmondásos fájlok javításához lehet használni. <hr=100%> Az alábbi paramétereket használhatod: %merged az ellentmondásos fájl mentésének a helye %theirs a tárolóban lévő fájl %mine a te fájlod, a változtatásaiddal %base az eredeti fájl, változtatás nélkül
ja: ファイルの競合を解消するために利用する 外部マージツールを指定する。 <hr=100%> パスに次のようなパラメータ指定が可能: %merged 保存先の競合ファイル名 %theirs リポジトリ内のファイル %mine あなたが変更したファイル %base 変更前のオリジナルファイル
ka: შერწყმის გარე პროგრამა გამოიყენება ფაილთა კონფლიქტების მოსაგვარებლად <hr=100%> გეზისთვის შეგიძლიათ შემდეგი პარამეტრების მითითება: %merged კონფლიქტური ფაილის შესანახი ადგილი %theirs საცავის ფაილის ასლი %mine თქვენს მიერ შეცვლილი ფაილი %base ფაილის ორიგინალი

source: An incorrect file handle was associated with %1.
ja: 無効なファイルハンドルが %1 に関連付けられています。
ka: ფაილის მცდარი დამუშავება უკავშირდება %1 ელემენტს.

source: An unknown error has occurred.
hu: Ismeretlen hiba történt.
ja: 未知のエラーが発生しました。
ka: უცნობი ტიპის შეცდომა.

source: An unknown error occurred while accessing %1.
hu: Ismeretlen hiba %1 elérése közben.
ja: %1 にアクセス中に未知のエラーが発生しました。
ka: უცნობი ტიპის შეცდომა მიმართვისას - %1.

source: An unknown line type was found in line %d !
hu: Ismeretlen sortípus a %d. sorban!
ja: 未知の改行コードが、行 %d で見つかりました！
ka: სტრიქონის უცნობი ტიპი. ნომერი - %d !

source: Application Frame Menus:
ja: アプリケーションメニュー:
ka: პროგრამის ბლოკის მენიუები:

source: Applies a unified diff file to the working copy
hu: Alkalmazza az egyesített diff-et a munkapéldányra
ja: Unified-Diff 形式のファイルを作業コピーに適用
ka: ბებკი ფაილის გამოყენება სამუშაო ასლისთვის

source: Applies the properties recursively to all files/folders. bugtraq: and tsvn: properties are only applied to folders.
hu: A tulajdonságot az összes fájlra és almappára is beállítja. bugtraq: és tsvn: esetén csak az almappákra.
ja: 全てのファイル／フォルダに対して、再帰的に属性を適用する。 bugtraq: と tsvn: 属性はフォルダに対してのみ適用されます。
ka: პარამეტრების რეკურსიული მინიჭება ყველა ფაილის/დასტისთვის. bugtraq: და tsvn: მოხოლდ დასტებს მიენიჭება.

source: Apply &patch...
hu: &Patch alkalmazása...
ja: パッチを適用(&P) ...
ka: ბებკის გამოყენება...

source: Apply property recursively
hu: Tulajdonság megadása rekurzívan
ja: 属性を再帰的に適用する
ka: პარამეტრის რეკურსიული გამოყენება

source: Apply unified diff
hu: Egyesített diff alkalmazása
ja: Unified Diff を適用
ka: ბებკი ფაილის გამოყენება

source: Are you sure you want to mark the conflicted file(s) as resolved?
hu: Biztos, hogy az ellentmondásos fájlokat feloldottnak jelölöd?
ja: 本当に、ファイルの競合を解消済に変更してもよろしいですか？
ka: ნამდვილად გსურთ კონფლიქტური ფაილ(ებ)ისთვის მოგვარებულის სტატუსის მინიჭება?

source: Are you sure you want to remove the cache of the selected %d items?
ja: 選択した %d 個のキャッシュを本当に削除してもよろしいですか？？
ka: ნამდვილად გსურთ მონიშნული %d ელემენტის ბუფერის ამოღება?

source: Are you sure you want to revert %d item(s)? You will lose <b>all</b> changes since the last update!
hu: Biztos,hogy visszaállítasz %d elemet? Az <b>összes</b> módosításod elveszik!
ja: 本当に %d 個の項目を元に戻してもよろしいですか？ 最後の更新以降の<b>全て</b>の変更が失われます！
ka: ნამდვილად გსურთ აღადგინოთ %d ელემენტი? თქვენ დაკარგავთ <b>ყველა</b> ცვლილებას ბოლო განახლების შემდეგ!

source: Arrange &Vertical
hu: &Függőleges elrendezés
ja: 垂直方向に並べる(&V)
ka: &მართობული განთავსება

source: Ask user
hu: Felhasználó megkérdezése
ja: ユーザーに問い合わせる
ka: შეკითხვა მომხმარებელს

source: Assigned to changelist "%s"
hu: Hozzárendelve a(z) "%s" változáslistához
ja: 変更リスト "%s" に割り当てる
ka: მიკუთვნებულია ცვლილებათა სსითვის "%s"

source: Assigned to:
ja: 割り当て:
ka: გაპიროვნება:

source: At revision: %d
hu: Jelenlegi verzió: %d
ja: リビジョン: %d
ka: ვერსიაზე: %d

source: Attempted an unsupported operation.
ja: 未サポートの操作を行おうとしました。
ka: მიუღებელი ქმედების მცდელობა.

source: Attempted to access %1 past its end.
ja: %1 へのアクセスがその終わりを通り越して行われました。
ka: %1 ელემენტის წვდომის მცდელობა მისი დასრულების შემდეგ.

source: Attempted to read from the writing %1.
ja: 書き込み中の %1 から読み込もうとしました。
ka: წაკითხვის მცდელობა %1 ელემენტის ჩაწერისას.

source: Attempted to write to the reading %1.
ja: 読み取り中の %1 へ書き込もうとしました。
ka: ჩაწერის მცდელობა %1 ელემენტის წაკითხვისას.

source: Authentication
hu: Hitelesítés
ja: 認証
ka: აუთენტიფიკაცია

source: Authentication data
hu: Hitelesítési adat
ja: 認証データ
ka: აუთენტიფიკაციის მონაცემები

source: Author
hu: Fejlesztő
ja: 作者
ka: ავტორი

source: Author: Stefan Kueng
hu: Fejlesztő: Stefan Kueng
ja: 作者: Stefan Kueng
ka: ავტორი: სტეფან კიუნგი

source: Authors
hu: Fejlesztők
ja: 作者
ka: ავტორები

source: Authors case sensitive
hu: Fejlesztők nevében számít a kisbetű/nagybetű
ja: 作者名の大文字／小文字を区別する
ka: ავტორები რეგისტრის გათვალისწინებით

source: Authors:
hu: Fejlesztők:
ja: 作者:
ka: ავტორები:

source: Auto Hide
hu: Automatikus elrejtés
ja: 自動的に隠す
ka: თვით დამალვა

source: Auto Hide All
ja: 自動的に全てを隠す
ka: ყველას თვითდამალვა

source: Auto Rename
hu: Automatikus átnevezés
ja: 名前の自動変更
ka: თვითგადარქმევა

source: Auto-close for local operations
hu: Helyi műveleteknél
ja: ローカル操作の場合は自動的に閉じる
ka: თვითდახურვა ლოკალური ოპერაციებისთვის

source: Auto-close if no conflicts
hu: Ha nincs ellentmondás
ja: 競合が無い場合は自動的に閉じる
ka: თვითდახურვა კონფლიქტების არარსებობისას

source: Auto-close if no errors
hu: Ha nem történt hiba
ja: エラーが無い場合は自動的に閉じる
ka: თვითდახურვა შეცდომების არარსებობისას

source: Auto-close if no merges, adds or deletes
hu: Ha nincs egyesítés, hozzáadás vagy törlés
ja: マージ、追加、削除が無い場合は自動的に閉じる
ka: თვითდახურვა შერწყმების, დამატებებისა და ამოშლების არარსებობისას

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
hu: A szókiegészítés szavakat (általában osztály- és tagneveket) ajánl fel a megjegyzés írása közben, azokból a fájlokból, amelyeket megváltoztattál.
ja: ログメッセージを入力する際に、変更したファイル内の単語 （クラスやメンバの名前）が自動動補完により提示されます。
ka: თვითდასრულება ტექსტის შეტანისას შემოგთავაზებთ სიტყვებს (ჩვეულებრივ კლასებისა და წევრთა სახელებს) შეცვლილი ფაილებიდან.

source: Automatic
hu: Automatikus
ja: 自動
ka: ავტომატური

source: Automatically check for &newer versions every week
hu: &Új verzió keresése hetente egyszer
ja: 毎週、最新バージョンのチェックを自動的に行う(&N)
ka: &ახალი ვერსიის ავტომატური შემოწმება კვირაში ერთხელ

source: Average
hu: Átlag
ja: 平均
ka: საშუალო

source: B&lack Style
hu: &Fekete stílus
ja: B&lack スタイル
ka: &შავი სტილი

source: B&rowse...
hu: &Tallózás...
ja: 参照(&R) ...
ka: &ნუსხა...

source: Back
hu: Vissza
ja: 戻る
ka: უკან

source: Bar Graph
hu: Oszlopdiagram
ja: 棒グラフ
ka: ჰისტოგრამა

source: Base file:
hu: Alap fájl:
ja: Base ファイル:
ka: ძირითადი ფაილი:

source: Bitmap a bitmap
hu: Bitkép egy bitkép
ja: ビットマップ ビットマップ
ka: რასტრული რასტრული

source: Blame
hu: Hibáztatás
ja: 注釈履歴
ka: ავტორები

source: Blame - TortoiseSVN
hu: Hibáztatás - TortoiseSVN
ja: 注釈履歴 - TortoiseSVN
ka: ავტორები - TortoiseSVN

source: Blames each line of a file on an author
hu: Minden sornak kiírja a legutóbbi módosítóját
ja: ファイルのそれぞれの行に注釈履歴をつける
ka: ყოველი სტრიქონისთვის ავტორის ჩვენება

source: Blend Alpha
ja: アルファブレンド
ka: ალფა შერევა

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
hu: /logmsg-t és /logmsgfile-t is megadtál! Csak az egyiket lehet megadni.
ja: /logmsg と /logmsgfile が指定されました！ これらのうち、一つだけ指定することができます。

source: Br&owse...
hu: &Tallózás...
ja: 参照(&O) ...
ka: &ნუსხა...

source: Branch / tag created successfully!
hu: Mellékág / kiadás sikeresen létrehozva!
ja: ブランチ／タグの生成が正常に終了しました！
ka: განშტოება / ჭდე წარმატებით შეიქმნა!

source: Branch at copy-from-rev even if there was no change in that revision
hu: Elágazás mutatása a tényleges verziónál, még ha nem is történt változás az előző verzióhoz képest
ja: 何も変更が行われていないリビジョンでも、リビジョンからのコピーとしてブランチを作る

source: Branch/&tag...
hu: &Mellékág/kiadás...
ja: ブランチ／タグ(&T) ...
ka: განშტოება/&ჭდე...

source: Break loc&k
hu: &Zárolás feltörése
ja: ロックを解除する(&K)
ka: ბლოკირების მო&ხსნა

source: Browse for the external diff program
hu: Külső diff program tallózása
ja: 外部差分ツールを参照
ka: შედარების გარე პროგრამის არჩევა

source: Browse...
hu: Tallózás...
ja: 参照 ...
ka: ნუსხა...

source: Button Appearance
hu: Gomb kinézete
ja: ボタンの外観
ka: ღილაკის იერსახე

source: C&heck now
hu: &Keresés most
ja: 今すぐチェック(&H)
ka: &შემოწმება ახლავე

source: C&heck repository
hu: &Tároló ellenőrzése
ja: リポジトリをチェック(&H)

source: C&ommands:
hu: &Műveletek:
ja: コマンド(&O):
ka: &ბრძანებები

source: C&reate branch/tag from revision
hu: &Mellékág/kiadás készítsése adott verzióból
ja: リビジョンからブランチ／タグを生成(&R)
ka: განშტოების/ჭდის &შექმნა ვერსიიდან

source: C&reate folder...
hu: &Mappa létrehozása...
ja: フォルダを作成(&R) ...
ka: დასტის &შექმნა...

source: C&urrent Keys:
ja: 現在のキー(&U):
ka: &მიმდინარე კლავიშები:

source: C&ut
hu: &Kivágás
ja: 切り取り(&U)
ka: &ამოჭრა

source: Cache size [kB]
hu: Gy.tár mérete [kB]
ja: キャッシュサイズ [kB]
ka: ბუფერის ზომა [კბ]

source: Cached Repositories
hu: Tárolók a gyorsítótárban
ja: キャッシュされているリポジトリ
ka: ბუფერირებული საცავები

source: Caches the log messages to speed up log fetching
hu: Eltárolja a megjegyzéseket, hogy felgyorsítsa a napló lekérését.
ja: ログの取得を高速化するためにログメッセージをキャッシュする
ka: დავთრის ჩანაწერების ბუფერირება კითხვის დასაჩქარებლად

source: Can double-click in log list to compare with previous revision
hu: Duplakattintás a naplóban összehasonlítja az előző verzióval
ja: ログリスト内でダブルクリックすることで以前のリビジョンと比較する
ka: შეგიძლიათ ორმაგად დაწკაპოთ დავთრების სია წინა ვერსიასთან შესადარებლად

source: Can not activate a static ActiveX object.
hu: Nem lehet statikus ActiveX objektumot aktiválni.
ja: 静的な ActiveX オブジェクトをアクティブにできません。
ka: სტატიკური ActiveX ობიექტის გააქტივება ვერ ხერხდება.

source: Can't copy %s to %s
hu: %s nem másolható ide: %s
ja: %s を %s にコピーできませんでした。
ka: ვერ კოპირდება %s აქ %s

source: Can't copy bitmap image into the clipboard!
hu: Nem lehet a bitképet a vágólapra másolni!
ja: クリップボードにビットマップ画像をコピーできませんでした！
ka: გამოსახულების ბუფერში კოპირება ვერ ხერხდება

source: Can't create a new image!
hu: Nem lehet új képet létrehozni!
ja: 新規に画像を作成することはできません！
ka: ახალი გამოსახულების შექმნა ვერ ხერხდება!

source: Can't customize menues!
hu: Nem lehet testreszabni a menüket!
ja: メニューをカスタマイズすることはできません！
ka: მენიუების მორგება ვერ ხერხდება!

source: Can't paste bitmap image from the clipboard!
hu: Nem lehet a bitképet beilleszteni a vágólapról!
ja: クリップボードからビットマップ画像を貼り付けることはできません！
ka: გამოსახულების ჩასმა ბუფერიდან ვერ ხერხდება!

source: Cancel
hu: Mégse
ja: キャンセル
ka: გაუქმება

source: Cancelling TortoiseSVN Blame...
hu: TortoiseSVN hibáztatás megszakítása...
ja: 注釈履歴をキャンセル中 ...
ka: SVN ბრძანების "ფაილის ავტორები" გაუქმება...

source: Cancelling operation...
hu: Művelet megszakítása...
ja: キャンセル処理中 ...
ka: ოპერაციის გაუქმება...

source: Cannot show diff because of inconsistent newlines in the file.
hu: Az eltérések nem mutathatóak meg az eltérő sortörések miatt.
ja: ファイルの改行コードに一貫性がないため、差分を表示できません。
ka: სხვაობის ჩვენება ვერ ხერხდება შეუთავსებელი სტრიქონების გამო.

source: Cascade
hu: Lépcsőzetes
ja: 重ねる
ka: კასკადი

source: Cascaded context menu
hu: Jobbklikk-re megjelenő menü
ja: コンテキストメニューに表示する項目
ka: კასკადური კონტექსტური მენიუ

source: Cate&gories:
hu: &Kategóriák:
ja: カテゴリ(&G):
ka: კა&ტეგორიები:

source: Certificate expired or not yet valid
hu: A tanúsítvány lejárt, vagy még nem érvényes
ja: 証明書が期限切れか、もしくは無効です。
ka: სერთიფიკატი ვადაგასულია ან ჯერ არაა უფლებამოსილი.

source: Certificate expired. Valid until: %s
hu: A tanúsítvány lejárt az alábbi időpontban: %s
ja: 証明書は期限切れです。 有効期限： %s
ka: სერთიფიკატი ვადაგასულია. ვადა: %s

source: Certificate not yet valid. Valid from: %s
hu: A tanúsítvány az alábbi időponttól érvényes: %s
ja: 証明書はまだ有効ではありません。 有効： %s
ka: სერთიფიკატი ჯერ არაა უფლებამოსილი. ვადა: %s

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
hu: Tanusítványok|*.p12;*.pkcs12;*.pfx|All|*.*||
ja: 証明書|*.p12;*.pkcs12;*.pfx|全てのファイル|*.*||
ka: სერთიფიკატები|*.p12;*.pkcs12;*.pfx|ყველა|*.*||

source: Change the window position
hu: Az ablak helyének megváltoztatása
ja: ウィンドウ位置を変更する
ka: ფანჯრის მდგომარეობის შეცვლა

source: Change the window size
hu: Az ablak méretének megváltoztatása
ja: ウィンドウサイズを変更する
ka: ფანჯრის ზომის შეცვლა

source: Changed Files
hu: Megváltozott Fájlok
ja: 変更されたファイル
ka: შეცვლილი ფაილები

source: Changed files between %s, %s and %s, %s
hu: Megváltozott fájlok %s, %s és %s, %s között
ja: %s, %s と %s, %s の間に変更されたファイル
ka: შეცვლილი ფაილები %s, %s - %s, %s დიაპაზონში

source: Changed files: %d
hu: Megváltozott fájlok: %d
ja: 変更されたファイル: %d
ka: შეცვლილი ფაილები: %d

source: Changelist %s moved
hu: %s változáslista áthelyezve
ja: 変更リスト %s を移動しました
ka: ცვლილებათა სია %s გადაადგილდა

source: Changelist:
hu: Változáslista:
ja: 変更リスト:
ka: ცვლილებათა სია:

source: Changes made (double-click on file for diff):
hu: Változások (duplakatt a fájlra a részletekért):
ja: 変更した項目（ダブルクリックで差分を表示）
ka: შეტანილი ცვლილებები (შედარებისთვის ორმაგი წკაპი):

source: Chec&kout...
hu: &Lekérés...
ja: チェックアウト(&K) ...
ka: &გადმოტანა...

source: Check
hu: Ellenőrzés
ja: チェック
ka: შემოწმება

source: Check For Updates
hu: Frissítések keresése
ja: 更新をチェック
ka: შემოწმება განახლებებზე

source: Check For Updates...
hu: Frissítések keresése...
ja: 更新をチェック ...
ka: შემოწმება განახლებებზე...

source: Check for modi&fications
hu: &Változások keresése
ja: 変更をチェック(&F)
ka: შემოწმება &ცვლილებებზე

source: Check for modifications
hu: Változások keresése
ja: 変更をチェック
ka: შემოწმება ცვლილებებზე

source: Check out a working copy from a repository
hu: Munkapéldány lekérése egy tárolóból
ja: リポジトリから作業コピーをチェックアウト
ka: სამუშაო ასლის შექმნა საცავიდან

source: Check the files which you want to delete before importing.
ja: インポート前に削除したいファイルにチェックをつける。
ka: იმ ფაილების მონიშვნა, რომელთა წაშლაც გნებავთ იმპორტირებამდე.

source: Check the path and/or URL you've entered.
hu: Ellenőrizd az elérési utat és/vagy URL-t, amit beírtál.
ja: 入力したパス、もしくはURLをチェックしてください。
ka: შეამოწმეთ მითითებული გეზი ან მისამართი.

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
hu: Jelöld be azokat az elemeket, amelyek a legfelső menüben jelenjenek meg a TortoiseSVN almenü helyett
ja: TortoiseSVN のサブメニューの代わりに、トップコンテキストメニューに表示したいメニュー項目にチェックしてください
ka: მენიუს იმ ელემენტების შერჩევა, რომელთა ჩვენებაც ზედა კონტექსტურ მენიუში TortoiseSVN ქვემენიუს ნაცვლად გნებავთ

source: Check to use a less verbose date and time format in log messages
hu: Ha be van jelölve, a naplófájlokban a rövidebb formában jelenik meg a dátum
ja: ログメッセージに短い日時形式を用いる場合はチェックする
ka: შეარჩიეთ, თუ დავთრის ჩანაწერებში თარიღის ნაკლებად დეტალური მითითება გსურთ.

source: Checking if a newer version of TortoiseSVN is available...
hu: Újabb TortoiseSVN verzió keresése...
ja: TortoiseSVN の最新のバージョンが利用可能かどうかをチェックしています ...
ka: TortoiseSVN–ის ახალი ვერსიის შემოწმება...

source: Checkout
hu: Lekérés
ja: チェックアウト
ka: გადმოტანა

source: Checkout &directory:
hu: Lekérés i&de:
ja: チェックアウトディレクトリ(&D):
ka: &გადმოსატანი დასტა:

source: Checkout - TortoiseSVN
hu: Lekérés - TortoiseSVN
ja: チェックアウト - TortoiseSVN
ka: გადმოტანა - TortoiseSVN

source: Checkout Depth
hu: A lekérés mélysége
ja: チェックアウトする深さ
ka: გადმოტანის სიღრმე
