Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Launches the external diff / merge program to solve the conflicts
hu: Elindítja a külső diff / egyesítő programot az ellentmondások feloldásáért
ja: 競合を解消するために、外部の差分／マージプログラムを起動
ka: შედარების გარე პროგრამის გამოყენება / შერწყმის პროგრამა კონფლიქტების მოსაგვარებლად

source: Least active author:
hu: Legkevésbé aktív fejlesztő:
ja: 活発でない作者:
ka: ყველაზე ნაკლებაქტიური ავტორი:

source: Leave conflicted:
hu: Ellentmodás meghagyása:
ja: 競合の保持:
ka: კონფლიქტის დატოვება:

source: Left View:
hu: Bal oldali nézet:
ja: 左ビュー:
ka: მარცხენა ხედი:

source: Left image
hu: Bal oldali kép
ja: 左側の画像
ka: მარცხენა ნახატი

source: Line
hu: Sor
ja: 行番号
ka: ხაზი

source: Line Graph
hu: Vonaldiagram
ja: 折れ線グラフ
ka: ხაზოვანი დიაგრამა

source: Line Tool Line
hu: Vonal eszköz Vonal
ja: 線ツール 線
ka: ხაზის სამარჯვი ხაზი

source: Line diff bar
hu: Aktuális sor
ja: 行差分表示バー
ka: სტრიქონთა შედარების პანელი

source: Line differences
hu: Soreltérések
ja: 行差分
ka: სხვაობა სტრიქონებში

source: Line:
hu: Sor:
ja: 行番号:
ka: ხაზი:

source: Line: %*ld
hu: Sor: %*ld
ja: 行番号: %*ld
ka: სტრიქონი: %*ld

source: List Help topics Help Topics
hu: Kilistázza a súgótémákat Súgótémák
ja: ヘルプトピックを列挙 ヘルプトピック
ka: კარნახის თემების ჩვენება კარნახის თემები

source: List of repositories for which log information has been cached
hu: Lista azokról a tárolókról, amelyek naplói gyorsítótárazva vannak
ja: ログ情報をキャッシュしているリポジトリのリスト

source: Load Images
hu: Képek betöltése
ja: 画像を開く
ka: ნახატების ჩატვირთვა

source: Local status
hu: Helyi állapot
ja: ローカルの状態
ka: ლოკალური სტატუსი

source: Location where the contents of the repository URL will be saved to.
hu: A mappa, ahová a tároló tartalma lesz mentve.
ja: リポジトリURLの内容を保存する先。
ka: ადგილი, სადაც საცავის URL-ს შიგთავსი შეინახება.

source: Locator Bar
hu: Navigációs sáv
ja: 表示位置調整バー
ka: მისამართის პანელი

source: Lock
hu: Zárolás
ja: ロック
ka: დაბლოკვა

source: Lock Files
hu: Fájlok zárolása
ja: ファイルをロック
ka: ფაილების დაბლოკვა

source: Lock broken!
hu: A zárolás feltörve!
ja: ロックは解除されました！
ka: დაბლოკვა მოხსნილია!

source: Lock comment
hu: Megjegyzés a zároláshoz
ja: ロックに関するコメント
ka: კომენტარის დაბლოკვა

source: Lock creation date:
hu: A zárolás ideje:
ja: ロック作成日:
ka: ბლოკის შექმნის თარიღი

source: Lock failed
hu: A zárolás sikertelen
ja: ロックに失敗
ka: დაბლოკვა არ შედგა

source: Lock owner:
hu: A zárolás tulajdonosa:
ja: ロック所持者:
ka: ბლოკის მფლობელი:

source: Lock stolen by %s
hu: A zárolást ellopta %s
ja: %s にロックを横取りされました
ka: ბლოკი გადაიხვეწა - %s

source: Locked by %s
hu: %s által zárolva
ja: %s がロックしています
ka: დაბლოკილია - %s

source: Locking failed because a newer version exists! Do you want to update and try again?
hu: A zárolás sikertelen, mert egy újabb verzió elérhető! Szeretnéd frissíteni és újrapróbálni?
ja: 新しいバージョンが存在するため、ファイルのロックに失敗しました！ 更新を実行し、再度ファイルのロックを試みますか？
ka: დაბლოკვა ვერ მოხერხდა ახალი ვერსიის არსებობის გამო! გნებავთ განახლება და კვლავ ცდა?

source: Locks a file for other users and makes it editable by you.
hu: Lezár egy fájlt a többi felhasználó elől, és szerkeszthetővé teszi számodra.
ja: 他のユーザに対してファイルをロックし、自分が編集可能にする。
ka: ბლოკავს ფაილს სხვა მომხმარებელთვის და რედაქტირებადია თქვენთვის.

source: Log
hu: Napló
ja: ログ
ka: დავთარი

source: Log Cache Statistics
hu: A gyorsítótár statisztikái
ja: ログキャッシュの統計データ
ka: დავთრის ბუფერის სტატისტიკა

source: Log Caching
hu: Naplók gyorsítótárazása
ja: ログキャッシュ
ka: ბუფერის დავთრის წარმოება

source: Log History
hu: Korábbi megjegyzések
ja: ログの履歴
ka: დავთრის ისტორია

source: Log Messages
hu: Megjegyzések
ja: ログメッセージ
ka: დავთრის ჩანაწერები

source: Log message
hu: Megjegyzés
ja: ログメッセージ
ka: დავთრის ჩანაწერი

source: Log messages
hu: Megjegyzések
ja: ログメッセージ
ka: დავთრის ჩანაწერები

source: Log messages (Input dialog)
hu: Megjegyzések (beviteli ablakokban, pl. 'Beküldés')
ja: ログメッセージ (入力ダイアログ)
ka: დავთრის წარმოება (შეტანის დიალოგი)

source: Log messages (Show log dialog)
hu: Megjegyzések ('Napló mutatása' ablakban)
ja: ログメッセージ (ログダイアログ)
ka: დავთრის წარმოება (დავთრის დიალოგის ჩვენება)

source: Lowest shown revision: %ld - Highest shown revision: %ld
hu: Legrégebbi verzió: %ld - Legújabb verzió: %ld
ja: 表示リビジョンの範囲: %ld - %ld
ka: უმცროსი ნაჩვენები ვერსია: %ld - უფროსი ნაჩვენები ვერსია: %ld

source: Lowest shown revision: %ld - Highest shown revision: %ld - HEAD revision: %ld
hu: Legrégebbi verzió: %ld - Legújabb verzió: %ld - FŐ verzió: %ld
ja: 表示リビジョンの範囲: %ld - %ld、 最新リビジョン: %ld
ka: უმცროსი ნაჩვენები ვერსია: %ld - უფროსი ნაჩვენები ვერსია: %ld - სათაო (HEAD) ვერსია: %ld

source: Lum
hu: Fény.
ja: 明度
ka: სიმკვეთრე

source: Mail system DLL is invalid.
ja: メールシステムDLLは無効です。
ka: საფოსტო სისტემის DLL–ი მცდარია.

source: Make this the default
hu: Választás megjegyzése
ja: デフォルトに設定する
ka: ნაგულისხმებად მითითება

source: Manage Subversion properties
hu: Subversion tulajdonságok változtatása
ja: Subversion の属性を管理する
ka: ქვევერსიის პარამეტრების მართვა

source: Mark as &resolved
hu: &Feloldottnak jelölés
ja: 解消マークを付ける(&R)
ka: მონიშვნა &მოგვარებულად

source: Mark as resolved
hu: Feloldottnak jelölés
ja: 解消マークを付ける
ka: მონიშვნა მოგვარებულად

source: Mark current revision of your working copy
hu: A jelenlegi munkapéldány megjelenítése
ja: 作業コピーの現在のリビジョンをマークする

source: Mark for comparison
hu: Megjelölés összehasonlításhoz
ja: 比較対象としてマーク
ka: მონიშვნა შესადარებლად

source: Marks a file as resolved in Subversion Mark as resolved
hu: Feloldottnak jelöl egy fájlt a Subversion-ben Feloldottnak jelöl
ja: バージョン管理下のファイルに解消マークを付ける 解消マークを付ける
ka: ფაილის ქვევერსიაში მოგვარებულად მონიშვნა მოგვარებულად მონიშვნა

source: Marks the revisions as merged, without actually doing the merge
hu: A verziókat egyesítettként jelöli meg az egyesítés elvégzése nélkül
ja: 実際にマージを行わずに、リビジョンをマージ済としてマークする。

source: Match &case
hu: Kis- és &nagybetű különbözik
ja: 大文字と小文字を区別する(&C)
ka: &მთავრულის გათვალისწინება

source: Max
ja: 最大
ka: მაქსიმუმი

source: Max. items to keep in the log message history
hu: Megőrizni kivánt megjegyzések száma
ja: ログメッセージの履歴で表示する最大の項目数
ka: დავთრის ჩანაწერების მაქსიმალური რაოდენობა

source: Max. lines in action log
hu: Eseménynapló max. mérete (sorokban)
ja: アクションログに保持する最大の行数
ka: სტრიქონთა მაქსიმუმი ქმედებათა დავთარში

source: Me&nus show recently used commands first
ja: 最近使用したコマンドをメニューの最初に表示する(&N)

source: Menu
hu: Menü
ja: メニュー
ka: მენიუ

source: Menu Bar
ja: メニューバー
ka: მენიუს პანელი

source: Menu s&hadows
ja: メニューの影(&H)
ka: მენიუს &ჩრდილები

source: Merge
hu: Egyesítés
ja: マージ
ka: შერწყმა

source: Merge - TortoiseSVN
hu: Egyesítés - TortoiseSVN
ja: マージ - TortoiseSVN
ka: შერწყმა - TortoiseSVN

source: Merge Reintegrate
ja: マージの再統合
ka: გამაერთიანებელი შერწყმა

source: Merge a range of revisions
hu: Több verzió egyesítése
ja: リビジョンの範囲をマージ
ka: ვერსიათა დიაპაზონის შერწყმა

source: Merge all
hu: Összes egyesítése
ja: すべてマージ
ka: ყველას შერწყმა

source: Merge depth:
hu: Egyesítés mélysége:
ja: マージする深さ:
ka: შერწყმის სიღრმე:

source: Merge non-interactive
hu: Nem interaktív mód
ja: 非対話的なマージ
ka: შერწყმა დიალოგის გარეშე

source: Merge options
hu: Az egyesítés beállításai
ja: マージの設定
ka: შერწყმის პარამეტრები

source: Merge reintegrate...
ja: マージの再統合 ...

source: Merge revision range
hu: Válaszd ki az egyesítés intervallumát
ja: リビジョンの範囲をマージ
ka: შერწყმის ვერსიათა დიაპაზონი

source: Merge revision to...
ja: このリビジョンをマージ ...
ka: ვერსიების შერწყმა...

source: Merge revisions to...
ja: これらのリビジョンをマージ ...
ka: ვერსიების შერწყმა...

source: Merge two different trees
hu: Két különböző mellékág egyesítése
ja: 異なる2つのツリーをマージ
ka: ორი სხვადასხვა განტიტვის შერწყმა

source: Merge type
hu: Az egyesítés típusa
ja: マージタイプ
ka: შერწყმის ტიპი

source: Merged
hu: Egyesítve
ja: マージ
ka: შერწყმული

source: Merged revision(s) %s from %s:
ja: リビジョン %s を %s からマージ:
ka: შერწყმული ვერსია/ები %s - %s:

source: Merges a branch into the main trunk
hu: Egyesít egy mellékágat a főágba
ja: ブランチを trunk にマージする
ka: განშტოების შერწყმა მთავარ მაგისტრალთან

source: Merges all missing revisions back into the working copy using merge-tracking information
ja: マージの追跡情報を利用して、作業コピーに含まれていないすべてのリビジョンをマージする

source: Merging
hu: Egyesítés
ja: マージ
ka: შერწყმა

source: Merging %s into %s, %s
hu: %s egyesítése ezzel: %s, %s
ja: %s を %s にマージ中、%s
ka: შერწყმა %s - %s, %s

source: Merging differences between repository urls
ja: リポジトリURL間の差分をマージ

source: Merging from %s, revision %s to %s, revision %s into %s, %s%s
hu: Egyesítés ettől: %s, verzió %s, eddig: %s, verzó %s, ebbe: %s, %s%s
ja: %s のリビジョン %s から %s のリビジョン %s を %s へマージ、%s%s
ka: შერწყმა აქედან %s, ვერსია %s ვერსიაში %s, ვერსია %s აქ %s, %s%s

source: Merging r%ld
hu: %ld egyesítése
ja: r%ld をマージ
ka: შერწყმა r%ld

source: Merging r%ld through r%ld
hu: Verziók egyesítése %ld-től %ld-ig
ja: r%ld ～ r%ld をマージ
ka: შერწყმა r%ld - r%ld

source: Merging requires different revisions or different URLs in 'From:' and 'To:'
hu: Az egyesítéshez különböző verzió vagy URL kell a 'Ettől:' és 'Eddig:' mezőkbe
ja: マージを行うには、'元:' と '先:' に異なるリビジョン、もしくは異なるURLを指定する必要があります。
ka: შერწყმა საჭიროებს 'ვისგან:' და 'ვის:' სხვადასხვა ვერსიებს ან მისამართებს

source: Merging revisions %s of %s into %s, %s%s
hu: Verziók egyesítése %s, %s ezzel: %s, %s%s
ja: リビジョン %s の %s を %s へマージ中、%s%s
ka: ვერსიების შერწყმა %s, სულ %s-დან - %s, %s%s

source: Message
hu: Megjegyzés
ja: メッセージ
ka: შეტყობინება

source: Message:
hu: Megjegyzés:
ja: メッセージ:
ka: შეტყობინება

source: Messages
hu: Megjegyzések
ja: メッセージ
ka: დავთრის ჩანაწერები

source: Messages, authors and paths
hu: Megjegyzések, fejlesztők és útvonalak
ja: メッセージ、作者、パス
ka: შეტყობინებები, ავტორები და გეზები

source: Mime type
hu: Mime típus
ja: Mime タイプ
ka: Mime ტიპი

source: Min
ja: 最小
ka: მინიმუმი

source: Minimize the Ribbon
ja: リボンを最小化する
ka: ზოლის მინიმიზება

source: Misc
ja: 各種設定
ka: სხვადასხვა

source: Mixed
ja: ミックス
ka: შერეული

source: Modification date
hu: Módosítás dátuma
ja: 変更日:
ka: შეცვლის თარიღი

source: Modified
hu: Módosítva
ja: 変更
ka: შეცვლილი

source: More
ja: その他
ka: დაწვრილებით

source: More Buttons
hu: További gombok
ja: その他のボタン
ka: სხვა ღილაკები...

source: More Commands...
ja: その他のコマンド ...
ka: სხვა ბრძანებები...

source: More colors...
hu: További...
ja: その他の色 ...
ka: სხვა ფერები...

source: More...
hu: További...
ja: その他 ...
ka: დაწვრილებით...

source: Most active author:
hu: Legaktívabb fejlesztő:
ja: 最も活発な作者:
ka: ყველაზე აქტიური ავტორი:

source: Mouse
hu: Egér
ja: マウス
ka: თაგუნა

source: Move %ld items to %s
hu: %ld áthelyezése ide: %s
ja: %ld 個の項目を移動 %s
ka: %ld ელემენტის გადატანა აქ %s

source: Move %s to %s
hu: %s áthelyezése ide: %s
ja: %s を移動 移動先: %s
ka: %s - გადატანა აქ %s

source: Move &Down
ja: 下へ移動(&D)
ka: &ქვემოთ

source: Move &Up
ja: 上へ移動(&U)
ka: &ზემოთ

source: Move Item Down
ja: 項目を下へ移動
ka: ელემენტის ქვემოთ ჩატანა

source: Move Item Up
ja: 項目を上へ移動
ka: ელემენტის ზემოთ ატანა

source: Move and rename item to here
hu: Elem átnevezése és áthelyezése ide
ja: ここに項目を移動し名前を変更
ka: ელემენტების გადატანა და გადარქმევა აქ

source: Move items to here
hu: Elemek áthelyezése ide
ja: ここに項目を移動
ka: ელემენტების გადატანა აქ

source: Move to changelist
hu: Változáslistába helyezés
ja: 変更リストへ移動
ka: გადატანა ცვლილებათა სიაში

source: Move/Rename
hu: Áthelyezés/átnevezés
ja: 移動／名前の変更
ka: გადატანა/გადარქმევა

source: Move: New name for %s
ja: 移動: %s の新しい名前
ka: გადატანა: %s - ახალი სახელი

source: Moved remotely
ja: リモート操作による移動
ka: დაშორებული გადატანა

source: Moves the modified files to the recycle bin first before reverting
hu: Visszaállítás előtt a lomtárba helyezi a megváltozott fájlokat.
ja: 元に戻す前に変更したファイルをゴミ箱へ移動する

source: Moving %s
hu: %s áthelyezése
ja: %s を移動中
ka: გადატანა %s

source: Moving...
hu: Áthelyezés...
ja: 移動中 ...
ka: გადატანა...

source: My file:
hu: Saját fájl:
ja: My ファイル:
ka: ჩემი ფაილი:

source: N&ext Conflict
hu: &Következő ellentmondás
ja: 次の競合点へ(&E)
ka: &შემდეგი კონფლიქტი

source: Navigation Pane Options
ja: ナビゲーション領域の設定
ka: ნავიგაციის პანელის პარამეტრები

source: Navigation Pane Options...
ja: ナビゲーション領域の設定 ...
ka: ნავიგაციის პანელის პარამეტრები...

source: Needs lock
hu: Zárolás szükséges
ja: ロックが必要
ka: საჭიროებს დაბლოკვას

source: Nested
ja: 入れ子
ka: ჩადგმული

source: Network
hu: Hálózat
ja: ネットワーク
ka: ქსელი

source: Never try to contact the repository again
hu: Ne próbáljon többet ehhez a tárolóhoz kapcsolódni
ja: 二度とリポジトリにアクセスしない
ka: აღარ დაუკავშირდე ამ საცავს

source: New
hu: Új
ja: 新規
ka: ახალი

source: New &name:
hu: Új &név:
ja: 新しい名前(&N):
ka: ახალი სახელი:

source: New Menu
ja: 新規メニュー
ka: ახალი მენიუ

source: New name for %s
ja: %s の新しい名前
ka: ახალი სახელი %s-თვის

source: New name:
hu: Új név:
ja: 新しい名前:
ka: ახალი სახელი:

source: Next Page Next Page
hu: Következő oldal Következő oldal
ja: 次のページ 次のページ
ka: შემდეგი გვერდი შემდეგი გვერდი

source: No
hu: Nem
ja: いいえ
ka: არა

source: No command specified! <hr=100%> TortoiseProc.exe is used by the Shell extension and should not be called directly!
ja: 何のコマンドも指定されていません！ <hr=100%> TortoiseProc.exe はシェル拡張を利用しているため、直接呼び出すことはできません！
ka: ბრძანება არ მითითებულა! <hr=100%> TortoiseProc.exe გამოიყენება Shell გაფართოებით და უშუალოდ ვერ გამოიძახებთ!

source: No command value specified!
ja: 何のコマンド値も指定されません！
ka: ბრძანების პარამეტრი არ მითითებულა!

source: No differences found!
hu: Nincsenek eltérések!
ja: 差分は見つかりませんでした！
ka: სხვაობა ვერ მოიძებნა!

source: No error message is available.
hu: Nincs elérhető hibaüzenet.
ja: どのエラーメッセージも利用できません。
ka: შეცდომის შეტყობინება არ არსებობს.

source: No error occurred.
hu: Nem történt hiba.
ja: エラーは何も起きませんでした。
ka: უშეცდომოდ.

source: No files or folders were modified. There is nothing for TortoiseSVN to revert!
hu: Egy fájl és mappa sem módosult. Nincs mit visszaállítania a TortoiseSVN-nek!
ja: ファイルやフォルダは何も変更されていません。 TortoiseSVN が元に戻すものは何もありません！
ka: ფაილები ან დასტები არ შეცვლილა. არაფერია, რაც TortoiseSVN-მა შეიძლება აღადგინოს!

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files. To see remote changes, click on "Check Repository"
ja: 現在の設定では表示するファイルはありません。 バージョン管理外、無視、未変更、のファイルを見るためには以下の設定にチェックをしてください。 リモートでの変更を見るためには、"リポジトリをチェック" をクリックしてください。

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
hu: Semmi sem változott az előző beküldés óta, nincs teendő.
ja: 最後のコミットから変更／追加されたファイルは存在していません。 今回は、TortoiseSVN がすることは何もありません ...
ka: ბოლო ფიქსირების შემდეგ არცერთი ფაილი არ შეცვლილა ან დამატებულა. TortoiseSVN–ს აქ არაფერი ესაქმება...

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here... Do you want to see the unversioned files?
hu: Semmi sem változott az előző beküldés óta, nincs teendő. Meg akarod tekinteni a nem verziókezelt fájlokat?
ja: 最後のコミットから変更／追加されたファイルは存在していません。 今回は、TortoiseSVN がすることは何もありません ... バージョン管理されていないファイルを確認しますか？
ka: ბოლო ფიქსირების შემდეგ არცერთი ფაილი არ შეცვლილა ან დამატებულა. TortoiseSVN–ს აქ არაფერი ესაქმება... გნებავთ არავერსიული ფაილების ნახვა?

source: No graph available
hu: Nincs elérhető grafikon
ja: グラフは利用できません
ka: შესაძლო გრაფიკი არ არსებობს

source: No image encoder found for %s.
hu: %s nem talált képkódolót.
ja: %s に対する画像エンコーダが見つかりません。
ka: ნახატისთვის %s დამმუშავებელი ვერ მოიძებნა.

source: No spell corrections
ja: スペルの訂正はありません
ka: მართლწერის შესწორების გარეშე

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
hu: Nem gyorsítótárazza az állapotokat. Csak a verziókezelt mappák kapnak ikont, a fájlok nem.
ja: 状態をキャッシュしません。バージョン管理されたフォルダのみオーバーレイされ、ファイルはオーバーレイ表示されません。
ka: სტატუსის ქეში არაა. განთავსდა მხოლოდ ვერსიული დასტები, ფაილები არ განთავსებულა

source: No thesaurus suggestions
hu: Nincs szinonima
ja: シソーラスからの提案はありません
ka: თეზაურუსის შემოთავაზებების გარეშე

source: None
hu: Nincs
ja: 無し
ka: არა

source: Normal
hu: Normál
ja: 通常
ka: ჩვეულებრივი

source: Not all of the system registry entries (or INI file) were removed.
hu: Nem lett az összes bejegyzés (vagy INI fájl) eltávolítva.
ja: システムレジストリのエントリ（INIファイル）が全て削除されたわけではありません。
ka: სისტემური რეგისტრის (ან INI ფაილის) ყველა ელემენტი არ ამოღებულა.

source: Not enough memory to complete operation.
hu: Nincs elég memória a művelet befelyezéséhez.
ja: 操作を完了するのに、十分なメモリがありません。
ka: ოპერაციის დასასრულებლად მეხსიერება საკმარისი არაა

source: Not recursive
hu: Nem rekurzívan
ja: 非再帰的
ka: არა რეკურსიული

source: Note: the font settings also affect the TortoiseUDiff viewer
hu: Megjegyzés: a betűtípus beállításai a TortoiseUDiff megjelenítőt is érintik.
ja: 注意： フォントの設定は TortoiseUDiff ビューアにも影響します

source: Notice
hu: Megjegyzés
ja: 注意
ka: შენიშვნა

source: Number of authors in the cache
hu: A gyorsítótárban szereplő fejlesztők száma
ja: キャッシュ内の作者の数
ka: ავტორთა რაოდენობა ბუფერში

source: Number of authors:
hu: Fejlesztők száma:
ja: 作者の数:
ka: ავტორთა როდენობა:

source: Number of cached merged revisions
hu: A gyorsítótárazott egyesítések száma
ja: キャッシュされているマージされたリビジョンの数

source: Number of cached revisions
hu: A gyorsítótárazott verziók száma
ja: キャッシュされているリビジョンの数
ka: ვერსიათა რაოდენობა ბუფერში

source: Number of cached revisions that have a non-empty change list
hu: Azon gyorsítótárazott verziók száma, amelyek változáslistája nem üres
ja: 空でない変更リストを持つキャッシュ済みのリビジョンの数

source: Number of cached revisions that have user revision properties
hu: Felhasználói tulajdonságot tartalmazó verziók száma
ja: ユーザーリビジョン属性を持つキャッシュ済みのリビジョンの数

source: Number of cached revisions whose change list is not cached yet
hu: Azon gyorsítótárazott verziók száma, amelyek változáslistája még nincs a gyorsítótárban.
ja: 変更リストをまだキャッシュしていないキャッシュ済みのリビジョンの数

source: Number of cached revisions whose user revision properties are not cached yet
hu: Azon verziók száma, amelyek tulajdonságai még nem kerültek bele a gyorsítótárba
ja: ユーザーリビジョン属性をまだキャッシュしていないキャッシュ済みのリビジョンの数

source: Number of different paths shown in the log dialog, including parent paths
hu: A naplóban megjelenő különböző útvonalak száma, a szülő-útvonalakat is beleértve
ja: ログダイアログに表示される異なるパス（親のパスを含む）の数

source: Number of different words used in log messages
hu: A megjegyzésekben használt különböző szavak száma
ja: ログメッセージ内で用いられている異なる単語の数

source: Number of merged revisions that are not cached yet
hu: Azon egyesítések száma, amelyek még nem kerültek bele a gyorsítótárba
ja: キャッシュされていないマージされたリビジョンの数

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
hu: Útvonalelemek száma. Egy útvonalelem egy mappa vagy fájlnév, pl. 'ize.txt' vagy 'sajatmappa'.
ja: パス要素の数。パス要素はフォルダ名やファイル名であり、'foo.txt' や 'mybranch' に対応します。

source: Number of weeks:
hu: Hetek száma:
ja: 経過した週:
ka: კვირების რაოდენობა:

source: Older lines
hu: Régebbi sorok
ja: 以前に変更された行
ka: ძველი სტრიქონები

source: Oldest on to&p
hu: &Régebbiek legfelül
ja: 古いものを先頭に表示する(&P)
ka: ჯერ &ძველები

source: Omit e&xternals
hu: Külső tárolók &kihagyása
ja: 外部参照を除外する(&X)
ka: &გარეს გამოტოვება

source: Omit externals
hu: Külső tárolók kihagyása
ja: 外部参照を除外する
ka: გარეს გამოტოვება

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk'). Are you sure you want to move the selected paths?
hu: Az egyik mappa, amelyet át szeretnél helyezni, egy speciális mappának tűnik (a 'branches', 'tags' és a 'trunk' egyikének). Biztosan át szeretnéd helyezni a kiválasztott mappákat?
ja: あなたが移動させようとしているパスの一つは特別なパスのように思われます （'branches'、'tags'、'trunk' のどれか）。 本当に選択したパスを移動させてもよろしいですか？

source: One or more files are in a conflicted state.
hu: Egy vagy több fájlban ellentmondások találhatóak.
ja: １つ以上のファイルが競合状態にあります。
ka: კონფლიქტი ერთ ან რამოდენიმე ფაილში.

source: Only check out the &top folder
hu: Csak a leg&felső mappa lekérése
ja: トップフォルダのみチェックアウトする(&T)
ka: მხოლოდ &სათაო დასტის გადმოტანა

source: Only file children
hu: Csak a fájlokat
ja: 子階層のファイルのみ
ka: მხოლოდ ფაილური ქვეელემენტები

source: Only numbers (optionally separated by commas) are allowed!
hu: Csak (vesszővel elválasztott) számok megengedettek!
ja: 数値のみ（コンマで分割可能）が入力可能です！
ka: დასაშვებია მხოლოდ რიცხვები (შესაძლოა მძიმით გამოყოფილი)!

source: Only record the merge
hu: Tényleges egyesítés nélkül
ja: マージのみを記録する
ka: მხოლოდ შერწყმის ჩანაწერი

source: Only this item
hu: Csak ezt a fájlt/mappát
ja: この項目のみ
ka: მხოლოდ ეს ელემენტი

source: Only use s&pellchecker when tsvn:projectlanguage is set
hu: &Helyesírás-ellenőrzés csak akkor, ha a tsvn:projectlanguage be van állítva
ja: tsvn:projectlanguage が設定されている場合はスペルチェッカ(&P)を利用する
ka: &მართლწერის შემოწმების გამოყენება მხოლოდ tsvn:projectlanguage ჩართვისას

source: Open
hu: Megnyitás
ja: 開く
ka: გახსნა

source: Open client certificate file
hu: Kliens tanúsítványfájl megnyitása
ja: クライアントの証明書を開く
ka: კლიენტის სერთიფიკატის ფაილის გახსნა

source: Open file
hu: Fájl megnyitása
ja: ファイルを開く
ka: ფაილის გახსნა

source: Open from clipboard
hu: Megnyitás vágólapról
ja: クリップボードから開く
ka: გახსნა ბუფერიდან

source: Open image file...
hu: Képfájl megnyitása...
ja: 画像ファイルを開く ...
ka: ნახატის ფაილის გახსნა...

source: Open parent folder
hu: Szülőmappa megnyitása
ja: 親フォルダを開く
ka: სათაო დასტის გახსნა

source: Open with...
ja: プログラムを指定して開く ...
ka: გახსნა პროგრამით...

source: Opens Help Help Topics
ja: ヘルプを開く ヘルプトピック
ka: დახმარების გახსნა დახმარების თემები

source: Opens the repository browser to tweak the repository online
hu: Megnyitja a Tároló böngészőt a tároló online finomhangolásához
ja: オンラインのリポジトリを調整するためにリポジトリブラウザを開く
ka: საცავის მიმომხილველის გახსნა ჩვენების მოსარგებად

source: Operate from log cache for now only
hu: Ideiglenesen használja kizárólag a gyorsítótárat
ja: 今回のみログキャッシュから操作する

source: Options
ja: オプション
ka: პარამეტრები

source: Ori&ginal size
hu: &Eredeti méret
ja: オリジナルのサイズで表示する(&G)
ka: &პირველწყაროს ზომა

source: Other Task Panes
ja: その他のタスク領域
ka: სხვა ამოცანათა პანელები

source: Out of memory.
hu: Nincs elég memória.
ja: メモリ不足です。
ka: მეხსიერების უკმარისობა.

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
hu: Az svn:eol-style tulajdonság felülbírálása. Amelyik fájl nem rendelkezik ezzel a tulajdonsággal, arra nem lesz hatással.
ja: svn:eol-style 属性の設定をオーバーライドする。 この属性が設定されていないファイルには影響しません。
ka: ჩაანაცვლებს svn:eol-style პარამეტრის მნიშვნელობას. ფაილები ამ პარამეტრის გარეშე არ გათვალისწინდება.

source: Overwrite
hu: Felülírás
ja: 上書き
ka: ჩანაცვლება

source: P&revious Conflict
hu: &Előző ellentmondás
ja: 前の競合点へ(&R)
ka: &წინა კონფლიქტი

source: Page %u
hu: %u. oldal
ja: ページ %u
ka: გვერდი %u

source: Page %u Pages %u-%u
hu: %u. oldal Oldalak: %u-%u.
ja: ページ %u ページ %u-%u
ka: გვერდი %u გვერდები %u-%u

source: Page :
hu: Oldal :
ja: ページ :
ka: გვერდი :

source: Parameters
hu: Paraméterek
ja: パラメータ
ka: პარამეტრები

source: Parameters:
hu: Paraméterek:
ja: パラメータ:
ka: პარამეტრები:

source: Password:
hu: Jelszó:
ja: パスワード:
ka: პაროლი.

source: Paste Tool Paste
hu: Beillesztési eszköz Beillesztés
ja: 貼り付けツール 貼り付け
ka: ჩასმის სამარჯვი ჩასმა

source: Paste filename list
hu: Fájlnév lista beillesztése
ja: ファイル名のリストを貼付
ka: ფაილთა სახელების სიის ჩასმა

source: Patch all
hu: Összes patch-elése
ja: 全パッチ
ka: ყველას დაბებკვა

source: Patch selected
hu: Kiválaszott(ak) patch-elése
ja: 選択されたパッチ
ka: მონიშნულის დაბებკვა

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
hu: Patch fájlok (*.diff, *.patch)|*.diff;*.patch|Minden fájl (*.*)|*.*||
ja: パッチファイル (*.diff;*.patch)|*.diff;*.patch|全てのファイル (*.*)|*.*||
ka: ბებკი ფაილები (*.diff, *.patch)|*.diff;*.patch|ყველა (*.*)|*.*||

source: Path
hu: Útvonal
ja: パス
ka: გეზი

source: Paths
hu: Útvonalak
ja: パス
ka: გამოტოვებული გეზები:

source: Pencil Tool Pencil
hu: Ceruza eszköz Ceruza
ja: 鉛筆ツール 鉛筆
ka: ფანქრის სამარჯვი ფანქარი

source: Personalized Menus and Toolbars
hu: Személyre szabott menük és eszköztárak
ja: 個人用メニューとツールバー
ka: მორგებული მენიუები და პულტები

source: Picture (Metafile) a picture
hu: Kép (metafile) egy kép
ja: 画像（メタファイル） 画像
ka: გამოსახულება (მეტაფაილი) გამოსახულება

source: Picture:
hu: Kép:
ja: 画像:
ka: გამოსახულება:
