Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: webviewer:pathrevision URL pointing to the web viewer for the repository for a specific file and revision. The string %REVISION% in the URL is replaced with the revision number, the string %PATH% is replaced with the path to the file relative to the repository root.
hu: webviewer:pathrevision URL, amely a tároló webes megjelenítőjére mutat, egy megadott fájlhoz. Az URL-ben használd az alábbi szövegeket: %REVISION% -t a fájl verziójának megadásához, %PATH% -ot a tároló gyökérmappájához képesti útvonalához.
ja: webviewer:pathrevision リポジトリ内で、特定のファイルとリビジョンをウェブビューアに渡すURL。 URL内の %REVISION% 文字列はリビジョン番号で置換され、 %PATH% 文字列はリポジトリルートからの相対的なパスで置換されます。
ka: webviewer:pathrevision საცავის ვებ მიმოხილველის მისამართი სპეციფიური ფაილის ან ვერსიისთვის. ტექსტი %REVISION% ამ მისამართში ჩაინაცვლება ვერსიის ნომრით, ტექსტი %PATH% ჩაინაცვლება ფაილის გეზით საცავის ძირეულთან მიმართებით.

source: webviewer:revision URL pointing to the web viewer for the repository for a specific revision. The string %REVISION% in that URL is replaced with the revision number.
hu: webviewer:revision URL, amely a tároló webes megjelenítőjére mutat. A %REVISION% szöveget használd a verzió megadásához az URL-ben.
ja: webviewer:revision リポジトリ内で、特定のリビジョンをウェブビューアに渡すURL。 URL内の %REVISION% 文字列はリビジョン番号で置換されます。
ka: webviewer:revision საცავის ვებ მიმოხილველის მისამართი სპეციფიური ვერსიისთვის. ტექსტი %REVISION% ამ მისამართში ჩაინაცვლება ვერსიის ნომრით.

source: week
hu: hét
ja: 週
ka: კვირა

source: word tokens:
hu: különböző szavak:
ja: 単語数:
ka: სიტყვების ნაწილები:

source: words [uncompressed]:
hu: szavak [tömörítetlenül]:
ja: 単語 [未圧縮]:
ka: სიტყვები [შეუკუმშავი]

source: year
hu: év
ja: 年
ka: წელი

source: yes
hu: igen
ja: はい
ka: დიახ

source: %.2f kBytes/s
hu: %.2f kB/s
ka: %.2f კბაიტი/წმ

source: %ld Bytes/s
hu: %ld bájt/s
ka: %ld ბაიტი/წმ

source: &OK
ka: &დიახ

source: &URL:
ka: &მისამართი

source: &Unified diff
hu: &Egyesített diff
ka: &ბებკი

source: (no value)
hu: (nincs érték)
ka: (მნიშვნელობის გარეშე)

source: <Separator>
ka: <გამყოფი>

source: <Untitled>
hu: <Névtelen>
ka: <უსახელო>

source: <descr>
ka: <აღწერილობა>

source: Bro&wse...
ka: &ნუსხა...

source: Brows&e...
ka: &ნუსხა...

source: Bug-&ID / Issue-Nr:
hu: &Hiba / ügy száma:
ka: ბზიკის &ID / პრობლემის #

source: Bug-ID
hu: Hiba-ID
ka: ბზიკის ID

source: Bug-ID / Issue-Nr:
hu: Hiba / ügy száma:
ka: ბზიკის-ID / პრობლემის #

source: Check repository
ka: საცავის შემოწმება

source: Exclude paths:
ka: გამოტოვებული გეზები:

source: Include paths:
ka: გეზის ჩათვლით:

source: List1
ka: სია1

source: Merge all...
ka: ყველას შერწყმა...

source: Mine
hu: Saját
ka: ჩემი

source: OK
ka: დიახ

source: Others
hu: Többiek
ka: სხვა

source: RAM [kB]:
ka: RAM [კბ]:

source: Revert changes from these revisions
ka: ცვლილებების აღდგენა ამ ვერსიებიდან

source: Revision: %ld URL: %s Author: %s Date: %s Logmessage: %s
ka: ვერსია: %ld მისამართი: %s ავტორი: %s თარიღი: %s ჩანაწერი: %s

source: Revision: %ld URL: %s Author: %s Date: %s Tags:%s Logmessage: %s
ka: ვერსია: %ld მისამართი: %s ავტორი: %s თარიღი: %s ჭდეები:%s გზავნილი: %s

source: SVN eol-style
hu: SVN Sorvég-forma
ka: SVN სტრიქონთა დაბოლოებები

source: Show ignored files
ka: გამოტოვებული ფაილების ჩვენება

source: Show properties
ka: პარამეტრების ჩვენება

source: Show unmodified files
ka: უცვლელი ფაილების ჩვენება

source: Show unversioned files
ka: არავერსიული ფაილების ჩვენება

source: Spin1
ka: მრიცხველი1

source: Static
hu: Statikus
ka: სტატიკური

source: Stefan Küng, Lübbe Onken
ka: სტეფან კიუნგი, ლიუბე ონკენი

source: Subversion
ka: ქვევერსია

source: Theirs
hu: Másik
ka: მათი

source: TortoiseMerge %d.%d.%d, Build %d - %s, %s
ka: TortoiseMerge %d.%d.%d, გამოშვება %d - %s, %s

source: TortoiseMerge %d.%d.%d, Build %d - %s, %s libsvn_diff %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d
ka: TortoiseMerge %d.%d.%d, გამოშვება %d - %s, %s libsvn_diff %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d

source: TortoiseSVN %d.%d.%d, Build %d - %s, %s
ka: TortoiseSVN %d.%d.%d, გამოშვება %d - %s, %s

source: TortoiseSVN %d.%d.%d, Build %d - %s, %s Subversion %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d berkeley db %d.%d.%d neon %s %s zlib %s
ka: TortoiseSVN %d.%d.%d, გამოშვება %d - %s, %s ქვევერსია %d.%d.%d, %s apr %d.%d.%d apr-utils %d.%d.%d berkeley db %d.%d.%d neon %s %s zlib %s

source: URL
ka: მისამართი:

source: URL:
ka: მისამართი:

source: URL:
ka: მისამართი:

source: Use Unified Diff from clipboard
ka: ბებკის გამოყენება ბუფერიდან

source: Windows
hu: Ablakok
ka: სარკმლები

source: With URL:
hu: URL-el:
ka: მისამართით:

source: [Unassigned]
ka: [გაუპიროვნებელი]

source: dummy
ka: ცარიელი

source: svn:externals A newline separated list of module specifiers, each of which consists of a relative directory path, optional revision flags, and an URL. For example foo http://example.com/repos/zig foo/bar -r 1234 http://example.com/repos/zag The URLs can either be full URLs or relative. The format for the relative URLs is: ../ relative to the parent directory of the external ^/ relative to the repository root // relative to the URL scheme / relative to the server's hostname
ka: svn:externals სტრიქონების გადატანით გამოყოფილი მოდულების განმსაზღვრელები, რომელთაგან თითოეული დასტის ფარდობით გეზს, ვერსიის შესაძლო ალმებსა და URL-ს შეიცავს. მაგალითად: foo http://example.com/repos/zig foo/bar -r 1234 http://example.com/repos/zag მისამართები შესაძლოა იყოს სრული ან ფარდობითი. ფარდობითი მისამართის ფორმატია: ../ გარე დასტის ძირეული დასტის მიმართ ^/ საცავის ძირეული დასტის მიმართ // მისამართის სქემის მიმართ / სერვერის ჰოსტის სახელის მიმართ

source: ID:32785:V C +O
hu: ID:32773:V C +O
