Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Total number of merged revisions
hu: Az egyesített verziók száma
ja: マージされたリビジョンの総数
ka: შერწყმულ ვერსიათა სრული რაოდენობა

source: Total number of user revision properties
hu: A felhasználói tulajdonságok száma
ja: ユーザーリビジョン属性の総数
ka: მონაწილეთა პარამეტრების რაოდენობა

source: Transferring at %s
hu: Sebesség: %s
ja: %s を転送中
ka: გადაწერა აქ - %s

source: Transparent &color...
hu: &Átlátszó szín...
ja: 透明色(&C) ...
ka: გამჭვირვალე &ფერი...

source: Tree merge
hu: Fa-egyesítés
ja: ツリーのマージ
ka: განტოტვის შერწყმა

source: Try a "Cleanup". If that doesn't work you need to do a fresh checkout.
hu: Próbáld meg a "Tisztítás"-t! Ha nem működik, le kell kérned egy új munkapéldányt.
ja: "クリーンアップ" を試してみてください。もしうまくいかないなら、新規にチェックアウトしなおす必要があります。
ka: სცადეთ "გასუფთავება". თუ არ იმუშავა ხელახლა სცადეთ "გადმოტანა"

source: Try again
hu: Próbáld újra
ja: やり直し
ka: კვლავ სცადეთ

source: Tweak TortoiseSVN
hu: TortoiseSVN finomhangolása
ja: TortoiseSVN を調整
ka: TortoiseSVN-ის გამართვა

source: URL history
hu: URL előzmények
ja: URLの履歴
ka: URL ისტორია

source: URL not known (UUID: %s)
hu: Ismeretlen URL (UUID: %s)
ja: 不明な URL (UUID: %s)
ka: მისამართი უცნობია (UUID: %s)

source: URL of Subversion items
hu: A Subversion elemek URL-je
ja: Subversion 項目のURL
ka: ქვევერსიის ელემენტების მისამართი

source: URL to merge from
hu: Egyesítés URL-je
ja: マージ元のURL
ka: მისამართი შერწყმისთვის

source: Unable to determine merge source for %s Please use the main merge dialog.
ja: マージするソース %s を決定できませんでした。マージダイアログを使用してください。

source: Unable to load mail system support.
hu: Nem tölthető be a levelezőrendszer támogatás.
ja: メールシステムサポートをロードできません。
ka: ვერ ვტვირთავ საფოსტო სისტემის მხარდაჭერას.

source: Unable to process command, server busy.
ja: コマンドを処理することができません。サーバーがビジー状態です。

source: Unable to read from %1, it is opened by someone else.
hu: Nem olvasható a %1 fájl, már más megnyitotta.
ja: %1 から読み込めません。他の誰かが開いています。
ka: ვერ ვკითხულობ - %1: იგი უკვე სხვის მიერაა გახსნილი.

source: Unable to read write-only property.
hu: Nem lehet olvasni a csak írható tulajdonságot.
ja: 書き込み専用属性のため読み込めません。
ka: ვერ ვკითხულობ პარამეტრს: "მხოლოდ ჩაწერადი".

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
ja: 作業コピーのパスを再構築できません！ ファイルの名前が変更された場合に起こる可能性があります。 このファイルに対してログダイアログを表示し、ログダイアログの一番上の リストから変更を元に戻す操作を行ってください
ka: სამუშაო ასლის გეზის აღდგენა ვერ ხერხდება! ეს შესაძლებელია თუ ფაილს სახელი გადაერქვა. გთხოვთ გახსნათ მხოლოდ მითითებული ფაილის დავთრის დიალოგი და აღადგინოთ ცვლილებები დავთრის დიალოგის ზედა პანელიდან.

source: Unable to write read-only property.
hu: Nem lehet írni a csak olvasható tulajdonságot.
ja: 読み込み専用属性のため書き込めません。
ka: ვერ ვკითხულობ პარამეტრს: "მხოლოდ კითხვადი".

source: Unable to write to %1, it is read-only or opened by someone else.
hu: Nem írható a %1 fájl, már már megnyitotta vagy írásvédett.
ja: %1 に書き込めません。読み取り専用か、他の誰かが開いています。
ka: ვერ ვწერ - %1: იგი მხოლოდ წაკითხვადია ან სხვის მიერაა გახსნილი.

source: Uncheck
hu: Kijelölést megszüntet
ja: 未チェック
ka: ამორთვა

source: Undo %d Actions
hu: %d művelet visszavonása
ja: %d のアクションを元に戻す
ka: %d ქმედების გაუქმება

source: Undo 1 Action
hu: Egy művelet visszavonása
ja: アクションを1つ元に戻す
ka: 1 ქმედების გაუქმება

source: Undo Add..
hu: Hozzáadás visszavonása...
ja: 追加を元に戻す ...
ka: დამატების გაუქმება..

source: Undo the last action Undo
hu: Visszavonja az utolsó műveletet Visszavonás
ja: 直前に行った操作を取り消します 元に戻す
ka: ბოლო ქმედების გაუქმება დაბრუნება

source: Unexpected file format.
hu: Váratlan fájlformátum.
ja: 予期せぬファイルフォーマットです。
ka: ფაილის მოულოდნელი ფორმატი.

source: Unformatted Text text without any formatting
hu: Formázatlan szöveg szöveg, mindenféle formázás nélkül
ja: 書式が設定されていないテキスト 書式設定の無いテキスト
ka: დაუფორმატებეოი ტექსტი ტექსტი ყოველგვარი დაფორმატების გარეშე

source: Unified &diff of HEAD revisions
hu: FŐ verziók &egyesített diffje
ja: 最新のリビジョンに対する Unified 形式での差分(&D)
ka: HEAD ვერსიის ბებკი

source: Unknown certificate issuer. Fingerprint: %s Distinguished name: %s
hu: Ismeretlen tanúsítvány kibocsájtó. Ujjlenyomat: %s Megkülönböztetett név: %s
ja: 不明な証明書です。 Fingerprint: %s Distinguished name: %s
ka: სერთიფიკატის უცნობი გამცემი. თითის ანაბეჭდიt: %s განმასხვავებელი სახელი: %s

source: Unknown depth
hu: Ismeretlen mélység
ja: 未知の深さ
ka: უცნობი სიღრმე

source: Unlock
hu: Feloldás
ja: ロック解除
ka: დაბლოკვის მოხსნა

source: Unlock failed
hu: Feloldás sikertelen
ja: ロック解除に失敗
ka: დაბლოკვის მოხსნა არ შედგა

source: Unlocked
hu: Feloldva
ja: ロック解除
ka: დაბლოკვის მოხსნილია

source: Unrecognized or invalid property file format!
hu: A tulajdonság-fájl formátuma ismeretlen vagy hibás!
ja: 認識できない、もしくは無効なファイルフォーマットです！

source: Untitled
hu: Névtelen
ja: 未タイトル
ka: უსახელო

source: Unversion
hu: Verziókezelésből kivesz
ja: バージョン管理を解除
ka: ვერსიის მოხსნა

source: Unversioned files mark parent folder as modified
hu: Ha a mappa tartalmaz nem verziókezelt fájlokat, módosítottnak látszik
ja: バージョン管理外のファイルを含むフォルダに変更マークを付ける
ka: არავერსიული ფაილები ძირეულ დასტას შეცვლილედ მონიშნავს

source: Unversioning %s
hu: %s kivétele a verziókezelésből
ja: バージョン管理を解除中 %s
ka: ვერსიის მოხსნა: %s

source: Update
hu: Frissítés
ja: 更新
ka: განახლება

source: Update - TortoiseSVN
hu: Frissítés - TortoiseSVN
ja: 更新 - TortoiseSVN
ka: განახლება - TortoiseSVN

source: Update Depth
hu: Frissítés mélysége
ja: 更新の深さ
ka: სიღრმის განახლება

source: Updated
hu: Frissítve
ja: 更新
ka: განახლებული

source: Updates the working copy to a specific revision
hu: Frissíti a munkapéldányt egy megadott verzióra
ja: 特定のリビジョンへ作業コピーを更新
ka: სამუშაო ასლის განახლება მითითებულ ვერსიამდე

source: Updates the working copy to the current revision
hu: Frissíti a munkapéldányt a jelenlegi verzióra
ja: 現在のリビジョンに作業コピーを更新
ka: სამუშაო ასლის განახლება მიმდინარე ვერსიამდე

source: Updating %s
hu: %s frissítése
ja: %s を更新中
ka: განახლება %s

source: Updating ActiveX objects
hu: ActiveX objektumok frissítése
ja: ActiveX オブジェクトを更新しています
ka: ActiveX ობიექტების განახლება

source: Updating and retrying the lock...
hu: Frissítés és a zárolás újrapróbálása...
ja: 更新とロックの取得中 ...
ka: განახლება და ხელახლა დაბლოკვის მცდელობა...

source: Updating log cache
hu: Gyorsítótár frissítése
ja: ログキャッシュを更新中
ka: დავთრის ბუფერის განახლება

source: Use &Default Image:
ja: デフォルトの画像を利用(&D):
ka: &ნაგულისხმები გამოსახულება

source: Use &left block
hu: &Bal oldali szövegblokk használata
ja: 左側のブロックを利用(&L)
ka: მარ&ცხენა ბლოკი

source: Use &one-pane view as default for 2-file diff
hu: &Egypaneles nézet az alapértelmezés
ja: 2つのファイルの差分に、デフォルトで１画面表示を利用する(&O)
ka: &ერთპანელიანი ხედის გამოყენება 2 ფაილის შედარებისას

source: Use &other text block
hu: Másik &szövegblokk használata
ja: 他のテキストブロックを利用(&O)
ka: &სხვა ტექსტური ბლოკის გამოყენება

source: Use &text viewer to view blames
hu: &Szövegszerkesztő használata a hibáztatás megtekintéséhez
ja: 注釈履歴を見るためにテキストビューアを用いる(&T)
ka: ანოტაციის საჩვნებლად &ტექსტის სარკმლის გამოყენება

source: Use '*' as a wildcard character when specifying an exception. To separate multiple exceptions, use commas (','). Example: *.mylan.com, *.company.com
hu: A kivételeknél használhatod a '*' jokerkaraktert. Több kivétel elválasztásához használj vesszőt (','). Példa: *.pelda.hu, *.sajatcegem.com
ja: 除外指定にはワイルドカードとして '*' を用い、 複数指定する場合はコンマ（','）を利用します。 例: *.mylan.com, *.company.com
ka: გამოიყენეთ '*' გამონაკლისის მისათითებლად. რამდენიმე გამონაკლისის გასაყოფად გამოიყენეთ მძიმეები (','). მაგალითად: *.mylan.com, *.company.com

source: Use URL of &WC as the default "From:" URL
hu: A &munkapéldány URL-jeként az alapértelmezett "Innen:" URL-t haszánlja
ja: 作業コピーのURLを "元:" のデフォルトURLとして利用する(&W)
ka: სამუშაო &ასლის საწყისი URL-ს მითითება ველში "აქედან:"

source: Use Unified Diff from &clipboard
ja: クリップボードの Unified Diff を利用(&C)

source: Use "_svn" instead of ".svn" directories
hu: "_svn" mappa használata a ".svn" mappa helyett
ja: ".svn" ディレクトリの代わりに "_svn" を利用する
ka: გამოიყენეთ "_svn" ნაცვლად ".svn" დასტებისა

source: Use all content from the left view Use left file
ja: 左ビューの全てのコンテンツを利用する 左側のファイルを利用

source: Use block from left before right
hu: Bal oldali szövegblokk használata a jobb oldali előtt
ja: 左→右の順でブロックを利用
ka: მარცხენა ბლოკის გამოყენება მარჯვენამდე

source: Use block from left view before block from right view Use block from left before right
hu: A bal oldali nézetben található szövegblokk használata a jobb oldali nézetben található előtt Bal oldali szövegblokk használata a jobb oldali előtt
ja: 右ビューのブロックの前に左ビューのブロックを利用する 左→右の順でブロックを利用

source: Use block from right before left
hu: Jobb oldali szövegblokk használata a bal oldali előtt
ja: 右→左の順でブロックを利用
ka: მარჯვენა ბლოკის გამოყენება მარცხენამდე

source: Use block from right view before block from left view Use block from right before left
hu: A jobb oldali nézetben található szövegblokk használata a bal oldali nézetben található előtt Jobb oldali szövegblokk használata a bal oldali előtt
ja: 左ビューのブロックの前に右ビューのブロックを利用する 右→左の順でブロックを利用

source: Use both text blocks (this one first)
hu: Mindkét szövegmezőt használja (ezt a mezőt először)
ja: 両方のテキストブロックを利用（こちらを前にする）
ka: ორივე ტექსტური ბლოკის გამოყენება (ეს პირველია)

source: Use both text blocks (this one last)
hu: Mindkét szövegmezőt használja (ezt a mezőt utoljára)
ja: 両方のテキストブロックを利用（こちらを後にする）
ka: ორივე ტექსტური ბლოკის გამოყენება (ეს ბოლოა)

source: Use left file
hu: Bal oldali fájl használata
ja: 左側のファイルを利用
ka: მარცხენა ფაილის გამოყენება

source: Use local
ja: ローカルを使用する
ka: ლოკალით სარგებლობა

source: Use recycle bin when reverting
hu: Lomtár használata visszaállításkor
ja: 元に戻す際にゴミ箱を利用する

source: Use regular expression
hu: RegEx használata
ja: 正規表現を使用する
ka: მარტივი გამოსახულების გამოყენება

source: Use repository
ja: リポジトリを使用する
ka: საცავის გამოყენება

source: Use stri&keout for removed lines
hu: &Törölt sorok kihúzása
ja: 削除された行に取り消し線を引く(&K)
ka: წაშლილი სტრიქონების გადა&ხაზვა

source: Use system locale for date/time
hu: Rendszerbeállítás használata dátumhoz/időhőz
ja: 日付／時刻にシステムロケールを利用する
ka: სისტემური ლოკალით სარგებლობა თარიღის/დროისთვის

source: Use text block from "&mine"
hu: "&Saját" szövegblokk használata
ja: "&mine" のテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "&ჩემი"-დან

source: Use text block from "&theirs"
hu: "&Másik" szövegblokk használata
ja: "&theirs" のテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "&მათი"-დან

source: Use text block from "m&ine" before "theirs"
hu: "S&aját" szövegblokk használata a "másik" előtt
ja: "theirs" の前に "m&ine" のテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "ჩე&მი"-დან "მათი"-მდე

source: Use text block from "mine" before "theirs" Use "mine" text block then "theirs"
hu: "Saját" szövegblokk használata a "másik" előtt Először a "saját" szövegblokk használata, utána a "másik"
ja: "theirs" の前に "mine" のテキストブロックを利用する "mine" → "theirs" の順にテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "ჩემი"-დან "მათი"-მდე ჯერ "ჩემი" ტექსტური ბლოკის გამოყენება, შემდეგ "მათი"

source: Use text block from "mine" Use "mine" text block
hu: "Saját" szövegblokk használata "Saját" szövegblokk használata
ja: "mine" のテキストブロックを利用する "mine" のテキストブロックを利用
ka: ტექტუსრი ბლოკის გამოყენება "ჩემი"-დან ტექტუსრი ბლოკის გამოყენება "ჩემი"

source: Use text block from "t&heirs" before "mine"
hu: "M&ásik" szövegblokk használata a "saját" előtt
ja: "mine" の前に "t&heirs" のテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "მა&თი"-დან "ჩემი"-მდე

source: Use text block from "theirs" before "mine" Use "theirs" text block then "mine"
hu: "Másik" szövegblokk használata a "saját" előtt Először a "másik" szövegblokk használata, utána a "saját"
ja: "mine" の前に "theirs" のテキストブロックを利用する "theirs" → "mine" の順にテキストブロックを利用
ka: ტექსტური ბლოკის გამოყენება "მათი"-დან "ჩემი"-მდე ჯერ "მათი" ტექსტური ბლოკის გამოყენება, შემდეგ "ჩემი"

source: Use text block from "theirs" Use "theirs" text block
hu: "Másik" szövegblokk használata "Másik" szövegblokk használata
ja: "theirs" のテキストブロックを利用する "theirs" のテキストブロックを利用
ka: ტექტუსრი ბლოკის გამოყენება "მათი"-დან ტექტუსრი ბლოკის გამოყენება "მათი"

source: Use text block from the left view Use left block
hu: Bal oldali szövegblokk használata Bal oldali szövegblokk használata
ja: 左ビューのテキストブロックを利用する 左側のブロックを利用
ka: ტექსტური გამოყენება მარცხენა ხედიდან მარცხენა ბლოკის გამოყენება

source: Use th&is text block
hu: &Ezt a szövegblokkot használja
ja: このテキストブロックを利用(&I)
ka: &ამ ტექსტური ბლოკის გამოყენება

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD To merge all revisions, leave the box empty.
hu: Használd a naplót az egyesítendő verziók kijelöléséhez, vagy írd be a verziókat kézzel, vesszővel elválasztva. Intervallumot kötőjellel adhatsz meg. Például: 4-7,9,11,15-HEAD Az összes verzió egyesítéséhez hagyd üresen a mezőt. A fő verziót a HEAD kulcsszóval adhatod meg.
ja: マージしたいリビジョンの選択にログダイアログを利用する、もしくは、マージするリビジョンをコンマで区切って入力してください。リビジョンの範囲はハイフンで指定することができます。 例: 4-7,9,11,15-HEAD すべてのリビジョンをマージするには、入力ボックスを空のままにしてください。

source: Use this &whole file
hu: Ezt az egész &fájlt használja
ja: このファイル全体を利用する(&W)
ka: &მთელი ფაილის გამოყენება

source: Use this if the URL of the repository has changed
hu: Hasznád ezt, ha a tároló címe megváltozott
ja: リポジトリのURLが変更された場合、これを用いる
ka: გამოიყენეთ თუ საცავის URL შეიცვალა

source: Use whole other &file
hu: Az egyész másik fájl&t használja
ja: 他のファイル全体を利用する(&F)
ka: მთელი სხვა &ფაილის გამოყენება

source: User cancelled
hu: Felhasználói megszakítás
ja: キャンセルされました
ka: მომხმარებლის გაუქმებული

source: Username:
hu: Felhasználónév:
ja: ユーザー名:
ka: სახელი:

source: Valid command line options are: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
hu: A használható paraméterek: /base:<útvonal az alap fájlhoz> /theirs:<útvonal a másik fájlhoz> /mine:<útvonal a saját fájlhoz> /merged:<útvonal a létrehozandó egyesített fájlhoz> /diff:<útvonal az "egyesített diff" fájlhoz> /patchpath:<útvonal a mappához>
ja: 有効なコマンドラインオプションは: /base:<path to base file> /theirs:<path to their file> /mine:<path to your file> /merged:<path to resulting merged file> /diff:<path to unified diff file> /patchpath:<path to folder>
ka: ბრძანების მართებული პარამეტრებია: /base:<საბაზო ფაილის გეზი> /theirs:<მათი ფაილის გეზი> /yours:<თქვენი ფაილის გეზი> /merged:<შერწყმული ფაილის გეზი> /diff:<ბებკი ფაილის გეზი> /patchpath:<დასტის გეზი>

source: Value
hu: Érték
ja: 値
ka: მნიშვნელობა

source: Version
hu: Verzió
ja: バージョン
ka: ვერსია

source: Version %d.%d.%d.%d
hu: Verzió %d.%d.%d.%d
ja: バージョン %d.%d.%d.%d
ka: ვერსია %d.%d.%d.%d

source: Version Information
hu: Verzió információ
ja: バージョン情報
ka: ვერსიის მონაცემები

source: Versioned
hu: Verziókezelt
ja: バージョン管理下
ka: ვერსიული

source: View
hu: Nézet
ja: ビュー
ka: ჩვენება

source: View revision for path in &webviewer
hu: Fájl/mappa megtekintése a &webes megjelenítőben.
ja: パスのリビジョンをウェブビューアで表示(&W)
ka: ვერსიის გეზის ნახვა &ვებ მიმომხილველით

source: View revision in &webviewer
hu: Verzió megtekintése a &webes megjelenítőben.
ja: リビジョンをウェブビューアで表示(&W)
ka: ვერსიის ნახვა &ვებ მიმომხილველით

source: Visit our website
hu: Látogasd meg a honlapunkat
ja: 私たちのウェブサイトへお越しください
ka: მოინახულეთ ჩვენი ვებსაიტი

source: Wait
hu: Várakozás
ja: 待機
ka: დაცდა

source: Wait for the script to finish
hu: Várja meg, amíg a szkript lefut
ja: スクリプトが終了するまで待機する
ka: დაიცადეთ სცენარის დასრულებამდე

source: Warning
hu: Figyelem
ja: 警告
ka: გაფრთხილება

source: Warning!
hu: Figyelem!
ja: 警告！
ka: გაფრთხილება!

source: When connecting to the respository server is not possible, TSVN can switch to using cached data only. Select the default beviour here.
hu: Ha nem lehet a tárolóhoz kapcsolódni, a TortoiseSVN támaszkodhat kizárólag a gyorsítótárazott adatokra is. Állítsd be az alapértelmezett viselkedést.
ja: リポジトリサーバーへの接続ができない場合、TSVNは キャッシュデータのみを利用するように切り替えることができます。 ここでデフォルトの動作を選択してください。

source: When enabled, the versioned items listed in the commit dialog are automatically selected
hu: Ha be van jelölve, a beküldés ablakban automatikusan ki lesznek jelölve a verziókezelt fájlok
ja: 有効にした場合、コミットダイアログに表示されるバージョン管理されている項目は自動的に選択されます。

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
hu: Amikor egy vagy több fájlt zárolsz, megjelenik egy ablak, amely egy részletes megjegyzést kér a zárolásról
ja: 選択している１つ以上のファイルをロックする際に、ロックについての メッセージを問い合わせるダイアログを表示する。
ka: ერთი ან მეტი ფაილის დაბლოკვისას, აჩვენებს დიალოგს დაბლოკვის აღწერილობის მოთხოვნით

source: Whitespaces
hu: Láthatatlan karakterek
ja: 空白
ka: შორისები

source: Window Position
hu: Az ablak helyzete
ja: ウィンドウ位置
ka: სარკმლის პოზიცია

source: Working Copy
hu: Munkapéldány
ja: 作業コピー
ka: სამუშაო ასლი

source: Working Copy Path:
hu: Munkapéldány útvonala:
ja: 作業コピーのパス:
ka: სამუშაო ასლის გეზი:

source: Working copy
hu: Munkapéldányt
ja: 作業コピー
ka: სამუშაო ასლი

source: Working copy relocated to %s
hu: Munkapéldány áthelyezve ide: %s
ja: 作業コピーは再配置されました。 %s
ka: სამუშაო ასლი გადატანილია აქ: %s

source: Yes
hu: Igen
ja: はい
ka: დიახ

source: Yes to all
hu: Igen, mindet
ja: 全て「はい」
ka: დიახ ყველასთვის

source: You already have the latest version installed.
hu: A legfrissebb verzió van feltelepítve
ja: 最新バージョンがインストールされています。
ka: თქვენთან პროგრამის ბოლო ვერსიაა უკვე ჩადგმულია.

source: You are creating a repository on a network share. This is safe, but once the repository is created you must access it by some other means. Accessing a repository via file:// on a network share may corrupt your data! Create the repository anyway?
hu: A tárolót egy hálózati megosztáson készülsz létrehozni. Ez biztonságos, de a létrehozott tárolót más módon kell elérned. Ha olyan tárolót próbálsz elérni, amely hálózati megosztáson található, az adatok megsérülhetnek! Biztos, hogy létrehozod?
ja: 共有ネットワーク上にリポジトリを作成しようとしています。 これ自体は安全ですが、リポジトリを作成した後はその他の方法でアクセスする必要があります。 共有ネットワーク上のリポジトリに file:// 経由でアクセスした場合は、データが破壊される可能性があります！ リポジトリを作成しますか？
ka: თქვენ ქმნით ქსელის საზიარო საცავს. ეს უსაფრთხოა, მაგრამ ამ საცავს სხვა საშუალებით უნდა მიმართოთ. საზიარო ქსელში ფაილის საშუალებით მიმართვისას - file:/// შესაძლოა მონაცემების დაზიანება! მაინც შევქმნა საცავი?

source: You are trying to access a repository via file:// on a shared network drive. This could lead to severe repository corruption! Do you really want to do that?
hu: A tárolót hálózati megosztáson akarod elérni. Az adatok megsérülhetnek! Biztos, hogy ezt akarod tenni?
ja: file:// 経由で共有ネットワークドライブ上のリポジトリにアクセスしようとしています。 これは、リポジトリを破壊する可能性があります！！ 本当に実行しますか？
ka: თქვენ ცდილობთ ქსელურ დისკზე საცავს ფაილის საშუალებით - file:/// დაუკავშირდეთ. ამან საცავის ძლიერი დაზიანება შეიძლება გამოიწვიოს! ნამდვილად გსურთ ამის გაკეთება?

source: You are trying to move the trunk folder! Are you absolutely sure that you want to move the trunk folder?
hu: A főág mappáját (trunk) készülsz áthelyezni! Teljesen biztos vagy benne, hogy ezt akarod?
ja: trunk フォルダを移動しようとしています！ 本当に trunk フォルダを移動してもよろしいですか？
ka: თქვენ მაგისტრალური დასტის გადატანას ცდილობთ! აბსოლუტურად დარწმუნებული ხართ, რომ მაგისტრალური დასტის გადატანა გსურთ?

source: You can paste bitmap with the size (%d x %d) only!
hu: Csak (%d x %d) méretű bitképet lehet beilleszteni!
ja: %d × %d サイズのビットマップ画像のみ貼り付けることができます！

source: You can't create more than %d user-defined toolbars!
hu: Legfeljebb %d eszköztárat hozhatsz létre!
ja: %d 個以上のユーザー定義ツールバーを作成することはできません！

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
hu: Ezt a tulajdonságot csak fájlokra lehet alkalmazni, mappákra nem! Ha mappában található fájlokra szeretnéd alkalmazni, akkor jelöld be a 'rekurzívan' jelölőnégyzetet.
ja: この属性をファイルに対してのみ設定可能であり、フォルダに対して設定することはできません！ フォルダ内のすべてのファイルに設定したい場合は、'再帰' チェックボックスをアクティブにしてください。
ka: ამ პარამეტრებს დასტებისთვის ვერ მიუთითებთ, მხოლოდ ფაილებისთვის თუ გსურთ დასტის ყველა ფაილისთვის მითითება, უნდა გაააქტივოთ 'რეკურსიული' ჩამრთველი.

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item. Do you still want to do this?
hu: Egyszerre több fájlt/könyvtárt próbáltál a tárolóhoz adni. Ez jelenleg nem lehetséges egy lépésben, így a TortoiseSVN mindegyik elemet egyesével adja hozzá, mindegyiknek új verziót létrehozva. Ezt akarod tenni?
ja: リポジトリへ追加するために１つ以上のファイルもしくはフォルダがドロップされました。 一度にすべてを処理することができないため、TortoiseSVN は個々のファイル／フォルダを 別々に追加し、追加された項目毎に新しいリビジョンを作成します。 この処理を実行してもよろしいですか？
ka: თქვენ გადმოგაქვთ ერთზე მეტი ფაილი ან დასტა საცავში დასამატებლად. ერთ ჯერზე ეს შეუძლებელია, ამიტომ TortoiseSVN ინდივიდუალურად დაამატებს თითოეულ ფაილს/დასტას და თითოეული დამატებული ელემენტისთვის ახალ ვერსიას შექმნის. კვლავაც გსურთ ამის გაკეთება?

source: You have modified properties without saving them first. Do you want to save them now?
hu: Módosítottad a tulajdonságokat, de nem mentetted őket. El akarod menteni őket most?
ja: 保存する前に属性の変更を行いました。 今すぐ保存しますか？
ka: თქვენ პარამეტრები შეცვალეთ ისე რომ არ შეგინახავთ. გნებავთ მათი შენახვა ახლა?

source: You have to update your working copy first.
hu: Előszőr frissítenied kell a munkapéldányod.
ja: まず、作業コピーを更新してください。
ka: ჯერ თქვენი სამუშაო ასლი უნდა განაახლოთ.

source: You haven't entered an issue number! Are you sure you want to commit without an issue number?
hu: Nem írtál be az ügy-számot! Ügy-szám nélkül akarod beküldeni a változásokat?
ja: 課題番号が入力されていません！ 課題番号無しでコミットを行ってもよろしいですか？
ka: პრობლემის ნომერი არ მიგითითებიათ! ნამდვილად გსურთ ფაილ(ებ)ის ფიქსირება პრობლემის ნომრის გარეშე?

source: You may define up to %d tools.
hu: Legfeljebb %d eszközt definiálhatsz.
ja: %d 個までツールを定義することができます。
ka: შეგიძლიათ მიუთითოთ %d სამარჯვი.

source: You must restart your system for the changes to take effect.
hu: A beállítások érvénybe léptetéséhez újra kell indítani a számítógépet.
ja: 変更を反映させるためには、システムを再起動してください。
ka: ცვლილებების გასააქტივებლად სისტემა ხელახლა უნდა გადატვირთოთ.

source: You selected an unversioned file. The file will be added to version control when you commit.
hu: Egy nem verziókezelt fájlt válaszottál. A beküldéskor ez a fájl is verziókezelés alá lesz véve.
ja: バージョン管理されていないファイルを選択しています。 コミットする前にバージョン管理に追加してください。
ka: თქვენ აირჩიეთ არავერსიული ფაილი. ეს ფაილი ფიქსირებისას საკონტროლო ვერსიას დაემატება.

source: You should enter a text!
hu: Írj be egy szöveget!
ja: テキストを入力してください！
ka: უნდა მიუთითოთ ტექსტი!

source: You should select an image!
hu: Válassz ki egy képet!
ja: 画像を選択してください！
ka: უნდა შეარჩიოთ გამოსახულება!

source: You've changed the icon set from <i>%s</i> to <i>%s</i>. That change won't take effect until you restart your computer or logoff and logon again!
hu: Megváltoztattad az ikonokat <i>%s</i> stílusúról <i>%s</i> stílusúra. A változás érvénybe léptetéséhez újra kell indítani a számítógépet, vagy ki és be kell jelentkezni!
ja: アイコンセットを <i>%s</i> から <i>%s</i> に変更しました。 この変更は、再起動するか再ログインするまで反映されません！
ka: თქვენ პიქტოგრამების ნაკრები <i>%s</i> შეცვალეტ ახლით - <i>%s</i>. ცვლილება ძალაში შევა კომპიუტერის გადატვირთვის ან გამოსვლისა და ხელახლა შესვლის შემდეგ!

source: Your previously entered log messages have been saved. Click here to read and insert them again.
hu: Az előzőleg beírt megjegyzések el lettek mentve. Kattints ide, ha újra be akarod szúrni őket.
ja: 以前に入力したログメッセージは保存されています。 過去のログメッセージの確認、もしくは挿入するにはここをクリックしてください。
ka: დავთარში შეტანილი წინა ჩანაწერები შენახულია. მათ ხელახლა წასაკითხად და ჩასამატებლად დაწკაპეთ აქ.

source: Your version is:
hu: A te verziód:
ja: 現在使用中のバージョン:
ka: თქვენი ვერსიაა:

source: Your version is: %d.%d.%d.%d
hu: A te verziód: %d.%d.%d.%d
ja: 現在使用中のバージョン: %d.%d.%d.%d
ka: თქვენი ვერსიაა: %d.%d.%d.%d
