Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Getting a lock for files without the 'svn:needs-lock' property will <b>not</b> prevent others from editing them in their working copies. To enable strict locking please add the 'svn:needs-lock' property to all files that need locking, and commit those files. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. Note that other users will need to update their working copies before they see the files as read-only.
hu: Fájlok zárolása az 'svn:needs-lock' tulajdnoság nélkül <b>nem</b> fogja meggátolni, hogy a többiek szerkeszthessék a fájlt a munkapéldányukban. A teljes zároláshoz az 'svn:needs-lock' tulajdonság megadása és beküldése is szükséges. Minden fájl 'csak olvasható' attribútumot fog kapni a többiek gépén, és csak zárolás után válik írhatóvá. Vedd azt is figyelembe, hogy a többieknek frissíteniük kell a munkapéldányaikat, és csak utána lesz írásvédett a fájl.
ja: 'svn:needs-lock' 属性を設定していないファイルをロックしたとしても、他の作業コピーでそのファイルを<b>編集することができます</b>。 ロックを正しく動作させるためには、ロックが必要なすべてのファイルに対して 'svn:needs-lock' 属性を追加し、それらをコミットしてください。 それぞれのファイルは、ファイルシステム上で読み取り専用のフラグが設定され、ロックすることでファイルが書き込み可能になります。 他のユーザーは、ファイルを読み取り専用として開く前に、作業コピーの更新が必要なことに注意してください。
ka: ფაილების დაბლოკვა 'svn:needs-lock' პარამეტრის გარეშე <b>არ</b> იცავს მათ სხვების მიერ მათივე სამუშაო ასლებში რედაქტირებისგან. მკაცრი დაბლოკვისთვის გთხოვთ დაამატოთ 'svn:needs-lock' ყველა ფაილს, რომელთა დაბლოკვაც გსურთ და ისე გაგზავნოთ. Each file will have the file-system read-only flag set, and getting a lock will make the file writable. გაითვალისწინეთ, რომ სხვა მომხმარებლებმა თავიანთი სამუშაო ასლები უნდა განაახლონ ვიდრე ფაილების, როგორც კითხვადად აღქმას შეძლებენ.

source: Getting file %s
hu: %s fájl lekérése
ja: 取得ファイル %s
ka: ფაილის მიღება - %s

source: Getting file %s, revision %s
hu: %s fájl %s verziójának lekérése
ja: 取得ファイル %s，リビジョン %s
ka: ფაილის მიღება - %s, ვერსია - %s

source: Getting file info...
hu: Fájlinformáció lekérése...
ja: ファイル情報を取得 ...
ka: ფაილის ინფორმაციის მიღება...

source: Getting information from repository...
hu: Információ lekérése a tárolóból...
ja: リポジトリから情報を取得中 ...
ka: ინფორმაციის მიღება საცავიდან

source: Getting information...
hu: Információ lekérése...
ja: リポジトリから情報を取得中 ...
ka: ინფორმაციის მიღება

source: Getting log info...
hu: Megjegyzések lekérése...
ja: ログ情報を取得 ...
ka: შესვლის ინფორმაციის მიღება...

source: Getting required information...
hu: Szükséges információ letöltése...
ja: 必要な情報を取得中 ...
ka: საჭირო ინფორმაციის შეგროვება...

source: Getting unified diff
hu: Egyesített diff lekérése
ja: Unified Diff を取得中 ...
ka: ბებკის წაკითხვა

source: Global ignore &pattern:
hu: Globális kizárási &lista:
ja: 除外／無視するパターン(&P):
ka: გამოტოვების/გამონაკლისის &თარგი:

source: Global settings
hu: Globális beállítások
ja: 全般的な設定
ka: გლობალური პარამეტრები

source: Go offline?
hu: Váltsak át offline módba?
ja: オフラインにしますか？
ka: გამოვიდე?

source: Go to line
hu: Sorhoz ugrás
ja: 指定した行へ移動
ka: გადასვლა ხაზზე

source: Go to the next conflict Next conflict
hu: Ugrás a következő ellentmondáshoz Következő ellentmondás
ja: 次の競合点へ移動する 次の競合点へ
ka: გადასვლა შემდეგ კონფლიქტზე შემდეგი კონფლიქტი

source: Go to the next difference Next difference
hu: Ugrás a következő eltéréshez Következő eltérés
ja: 次の相違点へ移動する 次の相違点へ
ka: გადასვლა შემდეგ განსხვავებაზე შემდეგი განსხვავება

source: Go to the previous conflict Previous conflict
hu: Ugrás az előző ellentmondáshoz Előző ellentmondás
ja: 前の競合点へ移動する 前の競合点へ
ka: გადასვლა წინა კონფლიქტზე წინა კონფლიქტი

source: Go to the previous difference Previous difference
hu: Ugrs az előző eltéréshez Előző eltérés
ja: 前の相違点へ移動する 前の相違点へ
ka: გადასვლა წინა განსხვავებაზე წინა განსხვავება

source: Graph type:
hu: Grafikon típus:
ja: グラフの種類:
ka: გრაფიკის ტიპი:

source: Gray
hu: Szürke
ja: 灰色
ka: ნაცრისფერი

source: Group by branch
hu: Csoportosítás mellékáganként
ja: ブランチでグループ化する
ka: დაჯგუფება განშტოებებით

source: Group changelists
hu: Változáslisták csoportosítása
ja: 変更リストのグループ化
ka: ჯგუფის ცვლილებათა სიები

source: H&ide unrelated changed paths
hu: Más útvonalon történt változások el&rejtése
ja: 変更されたパスで無関係なものは表示しない(&I)
ka: დაუკავშირებელი შეცვლილი გეზების &დამალვა

source: H&ue:
hu: &Szín
ja: 色相(&H):

source: HEAD
hu: FŐ
ja: 最新

source: Head revision is %s
hu: A fő verzió: %s
ja: 最新のリビジョンは %s
ka: ძირეული ვერსიაა %s

source: Help
hu: Súgó
ja: ヘルプ
ka: კარნახი

source: Help Keyboard
ja: キーボード支援
ka: დამხმარე კლავიატურა

source: Hex
ja: 16進

source: Hide &deleted paths
hu: &Törölt ágak elrejtése
ja: 削除されたパスは表示しない(&D)
ka: &წაშლილი გეზების დამალვა

source: Hide docked window
ja: ドッキングしているウィンドウを隠す
ka: მიმაგრებული სარკმლის დამალვა

source: Hide the script while running
hu: Szkript elrejtése futás közben
ja: 実行時はスクリプトを非表示にする
ka: სკრიპტის დამალვა შესრულებისას

source: Hide/Show the patch file list Hides or shows the patch file list
hu: Elrejti/megjeleníti a patch fájlok listáját Elrejti/megjeleníti a patch fájlok listáját
ja: パッチファイルのリストを非表示／非表示 パッチファイルのリストを非表示もしくは表示する
ka: ბებკი ფაილების სიის ჩვენება/დამალვა აჩვენებს ან დამალავს ბებკი ფაილების სიას

source: Highest revision number in the cache
hu: A gyorsítótárban lévő legújabb verzió
ja: キャッシュ内のリビジョン番号の最大値
ka: ვერსიის მაქსიმალური ნომერი ბუფერში

source: Hint: Press F5 to refresh the selected subtree and Ctrl-F5 to load all children too
hu: Tipp: Nyomj F5-t a kijelölt mappa frissítéséhez, vagy Ctrl-F5-t az összes almappa frissítéséhez
ja: ヒント: 選択している部分以降を更新するには F5 を押し、全ての子階層を読み込むには Ctrl-F5 を押します
ka: მინიშნება: დააჭირეთ F5-ს მითითებული განშტოების გასაახლებლად და Ctrl+F5-ს ყველა ქვეგანშტოების ჩამოსატვირთად

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
ja: ヒント: コンテキストメニューを選択し、ページを 'コマンド' に変更してメニューウィンドウにツールバーボタンをドラッグします。

source: Home
ja: ホーム
ka: თავფურცელი

source: Hook Scripts
hu: Hook szkriptek
ja: フックスクリプト
ka: ბმული სცენარები

source: Hook Scripts::Issue Tracker Integration
hu: Hook szkriptek::Hibakövető integrálása
ja: フックスクリプト::課題追跡システムの統合

source: Hook Type
hu: Hook típusa
ja: フックの種類
ka: ბმულის ტიპი

source: Hook Type:
hu: Hook típusa:
ja: フックの種類:
ka: ბმულის ტიპი:

source: Hostname mismatch (%s)
ja: ホスト名が合致しません (%s)
ka: სერვერის სახელი მცდარია (%s)

source: I&nclude paths:
ja: 含めるパス(&N):

source: Icon Overlays
hu: Ikonok
ja: アイコンオーバーレイ
ka: ხატულათა თარგები

source: Icon Overlays / Status Columns
hu: Ikonok / oszlopok az intézőben
ja: アイコンオーバーレイ／状態
ka: ხატულათა თარგები/სტატუსის სვეტები

source: Icon Overlays::Icon Set
hu: Ikonok::Stílusok
ja: アイコンオーバーレイ::アイコンセット
ka: ხატულათა თარგები::ხატულათა ნაკრებები

source: Icons/Design/Code: Luebbe Onken
hu: Ikonok/Design/Kód: Luebbe Onken
ja: アイコン／デザイン／コード: Luebbe Onken
ka: ხატულები/დიზაინი/კოდი: ლუებე ონკენი

source: If activated, prevents the overlays and the context menu from showing in "save as..." or "open" dialogs
hu: Ha be van jelölve, nem jelennek meg az ikonok és a helyi menü a "Mentés másként..." és a "Megnyitás" ablakokban
ja: 有効にすると、"名前をつけて保存" や "開く" ダイアログ内でのオーバーレイやコンテキストメニューを非表示にする
ka: თუ მონიშნულია, კრძალავს პიქტოგრამებს დიალოგებში "შენახვა როგორც..." ან "გახსნა"

source: If activated, the menu entry "Get Lock" is always shown in the top level menu if the selected file has the svn:needs-lock property set
hu: Ha be van jelölve, a "Zárolás" menüpont a főmenüben jelenik meg amennyiben a fájlnak svn:needs-lock tulajdonsága van
ja: 有効にすると、選択したファイルに svn:needs-lock 属性が設定されている場合は、 常に "ロックを取得" メニューをトップレベルメニューに表示する
ka: თუ აქტიურია, მენიუს ელემეტი "დაბლოკვა" ყოველთვის მენიუს ზედა დონეზე გამოჩნდება თუ შერჩეული ფაილისთვის svn:needs-lock პარამეტრია მითითებული

source: If checked then a new folder is created in the repository. If not checked then the import goes directly to the specified URL.
ja: チェックすると、リポジトリに新しいフォルダが作られる。 チェックしなければ、指定したURLへ直接インポートする。
ka: თუ ჩართულია, საცავში ახალი დასტა შეიქმნება. თუ ამორთულია, პირდაპირ პითითებულ URL-ში დაიმპორტდება.

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
hu: Ha be van jelölve, a TortoiseSVN egy ideiglenes fájlt hoz létre az ALAP-ból, amelyben a kulcsszavak ki vannak bővítve és a sorvégek be vannak állítva.
ja: チェックすると、TortoiseSVN はキーワード展開後のファイルとの差分や 改行コードの調整を行うために、ベースファイルの一時コピーを作成する。
ka: თუ ჩართულია, TortoiseSVN შესადარებლად სბაზო ვერსიის (BASE) სხვაობის დროებით ფაილს შექმნის საკვანძო სიტყვებით და მართებული სტრიქონის დაბოლოებებით.

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
hu: Ha be van jelölve és duplakattintunk napló listájában egy verzióra, összehasonlítja azt az előző verzióval.
ja: チェックすると、ログリスト内でリビジョンをダブルクリックすると以前のリビジョンと比較します。

source: If checked, the commit dialog will be started again automatically after an error, while preserving your last selection and log message.
hu: Ha ba van jelölve, akkor a beküldés ablak hiba és/vagy sikertelen beküldés esetén újra megnyílik, megőrzive a beállításokat.
ja: チェックすると、コミットダイアログはエラーが発生した後に、最後に選択した結果と ログメッセージを保存した状態で自動的に再表示されます。
ka: თუ ჩართულია, ფიქსირების დიალოგი შეცდომის შემდეგ ავტომატურად დაიწყება, ბოლო მონიშვნებისა და დავთრის ჩანაწერების შენარჩუნებით.

source: If enabled, TortoiseSVN checks once a week if a newer version is available
hu: Ha be van jelölve, akkor a TortoiseSVN hetente egyszert leellenőrzi, hogy elérhető-e a program egy újabb verziója
ja: チェックすると、TortoiseSVN は最新のバージョンが利用可能かどうかを1週間に1回チェックします。
ka: თუ ჩართულია, TortoiseSVN კვირაში ერთხელ შეამოწმებს ახალ ვერსიას

source: If enabled, the Merge dialog initializes the "From:" URL with the URL of the selected working copy instead of the last used URL.
hu: Ha be van jelölve, az egyesítő ablak alapértelmezésben a kiválasztott munkapéldány URL-jét használja a legutoljára használt URL helyett.
ja: 有効にすると、マージダイアログは最後に利用したURLの代わりに、 選択されている作業コピーのURLで "元:" URL を初期化します。
ka: თუ ჩართულია, შერწყმის დიალოგში ველში "აქედან:" ჩაისმება მითითებული სამუშაო ასლის URL, და არა ბოლოს გამოყენებული URL.

source: If enabled, the repository is contacted when the dialog starts up. You don't have to click on "Check Repository" anymore.
hu: Ha be van jelölve, akkor automatikusan kapcsolódik a tárolóhoz, amikor a "Változások keresése" ablak megjelenik. Így nem kell többé a "Tároló ellenőrzésre" gombra kattintani.
ja: 有効にすると、ダイアログを表示する際にリポジトリにアクセスします。 これにより、"リポジトリをチェック" をクリックする必要はなくなります。
ka: თუ ჩართულია, დიალოგის დაწყებისას საცავს დაუკავშირდება. თქვენ არ დაგჭირდებათ "საცავის შემოწმების" დაწკაპვა.

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
hu: A be van jelölve, a munkapéldányok kizárt mappáin, a 'normál' ikon jelenik meg. A nincs, akkor nem jelenik meg ikon.
ja: 有効にすると、オーバーレイの対象から除外されている作業コピーのフォルダは、 '通常' の状態としてオーバーレイ表示されます。
ka: თუ ჩართულია, თარგების ჩვენებიდან გამონაკლისი სამუშაო ასლების დასტები კვლავ იქნება ნაჩვენები სტატუსით 'ჩვეულებრივიl'

source: If set, TortoiseSVN will set the filetimes to the time they were last committed. If not set, TortoiseSVN uses the current time.
hu: Ha be van jelölve, akkor a TortoiseSVN a fájlok idejét a tárolóba való beküldés idejére állítja.
ja: チェックすると、TortoiseSVN はファイルの日付を最終コミット日に設定します。 チェックしなければ、TortoiseSVN は現在の日時を使用します。
ka: თუ ჩართულია, TortoiseSVN ფაილების დროს მათი ბოლო ფიქსირებით მიუთითებს. თუ ამორთულია – მიმდინარე დროით.

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
hu: Ha be van jelölve, akkor a nem verziókezelt mappákban lévő fájlok is megjelennek az állapotjelzőben. Állapotjelző található például a "Beküldés" ablakban.
ja: 設定すると、バージョン管理外フォルダに存在するファイルが状態表示コントロールに表示されます。 状態表示コントロールは、コミットダイアログなどで利用されています。
ka: თუ მითითებულია, სტატუსის კონტროლში ფაილების არავერსიულ დასტაში ჩვენება შეიძლება. სტატუსის კონტროლი გამოიყენება, მაგალითად, ფიქსირების დიალოგში.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
hu: Ha be van jelölve, nem verziókezelt fájlok szülőkönyvtára módosított állapotot kap, vagyis a módosított ikon jelenik meg rajta.
ja: 設定すると、バージョン管理外のファイルを含むフォルダの状態を変更としてマークします。例えば、変更のオーバーレイアイコンが付きます。
ka: თუ ჩართულია, არავერსიული ფაილები ძირეული დასტის სტატუს შეცვლილად მონიშნავს, ე.ი. მათ შეცვლილის აღმნიშვნელი ხატულა მიენიჭებათ.

source: If the repository can not be contacted
hu: Ha a tároló nem elérhető
ja: リポジトリにアクセスできない場合

source: If you change this value, your existing working copies won't be recognized anymore! You must check out your working copies again. If you're not sure about this, then please read the docs. Are you absolutely sure you want to do this?
hu: Ha megváltoztatod ezt az értéked, akkor a munkapédányaidat nem fogja többé felismerni a TortoiseSVN, újra le kell kérned majd őket. További információkat a leírásban találsz. Biztosan megváltoztatod?
ja: この値を変更した場合、既存の作業コピーは認識できなくなるかもしれません！ 再度、作業コピーをチェックアウトする必要があるかもしれません。 この操作が良く分からない場合は、ドキュメントを良く読んでください。 本当にこの操作を実行してもよろしいですか？
ka: ამ მნიშვნელობის შეცვლის შემდეგ, თქვენი არსებული სამუშაო ასლები ვეღარ ამოიცნობა! თქვენ სამუშაო ასლების ხელახლა გადმოტანა მოგიწევთ. რაიმე ორჭოფობის შემთხვევაში გთხოვთ გაეცნოთ ამ დოკუმენტაციას. ნამდვილად გსურთ ამის შესრულება?

source: If you want to break the lock, use the "Check For Modifications" dialog.
hu: A zárolás feltöréséhez használd a "Változások keresése" ablakot.
ja: もしロックを解除したいなら、"変更をチェック" ダイアログを利用してください。
ka: თუ ბლოკირების მოხსნა გსურთ, გამოიყენეთ დიალოგი "შემოწმება ცვლილებებზე".

source: Ignore
hu: Kihagyás
ja: 無視
ka: იგნორირება

source: Ignore &all whitespaces
hu: Az &összes láthatatlan karakter kihagyása
ja: 全ての空白を無視する(&A)
ka: &ყველა ხარეს იგნორირება

source: Ignore &case changes
hu: Kisbetű/nagybetű különbség &nem számít
ja: 大文字／小文字の変更は無視する(&C)
ka: &რეგისტრის ცვლილების იგნორირება

source: Ignore all whitespaces
hu: Az összes láthatatlan karakter kihagyása
ja: 全ての空白を無視する
ka: ყველა შორისის იგნორირება

source: Ignore ancestry
hu: Származás figyelmen kívül hagyása
ja: 系統情報を無視する
ka: ძირეულების იგნორირება

source: Ignore line &endings (recommended)
hu: Sorvég&ek figyelmen kívül hagyása (ajánlott)
ja: 改行コード(&E)を無視する（推奨）
ka: სტრიქონის &ბოლოების იგნორირება (რეკომენდებულია)

source: Ignore line endings
hu: Sorvégek figyelmen kívül hagyása
ja: 改行コードを無視する
ka: სტრიქონთა დაბოლოებების იგნორირება

source: Ignore whitespace changes
hu: Láthatatlan karakterek eltérésének figyelmen kívül hagyása
ja: 空白の変更を無視する
ka: შორისების ცვლილებების იგნორირება

source: Ignored items included
ja: 無視項目を含む
ka: იგნორირებულ ელემენტთა ჩათვლით

source: Image &and Text
hu: &Kép és szöveg
ja: イメージとテキスト(&A)
ka: გამოსახულება &და ტექსტი

source: Image &and text
hu: &Kép és szöveg
ja: イメージとテキスト(&A)
ka: გამოსახულება &და ტექსტი

source: Images
hu: Képek
ja: 画像
ka: გამოსახულებები

source: Immediate children, including folders
hu: Fájlokat és a közvetlen almappákat
ja: 直接の子階層（フォルダを含む）
ka: უშუალო ქვეელემენტები, დასტების ჩათვლით

source: Import
hu: Importálás
ja: インポート
ka: იმპორტი

source: Import %ld items
hu: %ld elem importálása
ja: %ld 個の項目をインポート
ka: %ld ელემენტის იმპორტი

source: Import %s to %s%s
hu: %s importálása ide: %s%s
ja: %s を %s%s へインポート
ka: იმპორტი %s - %s%s

source: Import &message
hu: Importálási &megjegyzés
ja: インポートメッセージ(&M)
ka: &შეტყობინების იმპორტი

source: Import - TortoiseSVN
hu: Importálás - TortoiseSVN
ja: インポート - TortoiseSVN
ka: იმპორტი - TortoiseSVN

source: Import a previously saved set of properties from a file
hu: Előzőleg elmentett tulajdonságok importálása fájlból
ja: ファイルに保存されている属性をインポートする

source: Import file %s to %s
hu: %s fájl importálása ide: %s
ja: ファイル %s をインポート インポート先: %s
ka: %s ფაილის იმპორტი აქ %s

source: Import file to %s
hu: Fájl importálása ide: %s
ja: ファイルのインポート先 %s
ka: ფაილის იმპორტი აქ %s

source: Import folder %s to %s
hu: %s mappa importálása ide: %s
ja: フォルダ %s をインポート インポート先: %s
ka: %s დასტის იმპორტი აქ %s

source: Importing file %s
hu: %s importálása
ja: インポートファイル %s
ka: ფაილის იმპორტი - %s

source: Imports the directory to a repository
hu: A mappa importálása a tárolóba
ja: ディレクトリをリポジトリにインポート
ka: დასტის საცავში იმპორტირება

source: Include ignored files
ja: 無視ファイルを含める
ka: გამოტოვებული ფაილების ჩათვლით

source: Include merged revisions
hu: Egyesített verziók belevétele
ja: マージされたリビジョンを含める
ka: შერწყმული ვერსიების ჩათვლით

source: Include only the following revision range:
hu: Csak az alábbi intervallumot vegye figyelembe:
ja: 次のリビジョン範囲のみを含める:
ka: მხოლოდ შემდეგი ვერსიების რანგის გათვალისწინება:

source: Incorrect filename.
ja: ファイル名が正しくありません。
ka: ფაილის მცდარი სახელი.

source: Initial import
hu: Kezdeti importálás
ja: 初期インポート
ka: პირველადი იმპორტი

source: Inline differences
hu: Soron belüli eltérések
ja: 行内差分
ka: სხვაობები სტრიქონში

source: Input
ja: 入力
ka: შეტანა

source: Insert Clipboard contents Paste
hu: A vágólap tartalmának beillesztése Beillesztés
ja: クリップボードの内容を挿入する 貼り付け
ka: ბუფერის შიგთავსის ჩასმა ჩასმა

source: Insufficient memory to perform operation.
hu: Nincs elég memória a művelet elvégzéséhez.
ja: 操作を行うのに、十分なメモリがありません。
ka: მეხსიერების უკმარისობა ქმედებისათვის.

source: Internal application error.
hu: Belső programhiba.
ja: 内部アプリケーションエラー。
ka: პროგრამის შიდა შეცდომა.

source: Internal value indicating compression quality
hu: Belső érték, amely a tömörítés mértékét jelzi
ja: 圧縮の品質を示す内部値

source: Invalid Currency.
ja: 無効な通貨です。
ka: მცდარი ვალუტა.

source: Invalid data object dropped!
ja: 無効なデータオブジェクトがドロップされました！
ka: გადატანილია მონაცემთა მცდარი ობიექტი!

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hu: Rossz verziószám! Az alábbiak helyesek: HEAD, BASE, PREV, COMMITTED, WC, pozitív tizedes szám, dátum az alábbi formátumok egyikében: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ja: 無効なリビジョン番号です！ 有効なリビジョンは: HEAD, BASE, PREV, COMMITTED, WC, 正の十進数 次に示すような日付の形式: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ka: ვერსიის მცდარი ნომერი! მართებული ვერსიებია: HEAD, BASE, PREV, COMMITTED, WC დადებითი ატობითი რიცხვები, თარიღები შემდეგ ფორმატში: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hu: Rossz verziószám! Az alábbiak helyesek: HEAD pozitív egész szám, dátum az alábbi formátumok egyikében: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ja: 無効なリビジョン番号です！ 有効なリビジョンは: HEAD 正の十進数 次に示すような日付の形式: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ka: ვერსიის მცდარი ნომერი! მართებული ვერსიებია: HEAD დადებითი ათობითი რიცხვები, თარიღები შემდეგ ფორმატშია: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
hu: Hibás verzió-intervallum! A lehetséges értékek számok és HEAD (FŐ verzió), vesszőkkel elválasztva. Intervallumokat kötőjellel adhatsz meg. Példa: 2-5,7,10,44-70,300-HEAD
ja: 無効なリビジョン範囲です！ 有効なリビジョンはコンマで区切られた数字とHEADです。 範囲はハイフンで指定することができます。 例: 2-5,7,10,44-70,300-HEAD

source: It is not possible to rename a file by changing the case of its name alone. For example, you can't make MyFile.txt become MYFILE.txt. Please consult the documentation for a way to work around this limitation.
hu: Nem lehet úgy átnevezni egy fájlt, hogy csupán kisbetű/nagybetű-ben tér el. Például VaLaMi.txt-t nem lehet átnevezni VALAMI.txt-vé. Nézz utánna a dokumentációban, hogyan lehet megkerülni ezt a korlátozást.
ja: ファイル名の大文字と小文字のみを変更することはできません。 例えば、MyFile.txt を MYFILE.txt にすることはできません。 この制限に関してはドキュメントを調べてください。
ka: შეუძლებელია ფაილის გადარქმევა მხოლოდ ასოების რეგისტრის შეცვლით. მაგალითად არ შეიძლება ფაილს MyFile.txt გადაერქვას MYFILE.txt. ამ შეზღუდვის გვერდის ასავლელად გაეცანით დოკუმენტაციას.

source: It seems you are trying to <b>relocate</b> your working copy to a different path inside the same repository. From: %s To: %s A relocate is only needed if the path <b>to</b> a repository has changed. Changing to a different path <b>inside</b> a repository is done by a switch operation. Improper use of relocate <b>will corrupt your working copy!</b> If you are not sure what to do, please refer to our docs on <i>relocate</i>. Do you really want to relocate?
hu: Úgy tűnik, hogy <b>azonos tárolón belül</b> akarod áthelyzeni a munkapéldányod egy másik útvonalra. Innen: %s Ide: %s A "Tároló áthelyezése" csak akkor szükséges ha a <b>tároló címe</b> változik. Az útvonál változtatását a <b>tárolón belül</b> az "Átváltás" funkcióval lehet megtenni. Az áthelyezés rossz használata <b>a munkapéldány sérülését okozza!</b> Ha nem vagy biztos a dolgodban, nézd meg a súgónak az <i>áthelyezésre</i> vonatkozó részét. Biztosan áthelyezed?
ja: 同じリポジトリ内の異なるパスに作業コピーを <b>再配置</b> しようとしています。 元: %s 先: %s 再配置は、<b>リポジトリのパス</b>が変更された時にのみ必要となります。 <b>リポジトリ内</b>の異なるパスへの変更は、切り替え操作で行うことができます。 正しく再配置コマンドを利用しないと、<b>作業コピーを壊してしまうかもしれません！</b> どうしていいか分からない時は、ドキュメントの<i>再配置</i>を参照してください。 本当に再配置を実行してもよろしいですか？
ka: როგორც ჩანს ცდილობთ თქვენი სამუშაო ასლის <b>გადანაცვლებას</b> იგივე საცავის სხვა გეზზე. აქედან: %s აქ: %s გადანაცვლება საჭიროა მხოლოდ მაშინ თუ შეიცვალა საცავის გეზი <b>აქ</b>. გეზის შეცვლა საცავის <b>შიგნით</b> შესაძლებელია გადართვის ქმედებით. გადანაცვლების უმართებლო გამოყენება <b>თქვენს სამუშაო ასლს დააზიანებს!</b> თუ დარწმუნებული არ ხართ ქმედებაში ჩვენს დოკუმენტაციაში გაეცანით <i>გადანაცვლებას</i>. ნამდვილად გსურთ გადანაცვლება?

source: Keep &locks
hu: Zárolások &megtartása
ja: ロックを保持(&L)
ka: ბლოკირებების &შენარჩუნება

source: Keep changelists
hu: Változáslisták megtartása
ja: 変更リストを保持する
ka: ცვლილებათა სიის შენარჩუნება

source: Keyboard
hu: Billentyűzet
ja: キーボード
ka: კლავიატურა

source: Keyboard shortcuts:
ja: キーボードショートカット:
ka: მალმხმობები:

source: Keys
ja: キー
ka: კლავიშები

source: Last commit revision:
hu: Utolsó verziószám:
ja: 最終コミットリビジョン:
ka: ბოლო ფიქსირებული ვერსია:

source: Last saved revision of item
ja: 最後に保存した項目のリビジョン
ka: ელემენტის ბოლო შენახული ვერსია

source: Last time the cache content was changed
hu: A gyorsítótár legutóbbi módosításának időpontja
ja: キャッシュの内容が変更された最後の日時

source: Last time the cache was accessed
hu: A gyorsítótár legutóbbi olvasásának időpontja
ja: キャッシュにアクセスした最後の日時

source: Last time the repository was asked for the HEAD revision number
hu: A tároló legutóbbi ellenőrzésének időpontja
ja: リポジトリへ最新のリビジョン番号を問い合わせた最後の日時
