Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Pictures (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|All (*.*)|*.*||
hu: Képek (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|Minden fájl (*.*)|*.*||
ja: 画像 (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|すべてのファイル (*.*)|*.*||
ka: ნახატები (*.wmf, *.jpg, *.png, *.bmp, *.gif)|*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif|ყველა (*.*)|*.*||

source: Pie Graph
hu: Kördiagram
ja: 円グラフ
ka: სექტორული დიაგრამა

source: Please enter a hook script to execute.
hu: Add meg a futtatandó hook szkriptet!
ja: 実行するフックスクリプトを入力してください。
ka: გთხოვთ მიუთითოთ ბმული სცენარი შესასრულებლად.

source: Please enter a path where to apply the hook script to.
hu: Add meg a szkript futási mappáját!
ja: フックスクリプトを適用するパスを入力してください。
ka: გთხოვთ მიუთითოთ გეზი ბმული სცენარის გამოსაყენებლად.

source: Please execute the "Cleanup" command.
hu: Kérlek futtatsd le a "Tisztítás" parancsot.
ja: "クリーンアップ" コマンドを実行してください。
ka: გთხოვთ გამოიყენოთ ბრძანება "დასუფთავება"

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
hu: Figyelem: A munkapéldányod a korábbi címen marad. Ha a további változásokat az imént létrehozott mellékágba szeretnéd küldeni, a munkapéldányod URL-jét az új címre kell állítani. Ehhez használd az Átváltás parancsot.
ja: 注意書き： 作業コピーは従来のパスのままです。もし、今作成したコピーもしくはブランチに 今後の変更をコミットする場合は、そのコピー先の新しいURLに作業コピー全体を 切り替える必要があります。 本操作を行うためには、切り替えコマンドを使用してください。
ka: გაითვალისწინეთ: თქვენი სამუშაო ასლი ძველ გეზზე დარჩა. თუ გსურთ, რომ თქვენი შემდეგი ცვლილებები განშტოების ახლად შექმნილ ასლში შევიდეს, თქვენი სამუშაო ასლი ახალ მისამართზე უნდა გადართოთ. ამისთვის ისარგებლეთ ბრძანებით <b>გადართვა</b>

source: Please resolve the conflict by choosing one of the following options:
hu: Az ellentmondás feloldásához válassz az alábbiak közül:
ja: 以下のオプションを一つ選択して競合を解消してください:

source: Please select a hook type
hu: Válaszd ki a hook típusát!
ja: フックの種類を選択してください
ka: გთხოვთ მიუთითოთ ბმულის ტიპი

source: Please specify the certificate type
hu: Válaszd ki a tanusítvány típusát
ja: 証明書の種類を指定してください
ka: გთხოვთ მიუთითოთ სერთიფიკატის ტიპი.

source: Please wait - this can take several minutes. Seriously!
hu: Várj türelemmel - ez több percig eltarthat. Tényleg!
ja: しばらくお待ちください - この処理には数分かかるかもしれないので、注意してください！
ka: შეიცადეთ. შესაძლოა რამდენიმე წუთი დასჭირდეს. სერიოზულად!

source: Please wait while cancelling...
hu: Várj, megszakítás folyamatban...
ja: キャンセル処理が完了するまでしばらくお待ちください ...
ka: შეიცადეთ გაუქმებამდე...

source: Please wait while differences are obtained...
ja: 差分を取得する間、しばらくお待ちください ...
ka: გთხოვთ დაიცადოთ განსხვავებების მიღებამდე...

source: Please wait while the repository browser is initializing...
hu: Kérlek várj, amíg a tároló-böngésző elindul...
ja: リポジトリブラウザを初期化する間しばらくお待ちください ...
ka: გთხოვთ დაელოდოთ საცავის ბროუზერის ინიციალიზებას...

source: Please wait...
hu: Kérlek várj...
ja: しばらくお待ちください ...
ka: გთხოვთ შეიცადოთ...

source: Port :
ja: ポート:
ka: პორტი:

source: Post-Commit Hook
hu: Beküldés utáni hook
ja: Post-Commit フック
ka: ფიქსირებისშემდგომი ბმული

source: Post-Update Hook
hu: Frissítés utáni hook
ja: Post-Update フック
ka: განახლებისშემდგომი ბმული

source: Pre&v Page
hu: &Előző oldal
ja: 1つ前のページ(&V)
ka: &წინა გვერდი

source: Pre-Commit Hook
hu: Beküldés előtti hook
ja: Pre-Commit フック
ka: ბმული ფიქსირებამდე

source: Pre-Update Hook
hu: Frissítés előtti hook
ja: Pre-Update フック
ka: ბმული განახლებამდე

source: Press &New Shortcut Key:
ja: 新しいショートカットキーを押してください(&N):
ka: &ახალი - მიუთითეთ მალმხმობი:

source: Press &new shortcut key:
ja: 新しいショートカットキーを押してください(&N):
ka: &ახალი - მიუთითეთ მალმხმობი:

source: Prevents most cases in which connection lines cross revision nodes
hu: Megakadályozza a legtöbb esetet, amikor a vonalak egymást kereszteznék
ja: 接続線がリビジョンノードを横切らないようにする

source: Preview
hu: Előnézet
ja: プレビュー
ka: ესკიზი

source: Preview patched file
hu: Patch-elt fájl előnézete
ja: パッチ結果をプレビューする
ka: ბებკი ფაილის ესკიზი

source: Preview:
hu: Előnézet:
ja: プレビュー:
ka: ესკიზი:

source: Previous Page Previous Page
hu: Előző oldal Előző oldal
ja: 前のページ 前のページ
ka: წინა გვერდი წინა გვერდი

source: Print
hu: Nyomtatás
ja: 印刷
ka: დაბეჭდვა

source: Print Document &Print
hu: Dokumentum nyomtatása &Nyomtatás
ja: ドキュメントを印刷 印刷(&P)
ka: დოკუმენტის დაბეჭდვა &დაბეჭდვა

source: Print to File
hu: Nyomtatás fájlba
ja: ファイルへ印刷
ka: დაბეჭდვა ფაილში

source: Printer :
hu: Nyomtató :
ja: プリンター:
ka: საბეჭდი :

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
hu: Nyomtatási fájlok (*.prn)|*.prn|Minden fájl (*.*)|*.*||
ja: プリンターファイル (*.prn)|*.prn|全てのファイル (*.*)|*.*||
ka: საბეჭდის ფაილები (*.prn)|*.prn|ყველა ფაილი (*.*)|*.*||

source: Printing
hu: Nyomtatás
ja: 印刷中
ka: ბეჭდვა

source: Processing revision %d of %d...
hu: %d verzió feldolgozása %d...
ja: 処理中のリビジョン %d / %d ...
ka: ვერსიის დამუშავება %d, სულ %d–დან...

source: Program
ja: プログラム
ka: პროგრამა

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
hu: Programok (*.exe)|*.exe|Minden fájl (*.*)|*.*||
ja: プログラム (*.exe)|*.exe|全てのファイル (*.*)|*.*||
ka: პროგრამები (*.exe)|*.exe|ყველა ფაილი (*.*)|*.*||

source: Progress
ja: 進行状況
ka: მიმდინარეობის დიალოგი:

source: Properties
hu: Tulajdonságok
ja: 属性
ka: პარამეტრები

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
hu: Tulajdonságok (*.svnprops)|*.svnprops|Minden fájl (*.*)|*.*||
ja: 属性 (*.svnprops)|*.svnprops|全てのファイル (*.*)|*.*||
ka: პარამეტრები (*.svnprops)|*.svnprops|ყველა ფაილი (*.*)|*.*||

source: Properties for
hu: Az alábbi fájl tulajdonságai
ja: 属性
ka: პარამეტრები -

source: Properties...
hu: Tulajdonságok...
ja: 属性 ...
ka: პარამეტრები...

source: Property
hu: Tulajdonság
ja: 属性
ka: პარამეტრი

source: Property %s : Revision %s
hu: Tulajdonság %s : Verzió %s
ja: 属性 %s : リビジョン %s
ka: პარამეტრი %s : ვერსია %s

source: Property %s : remote
ja: 属性 %s : リモート
ka: პარამეტრი %s : გარე

source: Property %s : working base
ja: 属性 %s : 作業 Base
ka: პარამეტრი %s : სამუშაო ბაზა

source: Property %s : working copy
hu: Tulajdonság %s : munkapéldány
ja: 属性 %s : 作業コピー
ka: პარამეტრი %s : სამუშაო ასლი

source: Property Page
ja: プロパティページ
ka: პარამეტრების გვერდი

source: Property Status:
ja: 属性の状態:
ka: პარამეტრების სტატუსი:

source: Property name:
hu: Tulajdonság neve:
ja: 属性名:
ka: პარამეტრის სახელი:

source: Property status
hu: Tulajdonság
ja: 属性の状態
ka: პარამეტრების სტატუსი

source: Property value:
hu: Tulajdonság értéke:
ja: 属性値:
ka: პარამეტრის მნიშვნელობა:

source: Provider
ja: プロバイダ
ka: პროვაიდერი

source: Provider:
ja: プロバイダ:
ka: პროვიდერი:

source: Proxy &timeout in seconds:
hu: Proxy &max. várakozási idő:
ja: プロキシのタイムアウト(&T):
ka: პროქსის &ყოვნის ვადა წამებში:

source: Proxy Settings
hu: Proxy beállítások
ja: プロキシの設定
ka: პროქსის პარამეტრები

source: Put "Get Lock" on top menu when svn:needs-lock is set
hu: "Zárolás" a főmenüben, ha a fájlnak svn:needs-lock tulajdonsága van
ja: svn:needs-lock が設定されている場合は、トップメニューに "ロックを取得" を表示する

source: Quit the application; prompts to save documents Exit
hu: Kilép az alkalmazásból és megkérdezi, hogy elmentse-e a dokumentumokat Kilépés
ja: ドキュメントの保存を確認し、プログラムを終了する 終了
ka: პროგრამის დასრულება; დოკუმენტების შენახვის მოთხოვნა გამოსვლა

source: R&AM drives
hu: R&AM meghajtók
ja: R&AM ドライブ
ka: R&AM დისკები

source: R&eset
ja: リセット(&E)
ka: გა&ნულება

source: R&evert to this revision
hu: &Visszaállítás erre a verzióra
ja: このリビジョンに戻す(&E)
ka: ამ ვერსიის ა&ღდგენა

source: Re&movable drives
hu: &Cserélhető meghajtók
ja: リムーバブルドライブ(&M)
ka: &მობილური დისკები

source: Re&name...
hu: &Átnevezés...
ja: 名前を変更(&N) ...
ka: გადარ&ქმევა...

source: Re&set
ja: リセット(&S)
ka: გა&ნულება

source: Re&set All
ja: 全てリセット(&S)
ka: ყველას გა&ნულება

source: Re&vert...
hu: &Visszaállítás...
ja: 元に戻す(&V) ...
ka: ა&ღდგენა

source: Read the 'Daily Use Guide' before you are stuck...
hu: Olvasd el a 'Hétköznapi használat' fejezetet a súgóban, mielőtt elakadnál...
ja: 行き詰まったら "日常の利用ガイド" を読もう
ka: სანამ ჩაეფლობით გადაიკითხეთ 'Daily Use Guide'...

source: Recent
hu: Legutóbbi
ja: 最近
ka: უახლესი

source: Recently modified lines
hu: Nemrég módosított sorok
ja: 最近変更された行
ka: ბოლოს შეცვლილი სტრიქონები

source: Record Only
hu: Egyesítés nélkül
ja: 記録のみ
ka: მხოლოდ ჩანაწერი

source: Rectangle Tool Rectangle
hu: Téglalap eszköz Téglalap
ja: 長方形ツール 長方形
ka: მართკუთხედის სამარჯვი მართკუთხედი

source: Recurse into unversioned folders
hu: Nem verziókezelt mappák felderítése
ja: バージョン管理外のフォルダを再帰的に調べる
ka: არავერსიული დასტების ფაილთა ჩვენება

source: Recursive
hu: Rekurzívan
ja: 再帰的
ka: რეკურსიული

source: Redo the previously undone action Redo
hu: Megismétli az előzőleg visszavont műveletet Ismét
ja: 以前に行われた元に戻す操作をやり直す やり直し
ka: წინა გაუქმებული ქმედების ხელახლა გამეორება გამეორება

source: Reduce cross-&lines
hu: &Ne keresztezzék egymást a vonalak
ja: 線が交差しないようにする(&L)
ka: &გადაკვეთების შემცირება

source: Reduce the window to an icon
ja: ウィンドウをアイコン化する
ka: ფანჯრის პიქტოგრამამდე შემცირება

source: Refresh
hu: Frissítés
ja: 最新に更新
ka: განახლება

source: Regular expressions filter: . any character c+ match character c one or more times c* match character c zero or more times ^ start of line $ end of line (string){n} match string n times (abcd) subexpression [aei0-9] match a,e,i and 0..9 [^aei0-9] anything but a,e,i and 0..9 <hr=100%> \w matches a-z,A-Z,0-9 and _ \W any non-alphanumeric character \d digits 0-9 \s whitespaces
hu: RegEx szűrő: . bármely karakter c+ c karakter 1 vagy többször c* c karakter 0 vagy többször ^ sor eleje $ sor vége (szöveg){n} szöveg n darabszor (abcd) rész-kifejezés [aei0-9] a,e,i és 0..9 karakterek [^aei0-9] minden karakter, kivéve a,e,i és 0..9 <hr=100%> \w a-z,A-Z,0-9 és _ karakterek \W bármely nem alfenumerikus karakter \d számjegyek, 0-9 \s láthatatlan karakterek (pl. szóköz, tabulátor, sortörés)
ja: 正規表現のフィルター: . 任意の文字 c+ 文字 c への 1 回以上の一致 c* 文字 c への 0 回以上の一致 ^ 行頭 $ 行末 (string){n} 文字列 string への n 回の一致 (abcd) 部分式 [aei0-9] a、e、i、0..9 への一致 [^aei0-9] a、e、i、0..9 以外への一致 <hr=100%> \w a-z、A-Z、0-9、_ への一致 \W アルファベットと数字以外への一致 \d 10 進数字 0-9 と一致 \s 空白

source: Reintegrate a branch
hu: Mellékág visszaintegrálása
ja: ブランチを再統合する
ka: განშტოების რეინტეგრაცია

source: Reintegrate merge %s into %s
hu: %s visszaintegrálása ebbe: %s
ja: マージ %s を %s に再統合する
ka: გამაერთიანებელი შერწყმა %s - %s

source: Reject
hu: Elvetés
ja: 拒否
ka: უარყოფა

source: Release loc&k
hu: Z&árolás feloldása
ja: ロックを開放(&K)
ka: დაბლოკვის მო&ხსნა

source: Releases locks even if you're not the owner of the locks (breaks them).
hu: Feloldja a zárolásokat akkor is, ha nem te vagy a tulajdonosuk (feltöri őket).
ja: ロックの保持者でなくてもロックを開放する。
ka: დაბლოკვის მაშინაც თუ მისი მფლობელი არ ხართ (დაბლოკვის გატეხვა).

source: Releases locks on files so other users can edit them again.
hu: Feloldja a zárolásokat, hogy a többi felhasználó is szerkesztesse a fájlokat.
ja: 他のユーザが再び編集できるようにファイルのロックを開放（解除）する。
ka: ფაილების დაბლოკვის მოხსნა, რათა სხვა მონაწილეებს მათი რედაქტირება კვლავაც შეეძლოთ.

source: Relo&cate...
hu: Tároló át&helyezése...
ja: 再配置(&C) ...
ka: გადაადგი&ლება...

source: Reload
hu: Újratöltés
ja: 再読み込み
ka: კვლავჩატვირთვა

source: Reloads the opened files and reverts all changes. Reload
hu: Újra betölti a fájlt, elvetve a módosításokat. Újratöltés
ja: 開いているファイルを再読み込みし、全ての変更を元に戻す。 再読み込み
ka: გახსნილი ფაილების ხელახლა ჩატვირთვა და ცვლილებების გაუქმება. კვლავჩატვირთვა

source: Relocate
hu: Tároló áthelyezése
ja: 再配置
ka: გადაადგილება...

source: Relocate Warning
hu: Tároló áthelyezése - Figyelmeztetés
ja: 再配置に関する注意
ka: გართხილების გადანაცვლება...

source: Relocating...
hu: Tároló áthelyezése...
ja: 再配置中 ...
ka: გადაადგილება...

source: Remote property status
ja: リモートの属性の状態
ka: დაშორებული პარამეტრის სტატუსი

source: Remote status
hu: Távoli állapot
ja: リモートの状態
ka: დაშორებული სტატუსი

source: Remote text status
ja: リモートのテキストの状態
ka: დაშორებული ტექსტის სტატუსი

source: Remove
hu: Törlés
ja: 削除
ka: ამოღება

source: Remove %ld items
hu: %ld elem törlése
ja: %ld 個の項目を削除
ka: %ld ელემენტის ამოღება

source: Remove %s
hu: %s törlése
ja: %s を削除
ka: %s - ამოღება

source: Remove deleted branches and tags
hu: Ne mutassa a törölt mellékágakat és kiadásokat
ja: 削除されたブランチ／タグを取り除く
ka: წაშლილი განშტოებებისა და ჭდეების ამოღება

source: Remove from &ignore list
hu: El&távolítás a kizárási listáról
ja: 無視リストから削除(&I)
ka: ამოშლა იგნორირებულთა სიიდან

source: Remove from Quick Access Toolbar
ja: クイックアクセスツールバーから削除する
ka: ამოღება სწრაფი წვდომის პულტიდან

source: Remove from changelist
hu: Eltávolítás a változáslistáról
ja: 変更リストから削除
ka: ამოღება ცვლილებათა სიიდან

source: Remove property "%s" from %s
hu: "%s" tulajdonság eltávolítása innen: %s
ja: 属性 "%s" を %s から削除する
ka: "%s" პარამეტრის ამოღება აქედან: %s

source: Remove the selected cache(s) from disk
hu: A kiválasztott gyorsítótár(ak) törlése a lemezről
ja: ディスクから選択されているキャッシュを削除する

source: Removed
hu: Törölve
ja: 削除
ka: ამოღებული

source: Removed file/folder
hu: Fájl/mappa eltávolítva
ja: ファイル／フォルダを削除
ka: ამოღებული ფაილი/დასტა

source: Removed from changelist
hu: Változáslistáról eltávolítva
ja: 変更リストから削除
ka: ამოღებულია ცვლილებათა სიიდან

source: Removed the file pattern(s) %s from the ignore list.
hu: %s fájlmintá(k) eltávolítva a kizárási listáról.
ja: ファイルパターン %s を無視リストから削除。
ka: ფაილის თარგ(ებ) ამოღებულია %s იგნორირებულთა სიიდან.

source: Removes all unversioned and ignored items
hu: Törli az összes kizárt és nem verziókezelt elemet
ja: バージョン管理外と無視する項目の全てを削除する
ka: ამოიღებს ყველა არავერსიულ და იგნორირებულ ელემენტს

source: Removes the file or filemask from the list of ignored items
hu: Eltávolít egy fájlt vagy egy kiterjesztést a kizárt elemek listájából
ja: ファイルもしくはファイルマスクを無視リストから削除
ka: ფაილის ან ფაილის თარგის ამოღება იგნორირებულთა სიიდან

source: Removes the selected properties
hu: A kiválsztott tulajdonságok eltávolítása
ja: 選択されている属性を削除する
ka: მონიშნული პარამეტრების ამოღება

source: Rena&me...
hu: &Átnevezés...
ja: 名前を変更(&M) ...
ka: გადა&რქმევა

source: Rename
hu: Átnevezés
ja: 名前の変更
ka: გადარქმევა

source: Rename %s
hu: %s átnevezése
ja: %s の名前を変更
ka: გადარქმევა - %s

source: Rename item from %s to %s
hu: %s átnevezése erre: %s
ja: %s から %s に名前を変更する
ka: %s ელემენტის გადარქმევა - %s

source: Rename/move - TortoiseSVN
hu: Átnevezés/áthelyezés - TortoiseSVN
ja: 名前を変更／移動 - TortoiseSVN
ka: გადარქმევა/გადატანა - TortoiseSVN

source: Renamed node
hu: Átnevezett csomópont
ja: ノードの名前を変更
ka: გადარქმეული კვანძი

source: Renamed remotely
hu: Távolról átnevezve
ja: リモート操作による名前の変更
ka: გადარქმეულია დაშორებიდან

source: Renames files / folders inside version control
hu: Átnevez fájlokat / mappákat a verziókezelésen belül
ja: バージョン管理内のファイル／フォルダの名前を変更
ka: ფაილის/დასტის გადარქმევა ვერსიის კონტროლში

source: Repair move
hu: Áthelyezés javítása
ja: 移動を修復
ka: გადატანა აღდგენა

source: Repeat the last action Repeat
hu: Az utolsó utasítás megismétlése Ismétlés
ja: 直前に行った操作を繰り返す 繰り返し
ka: ბოლო ქმედების გამეორება გამეორება

source: Replace specific text with different text Replace
hu: Megadott szöveget egy másikra cserél Csere
ja: 指定された文字列を、他の文字列に置き換える 置換
ka: ამ ტექსტის სხვა ტექსტით შეცვლა შეცვლა

source: Replaced node
hu: Lecserélt csomópont
ja: ノードを置換
ka: ჩანაცლებული კვანძი

source: Replacing
hu: Lecserélve
ja: 置換
ka: შეცვლა

source: Repository
hu: Tároló
ja: リポジトリ
ka: საცავი

source: Repository Browser
hu: Tároló-böngésző
ja: リポジトリブラウザ
ka: საცავის ნუსხა

source: Repository URL
hu: Tároló URL-je
ja: リポジトリのURL
ka: საცავის მისამართი

source: Repository UUID:
hu: Tároló UUID-je
ja: リポジトリ UUID:
ka: საცავის UUID:

source: Requests a username and a password
hu: Felhasználónevet és jelszót igényel
ja: ユーザー名とパスワードを要求
ka: მონაწილის სახელისა და პაროლის მოთხოვნა

source: Res&olved...
hu: &Feloldottnak jelölés...
ja: 競合の解消(&O) ...
ka: &მოგვარდა...

source: Reset &All
ja: 全てリセット(&A)
ka: &ყველას აღდგენა

source: Reset columns
hu: Oszlopok visszaállítása
ja: 列をリセット
ka: სვეტების აღდგენა

source: Resolve
hu: Feloldás
ja: 競合の解消
ka: მოგვარება

source: Resolve - TortoiseSVN
hu: Feloldás - TortoiseSVN
ja: 競合の解消 - TortoiseSVN
ka: მოგვარება - TortoiseSVN

source: Resolve Conflict
hu: Ellentmondás feloldása
ja: 競合の解消
ka: კონფლიქტის გადაწყვეტა

source: Resolve all later
hu: Összes ellentmondás feloldása később
ja: すべて後で解消する
ka: ყველას მოგვიანებით გადაწყვეტა

source: Resolve conflict using "mine"
hu: Feloldás a saját verzió alapján
ja: "mine" を利用して競合を解消する
ka: კონფლიქტების მოგვერება "ჩემი" გამოყენებით

source: Resolve conflict using "theirs"
hu: Feloldás a másik verzió alapján
ja: "theirs" を利用して競合を解消する
ka: კონფლიქტების მოგვერება "მათი" გამოყენებით

source: Resolve conflict:
hu: Ellentmondás feloldása:
ja: 競合の解消:
ka: კონფლიქტის გადაწყვეტა:

source: Resolve later
hu: Ellentmondás feloldása később
ja: 後で解消する
ka: მოგვიანებით გადაწყვეტა

source: Resolved
hu: Feloldva
ja: 解消済にする
ka: მოგვარებულია

source: Resolved: %s
hu: Feloldva: %s
ja: 競合の解消: %s
ka: მოგვარდა: %s

source: Resolves conflicted files
hu: Ellentmondásos fájlok ellentmondásainak feloldása
ja: ファイルの競合を解消する
ka: ფაილებში კონფლიქტის გადაწყვეტა

source: Restore Default
hu: Alapértelmezett
ja: デフォルトに戻す
ka: კვანძის აღდგენა

source: Restore the window to normal size
ja: ウィンドウを通常のサイズに戻す
ka: ფანჯრის ზომების აღდგენა

source: Restored
hu: Visszaállítva
ja: 復元
ka: აღდგენილი

source: Retry
ja: 再試行
ka: კვლავ

source: Reverse merge
hu: Egyesítés visszavonása
ja: 逆マージ
ka: უკუშერწყმა

source: Reverse merging %ld
ja: %ld を逆マージ

source: Reverse merging %ld through %ld
ja: %ld ～ %ld を逆マージ

source: Revert
hu: Visszaállítás
ja: 元に戻す
ka: აღდგენა

source: Revert - TortoiseSVN
hu: Visszaállítás - TortoiseSVN
ja: 元に戻す - TortoiseSVN
ka: აღდგენა - TortoiseSVN

source: Reverted
hu: Visszaállítva
ja: 元に戻す
ka: აღდგენილი

source: Reverts all changes you made since the last update
hu: Minden módosítást visszaállít az utolsó frissítés óta
ja: 最後の更新から行った全ての変更を元に戻す
ka: განახლების შემდგომი ყველა ცვლილების გაუქმება

source: Reverts an addition to version control
hu: Visszavonja a verziókezeléshez hozzáadást
ja: バージョン管理への追加を元に戻す
ka: დამატების ამოღება ვერსიის კონტროლში

source: Revision
hu: Verzió
ja: リビジョン
ka: ვერსია

source: Revision %d
hu: %d verzió
ja: リビジョン %d
ka: ვერსია %d

source: Revision %ld
hu: %ld verzió
ja: リビジョン %ld
ka: ვერსია %ld

source: Revision %s
hu: %s verzió
ja: リビジョン %s
ka: ვერსია %s

source: Revision &graph
hu: &Verzió grafikon
ja: リビジョングラフ(&G)
ka: ვერსიის &დიაგრამა

source: Revision / Author:
hu: Verzió / Fejlesztő:
ja: リビジョン／作者:
ka: ვერსია / ავტორი:

source: Revision Graph
hu: Verzió grafikon
ja: リビジョングラフ
ka: ვერსიის დიაგრამა

source: Revision Graph Filter
hu: Verzió grafikon szűrő
ja: リビジョングラフフィルタ
ka: ვერსიის დიაგრამის ფილტრი

source: Revision Range
hu: Verzió intervallum
ja: リビジョンの範囲
ka: შემოწმების დიაპაზონი

source: Revision graph
hu: Verzió grafikon
ja: リビジョングラフ
ka: ვერსიის დიაგრამა

source: Revision range to merge
hu: Az egyesítendő intervallum
ja: マージするリビジョンの範囲
ka: ვერსიათა დიაპაზონი შერწყმისთვის

source: Revision:
hu: Verzió:
ja: リビジョン:
ka: ვერსია:

source: Revision: %ld URL: %s Author: %s Date: %s Logmessage: %s
hu: Verzió: %ld URL: %s Fejlesztő: %s Dátum: %s Megjegyzés: %s
ja: リビジョン: %ld URL: %s 作者: %s 日付: %s ログメッセージ: %s

source: Revision: %ld URL: %s Author: %s Date: %s Tags:%s Logmessage: %s
hu: Verzió: %ld URL: %s Fejlesztő: %s Dátum: %s Kiadások:%s Megjegyzés: %s
ja: リビジョン: %ld URL: %s 作者: %s 日付: %s タグ:%s ログメッセージ: %s

source: Revisions
hu: Verziók
ja: リビジョン
ka: ვერსიები

source: Rich Text (RTF) text with font and paragraph formatting
hu: Rich Text (RTF) formázott szöveg
ja: Rich Text (RTF) フォントと段落情報を含むテキスト

source: Right View:
hu: Jobb oldali nézet:
ja: 右ビュー:
ka: მარჯვენა ხედი

source: Right image
hu: Jobb oldali kép
ja: 右側の画像
ka: მარჯვენა ნახატი

source: Row %d of %d
ja: 行 %d / %d
ka: მწკრივი %d, სულ %d-დან

source: Row %d-%d of %d
ja: 行 %d-%d / %d
ka: მწკრივები %d-%d, სულ %d-დან

source: S&elect...
ja: 選択(&E) ...
ka: &შერჩევა

source: S&ettings
hu: &Beállítások
ja: 設定(&E)
ka: &პარამეტრები

source: S&how Buttons on One Row
ja: ボタンを1行で表示(&H)
ka: ღილაკების &ერთ რიგში ჩვენება

source: S&how Buttons on Two Rows
ja: ボタンを2行で表示(&H)
ka: ღილაკების &ორ რიგში ჩვენება

source: S&how Quick Access Toolbar below the Ribbon
ja: リボンの下にクイックアクセスツールバーを表示(&H)

source: S&tatistics
hu: S&tatisztika
ja: 統計(&T)
ka: ს&ტატისტიკა

source: S&witch...
hu: Átvá&ltás
ja: 切り替え(&W) ...
ka: გა&დართვა...

source: SVN Author
hu: SVN Fejlesztő
ja: SVN 作者
ka: SVN ავტორი

source: SVN Copy and add files to this WC
hu: SVN Fájlok hozzáadása ehhez a munkapéldányhoz
ja: SVN この作業コピーにファイルをコピーし追加する
ka: SVN კოპირება და ფაილების დამატება ამ სამუშაო ასლში

source: SVN Copy and rename versioned file here
hu: SVN Verziókezelt fájlok másolása és átnevezése ide
ja: SVN バージョン管理下のファイルをここにコピーし名前を変更する
ka: SVN ვერსიული ფაილების აქ კოპირება და გადარქმევა

source: SVN Copy versioned files here
hu: SVN Verziókezelt fájlok másolása ide
ja: SVN バージョン管理下のファイルをここにコピーする
ka: SVN ვერსიული ფაილების აქ კოპირება

source: SVN Export all to here
hu: SVN Összes exportálása ide
ja: SVN ここに全てをエクスポートする
ka: SVN ყველაფრის ექსპორტი აქ

source: SVN Export to here
hu: SVN Exportálás ide
ja: SVN ここにエクスポートする
ka: SVN ექსპორტი აქ

source: SVN Local lock owner
hu: SVN Zárolás tulajdonosa
ja: SVN ローカルのロック所持者
ka: SVN ადგილობრივი დაბლოკვის მფლობელი

source: SVN Move and rename versioned files here
hu: SVN Fájlok átnevezése és áthelyezése ide
ja: SVN バージョン管理下のファイルをここに移動し名前を変更する
ka: SVN ვერსიული ფაილების აქ გადატანა და გადარქმევა

source: SVN Move versioned files here
hu: SVN Verziókezelt fájlok áthelyezése ide
ja: SVN バージョン管理下のファイルをここに移動する
ka: SVN ვერსიული ფაილების აქ გადმოტანა

source: SVN Revision
hu: SVN Verzió
ja: SVN リビジョン
ka: SVN ვერსია

source: SVN Status
hu: SVN Állapot
ja: SVN 状態
ka: SVN სტატუსი

source: SVN mime-type
hu: SVN Mime-típus
ja: SVN Mime タイプ
ka: SVN mime ტიპი

source: SVN short URL
hu: SVN Rövid URL
ja: SVN 短いURL
ka: SVN მოკლე URL

source: Save &As...
hu: Mentés m&ásként...
ja: 名前を付けて保存(&A) ...
ka: შენახვა &როგორც...

source: Save &as...
hu: Mentés m&ásként...
ja: 名前を付けて保存(&A) ...
ka: შენახვა &როგორც...

source: Save As
hu: Mentés másként
ja: 名前を付けて保存
ka: შენახვა როგორც

source: Save as...
hu: Mentés másként...
ja: 名前を付けて保存 ...
ka: შენახვა როგორც...

source: Save changes to %1?
hu: Elmented %1 változásait?
ja: 変更を %1 へ保存しますか？
ka: ვცლილებების შენახვა - %1?

source: Save client certificate path
ja: クライアントの証明書のパスを保存
ka: კლიენტის სერთიფიკატის გეზის შენახვა

source: Save revision &to...
hu: Verzió mentése &ide...
ja: リビジョンを保存(&T) ...
ka: &აგრეთვე ვერსიის შენახვა

source: Save the modified file Save file
hu: A módosított fájl mentése Fájl mentése
ja: 変更されたファイルを保存する ファイルを保存する
ka: შეცვლილი ფაილის შენახვა ფაილის შენახვა

source: Save to clipboard
hu: Vágólapra mentés
ja: クリップボードに保存
ka: შენახვა გაცვლის ბუფერში

source: Saved Data
hu: Elmentett adatok
ja: 保存データ
ka: შენახული მონაცემები

source: Saves expensive server roundtrips when set to longer than 0 seconds
ja: 0秒より大きい値を設定した場合、サーバーへの時間のかかる通信を減らします

source: Saves the selected property value to a file
hu: A kiválasztott tulajdonság elmentése egy fájlba
ja: 選択されている属性値をファイルに保存する
ka: მონიშნული პარამეტრის ფაილში შენახვა

source: Saving file %s
hu: %s mentése
ja: ファイル %s を保存中
ka: %s ფაილის შენახვა

source: Saving files
hu: Fájlok mentése
ja: ファイルを保存中
ka: ფაილების შენახვა

source: Saving patchfile to:
hu: Patch fájl mentése ide:
ja: パッチファイルを保存中:
ka: ბებკის შენახვა აქ:

source: Scintilla
ja: 痕跡

source: Scroll Left
hu: Görgetés balra
ja: 左へスクロール
ka: გადახვევა მარცხნივ

source: Scroll Right
hu: Görgetés jobbra
ja: 右へスクロール
ka: გადახვევა მარჯვნივ

source: Search &log messages...
hu: &Megjegyzések keresése...
ja: ログメッセージを検索(&L) ...
ka: ძიება &დავთრის ჩანაწერებში...

source: Search for:
ja: 検索する文字列:
ka: ძიება:

source: Search string not found!
hu: A keresett szöveg nem található!
ja: 指定された文字列は見つかりませんでした！
ka: საძიებო ტექსტი ვერ მოიძებნა!
