Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: # authors shown individually:
hu: Megjelenített fejlesztők száma:
ja: # 表示する作者の数:

source: %.2f MBytes transferred
hu: %.2f MB forgalom
ja: %.2f Mバイトを転送しました
ka: გადაწერილია %.2f მბაიტი

source: %1 contained an unexpected object.
hu: %1 váratlan objektumot tartalmaz.
ja: %1 は予期せぬオブジェクトを含んでいます。
ka: %1 შეიცავს გაუთვალისწინებელ ობიექტს.

source: %1 contains an incorrect path.
hu: %1 hibás elérési utat tartalmaz.
ja: %1 は不正確なパスを含んでいます。
ka: %1 უმართებლო გეზს შეიცავს.

source: %1 contains an incorrect schema.
hu: %1 rossz sémát tartalmaz.
ja: %1 は不正確なスキーマを含んでいます。
ka: %1 შეიცავს მცდარ სქემას.

source: %1 has a bad format.
hu: %1 rossz formátumú.
ja: %1 は不完全なフォーマットです。
ka: %1 მცდარი ფორმატისაა.

source: %1 was not found.
hu: %1 nem található.
ja: %1 は見つかりませんでした。
ka: %1 ვერ მოიძებნა.

source: %1: %2 Continue running script?
hu: %1: %2 Fusson tovább a szkript?
ja: %1: %2 スクリプトの実行を続けますか？
ka: %1: %2 გავაგრძელო სცენარის შესრულება?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
hu: %1 A fájl nem található. Ellenőrizd, hogy helyes-e az elérési út és a fájlnév.
ja: %1 このファイルを見つけることができません。 正しいパスとファイル名であることを確認してください。
ka: %1 ვერ ვპოულობ ამ ფაილს. გადაამოწმეთ ფაილის სახელისა და გეზის მართებულობა.

source: %I64d Bytes transferred
hu: %I64d bájt forgalom
ja: %I64d バイトを転送しました
ka: გადაწერილია %I64d ბაიტი

source: %I64d kBytes transferred
hu: %I64d kB forgalom
ja: %I64d Kバイトを転送しました
ka: გადაწერილია %I64d კბაიტი

source: %d files selected, %d files total
hu: %d fájl kiválasztva, %d összesen
ja: 選択ファイル数 %d 、全体ファイル数 %d
ka: შეირჩა %d ფაილი, სულ %d ფაილიდან

source: %d most active author(s) with at least %d commits each (%d %%)
hu: Az első %d legaktívabb fejlesztő, egyenként legalább %d beküldéssel (%d %%)
ja: %d 人のアクティブな作者がいます（少なくとも %d コミット，全体の %d %%）
ka: %d ყველაზე აქტიური ავტო(ებ)ი %d მაინც ფიქსაციით (%d %%)

source: %ld minute(s) and %ld second(s)
hu: %ld perc %ld másodperc
ja: %ld 分 %ld 秒
ka: %ld წუთი და %ld წამი

source: %ld of %ld
hu: %ld / %ld
ja: %ld / %ld
ka: %ld, %ld-დან

source: %ld paths
hu: %ld útvonalak
ja: %ld パス
ka: %ld გეზები

source: %s (offline)
ja: %s (オフライン)
ka: %s (ავტონომიური)

source: %s (offline) - %s
ja: %s (オフライン) - %s
ka: %s (ავტონომიური) - %s

source: %s - at revision: %d
hu: %s - az alábbi verzióval: %d
ja: %s - リビジョン: %d
ka: %s - ვერსიაში: %d

source: %s : Remote file
hu: %s : Távoli fájl
ja: %s : リモートファイル
ka: %s : დაშორებული ფაილი

source: %s : Working Base
hu: %s : Alappéldány
ja: %s : 作業ベース
ka: %s : სამუშაო ბაზა

source: %s : Working Copy
hu: %s : Munkapéldány
ja: %s : 作業コピー
ka: %s : სამუშაო ასლი

source: %s in %s
hu: %s, %s alatt
ja: %s / %s
ka: %s აქ %s

source: %s, at %s
hu: %s, %s-nél
ja: %s、%s
ka: %s, აქ %s

source: %s\Export (%d) of %s
hu: %s\(%d) exportja %s-ből
ja: %s\エクスポート (%d) - %s
ka: %s\ექსპორტი (%d) - %s-დან

source: %s\Export of %s
hu: %s\%s exportja
ja: %s\%s のエクスポート
ka: %s\ექსპორტი - %s

source: %s Do you want to remove it anyway?
hu: %s Le szeretnéd törölni?
ja: %s 本当に削除してもよろしいですか？
ka: %s მაინც გსურთ მისი ამოშლა?

source: %s is a directory, not a file! TortoiseMerge can't diff directories.
hu: %s egy mappa, nem egy fájl! A TortoiseMerge nem tud mappákat összehasonlítani.
ja: %s はディレクトリであり、ファイルではありません！ TortoiseMerge はディレクトリの差分を取ることはできません。
ka: %s დასტაა და არა ფაილი! TortoiseMerge დასტებს ვერ ადარებს.

source: &About TortoiseMerge...
hu: &A TortoiseMerge névjegye...
ja: TortoiseMerge について(&A) ...
ka: TortoiseMerge &შესახებ...

source: &Activate
ja: アクティブにする(&A)
ka: &გააქტივება

source: &Add >>
hu: &Hozzáad >>
ja: 追加(&A) >>
ka: &დამატება >>

source: &Add or Remove Buttons
hu: &Gombok hozzáadása/eltávolítása
ja: ボタンの追加／削除(&A)
ka: &ღილაკების დამატება ან ამოღება

source: &Add...
hu: &Hozzáadás...
ja: 追加(&A) ...
ka: &დამატება...

source: &Advanced...
hu: &Speciális...
ja: 高度な設定(&A) ...
ka: &დეტალები...

source: &Allow ambiguous URLs
hu: &Nem egyértelmű URL-ek
ja: あいまいなURLを許可(&A)
ka: არაცალსახა მისამართების &ნებართვა

source: &Application Look
hu: &Megjelenés
ja: アプリケーションの外観(&A)
ka: &პროგრამის იერსახე

source: &Apply unified diff
hu: &Egyesített diff alkalmazása
ja: Unified Diff を適用(&A)
ka: &ბებკი ფაილის გამოყენება

source: &Aqua Style
hu: &Aqua stílus
ja: &Aqua スタイル
ka: &წყლის სტილი

source: &Arguments:
ja: 引数(&A)
ka: &არგუმენტები:

source: &Assign
ja: 割り当て(&A)
ka: &მინიჭება

source: &Associate double-click event with:
ja: ダブルクリックイベントの関連付け(&A):
ka: &ორმაგი დაწკაპვის ასოცირება:

source: &Auto Hide
hu: &Automatikus elrejtés
ja: 自動的に隠す(&A)
ka: &თვითდამალვა

source: &Autoclose:
hu: &Ablak azonnali bezárása:
ja: 処理後の動作(&A):
ka: &თვითდახურვა

source: &Backup original file
hu: &Biztonsági másolat készítése
ja: オリジナルファイルをバックアップする(&B)
ka: პირველწყარო ფაილის &დამარქაფება

source: &Blame changes
hu: &Változások hibáztatása
ja: 変更の注釈履歴(&B)
ka: ცვლილების &ავტორი

source: &Blame previous revision
hu: Előző verzió &hibáztatása
ja: 前リビジョンの注釈履歴(&B)
ka: წინა ვერსიების &ავტორები

source: &Blame revisions
hu: Verziók &hibáztatása
ja: リビジョンの注釈履歴(&B)
ka: ვერსიების &ავტორები

source: &Blame...
hu: &Hibáztatás...
ja: 注釈履歴(&B) ...
ka: &ავტორები...

source: &Blue Style
hu: &Kék stílus
ja: &Blue スタイル
ka: &ლურჯი სტილი

source: &Blue:
hu: &Kék
ja: 青(&B):
ka: &ლურჯი:

source: &Browse repository
hu: &A tároló böngészése
ja: リポジトリを閲覧(&B)
ka: &საცავის ნუსხა

source: &Browse...
hu: &Tallózás...
ja: 参照(&B) ...
ka: &ნუსხა...

source: &Button Appearance...
hu: &Gombok kinézete...
ja: ボタンの外観(&B) ...
ka: &ღილაკის იერსახე...

source: &Button text:
hu: &Gombfelirat:
ja: ボタンテキスト(&B):
ka: &ღილაკის ტექსტი:

source: &CD-ROM
ja: CD-ROM ドライブ(&C)

source: &Cancel
hu: &Mégse
ja: キャンセル(&C)
ka: &გაუქმება

source: &Categories:
hu: &Kategóriák:
ja: カテゴリ(&C):
ka: &კატეგორიები:

source: &Category:
hu: &Kategória:
ja: カテゴリ(&C):
ka: &კატეგორია:

source: &Choose commands from:
ja: コマンドを選択(&C):
ka: ბრძანებების &შერჩევა:

source: &Clean up
hu: &Tisztítás
ja: クリーンアップ(&C)
ka: გასუ&ფთავება

source: &Close
hu: &Bezárás
ja: 閉じる(&C)
ka: &დახურვა

source: &Close Window(s)
hu: Ablak(ok) &bezárása
ja: ウィンドウを閉じる(&C)
ka: სარკმლ(ებ)ის &დახურვა

source: &Color age of lines
hu: &Sorok színezése életkor szerint
ja: 各行の変更時期を色分けする(&C)
ka: სტრიქონთა ასაკით &დაფერვა

source: &Command:
hu: &Művelet:
ja: コマンド(&C):
ka: &ბრძანება:

source: &Commit...
hu: &Beküldés...
ja: コミット(&C) ...
ka: &ფიქსირება...

source: &Compare URLs
hu: &URL-ek összehasonlítása
ja: URLを比較(&C)
ka: მისამართების &შედარება

source: &Compare revisions
hu: &Verziók összehasonlítása
ja: リビジョンを比較(&C)
ka: ვერსიების &შედარება

source: &Compare whitespaces
hu: &Láthatatlan karakterek összehasonlítása
ja: 空白を比較(&C)
ka: ხარეების &შედარება

source: &Configure
hu: &Beállítás
ja: 設定(&C)
ka: &გამართვა

source: &Contact the repository on startup
hu: Tárolóhoz &kapcsolódás indításkor
ja: スタートアップ時にリポジトリへアクセスする(&C)
ka: დაწყებისას საცავთან &დაკავშირება

source: &Convert files when diffing against BASE
hu: &Fájlok konvertálása az ALAPtól való eltérések keresésekor
ja: BASE に対する差分の時はファイルを変換する(&C)
ka: ფაილების &გარდაქმნა BASE ვერსიასთან შედარებისას

source: &Copy
hu: &Másolás
ja: コピー(&C)
ka: &კოპირება

source: &Copy Button Image
ja: ボタンイメージをコピー(&C)
ka: &კოპირების ღილაკის გამოსახულება

source: &Copy log message to clipboard
hu: &Megjegyzés másolása a vágólapra
ja: ログメッセージをクリップボードにコピーする(&C)
ka: დავთრის ჩანაწერების ბუფერში &კოპირება

source: &Copy to clipboard
hu: &Másolás a vágólapra
ja: クリップボードにコピー(&C)
ka: &კოპირება ბუფერში

source: &Copy to...
hu: &Másolás adott helyre...
ja: コピー(&C) ...
ka: &კოპირება აქ...

source: &Custom
hu: &Saját
ja: カスタム(&C)
ka: &საკუთარი

source: &Default
hu: &Alap
ja: デフォルト(&D)
ka: &ნაგულისხმები

source: &Delete
hu: &Törlés
ja: 削除(&D)
ka: &წაშლა

source: &Delete (keep local)
hu: &Törlés (helyi példány megtartása)
ja: 削除(&D) - ローカルファイルを保持
ka: &წაშლა (ლოკალურის შენარჩუნებით)

source: &Delete...
hu: &Törlés...
ja: 削除(&D) ...
ka: &წაშლა...

source: &Diff
hu: &Összehasonlítás
ja: 差分(&D)
ka: &შედარება

source: &Diff with URL
hu: &Összehasonlítás URL-lel
ja: URL と差分(&D)
ka: &სხვაობა მისამართებით

source: &Diff with previous version
hu: &Összehasonlítás az előző verzióval
ja: 以前のバージョンと差分(&D)
ka: &შედარება წინა ვერსიასთან

source: &Docking
ja: ドッキング(&D)
ka: &მიმაგრება

source: &Don't go offline
hu: Maradjon &online
ja: オフラインにしない(&D)
ka: &ხაზზე დარჩენა

source: &Edit
hu: &Szerkesztés
ja: 編集(&E)
ka: &რედაქტირება

source: &Edit conflicts
hu: &Ellentmondások szerkesztése
ja: 競合の編集(&E)
ka: კონფლიქტების &რედაქტირება

source: &Edit...
hu: &Szerkesztés...
ja: 編集(&E) ...
ka: &რედაქტირება...

source: &Enable Proxy Server
hu: &Proxy szerver engedélyezése
ja: プロキシサーバを有効にする(&E)
ka: &პროქსი სერვერის ჩართვა

source: &Enable log caching
hu: &Naplók gyorsítótárazása
ja: ログのキャッシュを有効にする(&E)
ka: დავთრის ბუფერის &ჩართვა

source: &Enter a message describing why you are locking the file(s).
hu: &Részletezd, hogy miért zárolod a fájlokat:
ja: ファイルをロックする理由を入力してください(&E)。
ka: &მიუთითეთ ტექსტი ფაილ(ებ)ის დაბლოკვის მიზეზის ახსნით.

source: &Exit
hu: &Kilépés
ja: 終了(&E)
ka: &გასვლა

source: &Export selection to...
hu: &Kijelölés exportálása ide...
ja: 選択をエクスポート(&E) ...
ka: მონიშნულის &ექსპორტი აქ...

source: &External
hu: &Külső
ja: 外部(&E)
ka: &გარე

source: &File
hu: &Fájl
ja: ファイル(&F)
ka: &ფაილი

source: &Filter
hu: &Szűrő
ja: フィルタ(&F)
ka: &ფილტრი

source: &Find
hu: &Keresés
ja: 検索(&F)
ka: &პოვნა

source: &Find...
hu: &Keresés...
ja: 検索(&F) ...
ka: &პოვნა...

source: &Fit Images in window
hu: Képek &igazítása az ablakhoz
ja: 画像をウィンドウサイズに合わせる(&F)
ka: ნახატები &ფანჯრის ზომაზე

source: &Fixed drives
hu: &Merevlemezek
ja: 固定ドライブ(&F)
ka: &ხისტი დისკები

source: &Floating
ja: フローティング(&F)
ka: &მოტივტივე

source: &Font for log messages:
hu: &Megjegyzések betűtípusa:
ja: ログメッセージ用フォント(&F):
ka: &შრიფტი დავთრის ჩანაწერებისთვის

source: &Font:
hu: &Betűtípus:
ja: フォント(&F):
ka: &შრიფტი

source: &From URL:
hu: &URL-ből:
ja: 元 URL(&F):
ka: &საწყისი URL:

source: &From WC at URL:
hu: &Munkapéldányból az alábbi címen:
ja: 作業コピーのURL(&F):
ka: &საწყისი სამუშაო ასლი აქ:

source: &From revision
hu: &Az alábbi verziótól:
ja: 元リビジョン(&F)
ka: &საწყისი ვერსია

source: &Go To Line...
hu: Sorhoz &ugrás...
ja: 指定した行へ移動(&G) ...
ka: &გადასვლა &ხაზზე

source: &Green:
hu: &Zöld
ja: 緑(&G)
ka: &მწვანე:

source: &Group by branch
hu: &Csoportosítás mellékáganként
ja: ブランチでグループ化する(&G)
ka: &დაჯგუფება განშტოებით

source: &HEAD Revision
hu: &FŐ verzió
ja: 最新のリビジョン(&H)
ka: &სათაო (ბოლო) ვერსია

source: &HEAD revision
hu: &FŐ verzió
ja: 最新のリビジョン(&H)
ka: &HEAD ვერსია

source: &HEAD revision in the repository
hu: &FŐ verzió a tárolóban
ja: リポジトリ内で最新のリビジョン(&H)
ka: &HEAD ვერსია საცავში

source: &Help
hu: &Súgó
ja: ヘルプ(&H)
ka: &დახმარება

source: &Help Topics
hu: &Súgó témák
ja: ヘルプ(&H)
ka: &დახმარების თემები

source: &Hide
hu: &Elrejtés
ja: 隠す(&H)
ka: &დამალვა

source: &Icon Set:
hu: &Ikon-stílus:
ja: アイコンセット(&I):
ka: &პიქტოგრამების ნაკრები

source: &Ignore %d items
hu: %d elem k&ihagyása
ja: %d 個の項目を無視する(&I)
ka: %d ელემენტის &იგნორირება

source: &Ignore whitespace changes
hu: &Láthatatlan karakterek eltérésének figyelmen kívül hagyása
ja: 空白の変更は無視する(&I)
ka: შორისების ცვლილების &იგნორირება

source: &Image
hu: &Kép
ja: 画像(&I)
ka: &გამოსახულება

source: &Image Info
hu: &Kép info
ja: 画像情報を表示する(&I)
ka: &ნახატის მონაცემები

source: &Image only
ja: 画像のみ(&I)
ka: მხოლოდ &გამოსახულება

source: &Import...
hu: &Importálás...
ja: インポート(&I)
ka: &იმპორტი...

source: &Initial directory:
hu: &Kezdőmappa:
ja: 初期ディレクトリ:(&I):
ka: &საწყისი დასტა:

source: &Inline diff word-wise
hu: &Soron belüli eltérések mutatása szavanként
ja: 単語単位での行内差分(&I)
ka: &სიტყვათა სხვაობბები სტრიქონში

source: &Jump to first difference when loading
hu: Az &első eltéréshez ugrás betöltéskor
ja: ロード時に最初の相違点へ移動する(&J)
ka: ჩატვირთვისას &პირველ განსხვავებაზე გადასვლა

source: &Language:
hu: &Nyelv:
ja: 言語(&L):
ka: &ენა:

source: &Large Icons
hu: &Nagy ikonok
ja: 大きいアイコン(&L)
ka: &მოზრდილი ხატულები

source: &Limit search to modified lines
hu: Keresés &korlátozása a módosított sorokra
ja: 変更された行内でのみ検索する(&L)
ka: ძიების &შეზღუდვა შეცვლილი სტრიქონებით

source: &Link image positions
hu: Képek össze&kapcsolása
ja: 画像位置を同期(&L)
ka: &ბმის გამოსახულების პოზიციები

source: &List View
hu: &Lista nézet
ja: リスト表示(&L)
ka: &სიის ჩვენება

source: &Load...
hu: &Betöltés...
ja: 開く(&L) ...
ka: &ჩატვირთვა...

source: &Lum:
hu: &Fény
ja: 明度（&L):
ka: &სიმკვეთრე:

source: &Menu animations:
hu: &Menü animációk:
ja: メニューのアニメーション(&M)
ka: &მენიუს ანიმაციები:

source: &Menu contents:
ja: メニューの内容(&M):
ka: &მენიუს შიგთავსი:

source: &Merge
hu: &Egyesítés
ja: マージ(&M)
ka: &შერწყმა

source: &Merge paths
hu: &Egyesítési útvonalak
ja: パスをマージ(&M)
ka: გეზების &შერწყმა

source: &Merge...
hu: &Egyesítés...
ja: マージ(&M) ...
ka: &შერწყმა...

source: &Merging
hu: &Egyesít
ja: マージ(&M)
ka: &შერწყმა

source: &Minimize
hu: &Kis méret
ja: 最小化(&M)
ka: &მინიმიზება

source: &Navigate
hu: &Navigálás
ja: 移動(&N)
ka: &ნავიგაცია

source: &Network drives
hu: &Hálózati meghajtók
ja: ネットワークドライブ(&N)
ka: &ქსელური დისკები

source: &New
hu: &Új
ja: 新規(&N)
ka: &ახალი

source: &New...
hu: &Új...
ja: 新規(&N) ...
ka: &ახალი...

source: &Next %ld
hu: &Következő %ld
ja: 次の %ld (&N)
ka: &შემდეგი %ld

source: &Next >
hu: &Tovább >
ja: 次へ(&N) >
ka: &შემდეგ >

source: &Next Difference
hu: Következő &eltérés
ja: 次の相違点へ(&N)
ka: &შემდეგი სხვაობა

source: &Next Page
hu: &Következő oldal
ja: 次のページ(&N)
ka: &შემდეგი გვერდი

source: &No double-click event
ja: ダブルクリックイベントを発生しない(&N)
ka: ორმაგი დაწკაპვის &იგნორირება

source: &Offline for now
hu: Offline (&ideiglenesen)
ja: オフラインにする(&O)
ka: &ავტონომიურ რეჟიმში ახლა

source: &One Page
hu: &Egy oldal
ja: 1ページ(&O)
ka: &ერთი გვერდი

source: &Open
hu: &Megnyitás
ja: 開く(&O)
ka: &გახსნა

source: &Overlap images
hu: &Átfedés engedélyezése
ja: 画像を重ねて表示(&O)
ka: ნახატების &გადაფარვა

source: &Password:
hu: &Jelszó:
ja: パスワード(&P):
ka: &პაროლი:

source: &Paste
hu: &Beillesztés
ja: 貼り付け(&P)
ka: &ჩასმა

source: &Permanently offline
hu: Offline (&véglegesen)
ja: 常にオフライン(&P)
ka: &მუდმივად ავტონომიურ რეჟიმში

source: &Port:
ja: ポート(&P):
ka: &პორტი:

source: &Previous Difference
hu: E&lőző eltérés
ja: 前の相違点へ(&P)
ka: &წინა განსხვავება

source: &Print Preview
hu: Ny&omtatási kép
ja: 印刷プレビュー(&P)
ka: ბეჭდვის ესკიზი

source: &Print...
hu: &Nyomtatás...
ja: 印刷(&P) ...
ka: &ბეჭდვა...

source: &Properties...
hu: &Tulajdonságok...
ja: 属性(&P) ...
ka: &პარამეტრები...

source: &Recent messages
hu: &Korábbi megjegyzések
ja: 最近のログメッセージ(&R)
ka: &ბოლო შეტყობინებები

source: &Red:
hu: &Piros
ja: 赤(&R):
ka: &წითელი:

source: &Redo
hu: &Ismét
ja: やり直し(&R)
ka: &გამეორება

source: &Refresh
hu: &Frissítés
ja: 更新(&R)
ka: &განახლება

source: &Remove
hu: &Törlés
ja: 削除(&R)
ka: &ამოშლა

source: &Rename
hu: &Átnevezés
ja: 名前の変更(&R)
ka: გადარქმევა

source: &Reopen commit and branch/tag dialog after a commit failed
hu: Beküldés és mellékág/kiadás ablakok &újra megnyitása sikertelen beküldés esetén
ja: コミットに失敗した場合はコミットもしくはブランチ／タグのダイアログを再表示する(&R)
ka: ფიქსირებისა და განშტოების/ჭდის დიალოგის &ხელახლა გახსნა წარუმატებელი ფიქსირებისას

source: &Repo-browser
hu: Tároló &böngészése
ja: リポジトリブラウザ(&R)
ka: &საცავის ნუსხა

source: &Reset
hu: &Visszaállítás
ja: リセット(&R)
ka: &აღდგენა

source: &Reset Toolbar
hu: &Eszöztár visszaállítása
ja: ツールバーをリセット(&R)
ka: &აღდგენის პულტი

source: &Reset my usage data
ja: 使用データのリセット(&R)
ka: ჩემი ქმედებების მონაცემთა განულება

source: &Reset to Default
ja: デフォルトの状態に戻す(&R)
ka: &აღდგენა ნაგულისხმებამდე

source: &Revert changes from these revisions
hu: Ezen verziók változtatásainak &visszavonása
ja: これらのリビジョンにおける変更を元に戻す(&R)

source: &Revert changes from this revision
hu: E verzió módosításainak &visszavonása
ja: このリビジョンにおける変更を元に戻す(&R)
ka: &ამ ვერსიის ცვლილებების გაუქმება

source: &Revision
hu: &Verzió
ja: リビジョン(&R)
ka: &ვერსია

source: &SSH client:
hu: &SSH kliens:
ja: &SSHクライアント:
ka: &SSH კლიენტი:

source: &Sat:
hu: &Telít.
ja: 彩度(&S):
ka: &კონტრასტი:

source: &Save
hu: &Mentés
ja: 保存(&S)
ka: &შენახვა

source: &Save authentication
hu: &Felhasználónév és jelszó megjegyzése
ja: 認証を保存(&S)
ka: &აუთენტიფიკაციის შენახვა

source: &Save graph as...
hu: Grafikon &mentése másként...
ja: グラフを別名で保存(&S) ...
ka: დიაგრამის &შენახვა როგორც...

source: &Save list of selected files to...
hu: Kiválasztott fájlok listájának &mentése...
ja: 選択ファイルのリストを保存(&S) ...
ka: მონიშნული ფაილების სიის &შენახვა აქ...

source: &Save...
hu: &Mentés...
ja: 保存(&S) ...
ka: &შენახვა...

source: &Settings
hu: &Beállítások
ja: 設定(&S)
ka: &პარამეტრები

source: &Show HEAD revisions
hu: &FŐ verzió mutatása
ja: 最新のリビジョンを表示する(&S)
ka: HEAD ვერსიების &ჩვენება

source: &Show Menus for:
ja: メニューを表示(&S):
ka: მენიუების &ჩვენება:

source: &Show text labels
ja: テキストラベルを表示(&S)
ka: წარწერების &ჩვენება:

source: &Silver Style
hu: &Ezüst stílus
ja: &Silver スタイル
ka: &ვერცხლის სტილი

source: &Specific revision in repository
hu: &Adott verzió a tárolóban
ja: リポジトリ内で特定のリビジョン(&S)
ka: &სპეციფიური ვერსია საცავში

source: &Start Group
ja: グループの始まり(&S)
ka: &საწყისი ჯგუფი

source: &Status Bar
hu: &Állapotsor
ja: ステータスバー(&S)
ka: &სტატუსი

source: &Steal the locks
hu: Zárolások ello&pása
ja: ロックを横取りする(&S)
ka: დაბლოკვების &გადახვეწა

source: &Stop on copy/rename
hu: Másolásnál/átnevezésnél &megáll
ja: コピー／名前の変更が発生したら停止(&S)
ka: &შეჩერება კოპირება/გადარქმევისას

source: &Symbol View
hu: &Ikon nézet
ja: アイコン表示(&S)
ka: &სიმბოლოებით ჩვენება

source: &Tab size:
hu: &Tab méret:
ja: タブ幅(&T):
ka: &ტაბულაციის ზომა

source: &Tabbed Document
ja: タブ型ドキュメント(&T)
ka: &დოკუმენტი დაფებით

source: &Test merge
hu: &Teszt
ja: マージのテスト(&T)
ka: შერწყმის &შემოწმება

source: &Text
hu: &Szöveg
ja: テキスト(&T)
ka: &ტექსტი

source: &Text only
hu: Csak &szöveg
ja: テキストのみ表示(&T)
ka: მხოლოდ &ტექსტი

source: &Timeout in seconds before updating the HEAD revision
hu: &Várakozási idő a FŐ verzió frissítése előtt (másodpercben)
ja: 最新のリビジョンへの更新がタイムアウトになるまでの秒数(&T)
ka: &დაყოვნების ვადა წამებში HEAD ვერსიის განახლებამდე

source: &Timeout in seconds to stop the auto-completion parsing
hu: A &szókiegészítéshez a fájlok elemzésére szánt idő
ja: 自動補完リストの作成がタイムアウト(&T)になるまでの時間（秒）
ka: &დაყოვნების ვადა წამებში თვიდასრულების დამუშავების შესაჩერებლად

source: &To Revision
hu: &Verzióhoz
ja: 先リビジョン(&T)
ka: &ვერსია

source: &To URL:
hu: &Új URL:
ja: 先 URL(&T):
ka: &მისამართი:

source: &To URL:
hu: &Új URL:
ja: 先 URL(&T):
ka: &მისამართი:

source: &Toolbar
hu: &Eszöztár
ja: ツールバー(&T)
ka: &პულტი

source: &Toolbar Name:
hu: &Eszöztár neve:
ja: ツールバー名(&T):
ka: &პულტის სახელი:

source: &Toolbars:
hu: &Eszöztárak:
ja: ツールバー(&T):
ka: &პულტები:

source: &Two Page
hu: &Két oldal
ja: 2ページ(&T)
ka: &ორი გვერდი

source: &URL of repository:
hu: A &tároló címe:
ja: リポジトリの&URL:
ka: &საცავის მისამართი:

source: &Undo
hu: &Visszavonás
ja: 元に戻す(&U)
ka: &დაბრუნება

source: &Unknown drives
hu: &Ismeretlen meghajtók
ja: 未知のドライブ(&U)
ka: &უცნობი დისკები

source: &Update
hu: &Frissítés
ja: 更新(&U)
ka: გან&ახლება

source: &Update item to revision
hu: &Elem frissítése a verzióhoz
ja: 項目を特定リビジョンへ更新(&U)
ka: &ელემენტის განახლება ვერსიამდე

source: &Update to revision...
hu: &Frissítés adott verzióra...
ja: 特定のリビジョンへ更新(&U) ...
ka: &ვერსიამდე განახლება...

source: &Use auto-completion of file paths and keywords
hu: &Automatikus útvonal- és kulcsszókiegészítés
ja: ファイルのパスやキーワードの自動補完を利用する(&U)
ka: &თვითდასრულების გამოყენება გეზებისა და საკვანძო სიტყვებისთვის

source: &Username:
hu: &Felhasználónév:
ja: ユーザー名(&U):
ka: &სახელი:

source: &View
hu: &Nézet
ja: ビュー(&V)
ka: &ჩვენება

source: &View:
hu: &Nézet:
ja: ビュー(&V):
ka: &ჩვენება:

source: &Whitespaces
hu: &Láthatatlan karakterek
ja: 空白を表示(&W)
ka: &ხარეები

source: &Whole word
hu: &Csak teljes szó
ja: 単語単位(&W)
ka: &სრული სიტყვა

source: &Working copy
hu: &Munkapéldány
ja: 作業コピー(&W)
ka: &სამუშაო ასლი

source: (binary value)
hu: (bináris adat)
ja: (バイナリ値)
ka: (ორობითი მნიშვნელობა)

source: (deleted) %s
hu: (törölve) %s
ja: (削除済み) %s
ka: (წაიშალა) %s

source: (multiple targets selected)
hu: (több cél van kiválasztva)
ja: （複数のターゲットを選択）
ka: (არჩეულია რამდენიმე სამიზნე)

source: (no changelist)
hu: (nincs változáslistába helyezve)
ja: （変更リストは空です）
ka: (ცვლილებათა სიის გარეშე)

source: (no line number)
hu: (nincs sorszám)
ja: (行番号なし)
ka: (სტრიქონის ნომრის გარეშე)

source: (not found)
hu: (nem található)
ja: (見つかりません)
ka: (ვერ მოიძებნა)

source: (property change only)
hu: (csak a tulajdonság változott)
ja: （属性の変更のみ）
ka: (მხოლოდ თვისების შეცვლა)

source: (unknown)
hu: (ismeretlen)
ja: (不明)
ka: (უცნობია)

source: : Revision %d
hu: : Verzió %d
ja: : リビジョン %d
ka: : ვერსია %d

source: : working base
hu: : eredeti példány
ja: : 作業ベース
ka: : სამუშაო ბაზა.

source: : working copy
hu: : munkapéldány
ja: : 作業コピー
ka: : სამუშაო ასლი

source: < &Back
hu: < &Vissza
ja: < 戻る(&B)
ka: < &უკან

source: <b>TortoiseSVN</b> is a shell extension. That means it is integrated into the Windows explorer. To use <b>TortoiseSVN</b> please open the explorer and right-click on any folder you like to bring up the context menu where you will find all <b>TortoiseSVN</b> commands. And <u>read the manual!</u>
hu: <b>TortoiseSVN</b> egy beépülő modul. Ez azt jelenti, hogy a Windows Intézőn keresztül lehet használni. A <b>TortoiseSVN</b> használatához kattints jobb gombbal egy mappára, hogy feljöjjön a <b>TortoiseSVN</b> menüje a parancsokkal. További segítségért <u>olvasd el a leírástl!</u>
ja: <b>TortoiseSVN</b> はシェル拡張です。 つまり、エクスプローラに統合されます。 <b>TortoiseSVN</b> を利用するために、エクスプローラを開いて適当なフォルダ上で右クリックして コンテキストメニューを表示させてください。そこから <b>TortoiseSVN</b> の全てのコマンドが利用できます。 あと、 <u>マニュアルも読んでね！！</u>
ka: <b>TortoiseSVN</b> - გარსის გაფართოება. იგი იდგმება Windows explorer-ში. <b>TortoiseSVN</b>-ის გამოსაყენებლად გახსენით მიმომხილველი და თაგუნას მარჯვენა ღილაკით დაწკაპეთ ნებისმიერი დასტა. გამოჩნდება მენიუ სადაც იპოვნით <b>TortoiseSVN</b> ყველა ბრძანებას. ასევე, <u>წაიკითხეთ სახელმძღვანელო!</u>

source: <new changelist>
hu: <új változáslista>
ja: <新しい変更リスト>
ka: <ცვლილებათა ახალი სია>

source: A list of user defined properties for files to show in the combo box
ja: コンボボックスに表示するファイルに対するユーザー定義の属性のリスト

source: A list of user defined properties for folders to show in the combo box
ja: コンボボックスに表示するフォルダに対するユーザー定義の属性のリスト

source: A newer version is available. Please go to http://tortoisesvn.tigris.org and download the current version! Click _here_ to go directly to our website.
hu: Egy újabb verzió érhető el. Kérlek töltsd le a http://tortoisesvn.tigris.org címről a legújabb kiadást! Kattints _ide_ ha egyből a honlapra szeretnél jutni.
ja: 新しいバージョンが利用可能です。TortoiseSVNのサイト http://tortoisesvn.tigris.org から最新のバージョンをダウンロードしてください！直接ウェブサイトへ行く場合は、_ここ_ をクリックしてください。
ka: გამოვიდა ახალი ვერსია. მოინახულეთ http://tortoisesvn.tigris.org და ჩამოტვირთეთ ახლი ვერსია! უშუალოდ ჩვენს ვებგვერდზე გადასასვლელად დაწკაპეთ _აქ_.

source: A newline separated list of paths for which icon overlays are shown. If you add an "*" char at the end of a path, then all files and subdirs inside that path are included too.
hu: Egy sortördelt lista az útvonalak borító ikonjáról. Ha egy "*" karaktert adsz az útvonal végére, az összes fájl és mappa is az adott mappában bele lesz véve.
ja: アイコンのオーバーレイを表示するパス（改行で分割）を入力する。 "*" 文字をパスの最後に追加することで、パス内のすべてのファイルとサブディレクトリが含まれる。
ka: დასტების ჩამონათვალი სადაც ხატების გადაფარვები იქნება ნაჩვენები. თუ გეზის ბოლოს "*" სიმბოლოს დაამატებთ, ამ გეზის ყველა ფაილი და ქვედასტაც გათვალისწინდება.
