Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: The folder %s contains unversioned and/or modified file(s). Do you want to remove it anyway?
hu: A(z) %s mappa nem verziókezelt fájl(oka)t és/vagy mappá(ka)t tartalmaz. Biztosan törlöd?
ja: フォルダ %s は、バージョン管理外のファイルもしくは変更されたファイルを含んでいます。本当に削除してもよろしいですか？
ka: დასტა %s შეიცავს არავერსიულ ანდა შეცვლილ ფაილ(ებ)ს. მაინც გსურთ მისი ამოღება?

source: The folder %s does not exist. Would you like to create it first?
hu: A(z) %s mappa nem létezik. Létre akarod hozni?
ja: フォルダ %s は存在していません。 作成しますか？
ka: დასტა %s არ არსებობს. გნებავთ მისი შექმნა?

source: The folder %s already exists!
hu: A(z) %s mappa már létezik!
ja: フォルダ %s はすでに存在しています！
ka: დასტა %s უკვე არსებობს!

source: The hook script returned an error: %s
hu: A hook szkript hibát jelzett: %s
ja: フックスクリプトはエラーを返しました: %s
ka: ბმული სცენარის შეცდომა: %s

source: The image can not be shown.
hu: A képet nem lehet megjeleníteni.
ja: 画像を表示することができません。
ka: ნახატის ჩვენება ვერ ხერხდება.

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
hu: Nem sikerült a hibakövető-szolgáltatót létrehozni. Ellenőrizd, hogy helyesen fel van-e telepítve!
ja: 課題追跡システムのプロバイダを作成することができませんでした。正しくインストールされているかどうかを確認してください。

source: The issue-tracker provider was unable to validate the parameter string
ja: 課題追跡システムのプロバイダは、パラメータ文字列の確認ができませんでした。

source: The line "====" was expected in line %d !
ja: 行 "====" は行 %d だと思われます！
ka: კონტექსტი "====" მოსალოდნელი იყო სტრიქონში %d !

source: The line "Index: " was not found! Either this is not a diff file or the diff is empty.
hu: Az "Index: " sor nem található! A fájl nem diff fájl, vagy a diff üres.
ja: 行 "Index: " は見つかりませんでした！ 差分ファイルではないか、差分が存在しないかのどちらかです。
ka: სტრიქონი "ინდექსი: " ვერ მოიძებნა! ეს არ გახლავთ შედარების ფაილი ან ცარიელია.

source: The line indicating the new file was expected in line %d !
ja: 新しいファイルを示している行は、行 %d だと思われます！
ka: ახალი ფაილის მაჩვენებელი მოსალოდნელი იყო სტრიქონში %d !

source: The line indicating the old file was expected in line %d !
ja: 古いファイルを示している行は、行 %d だと思われます！
ka: ძველი ფაილის მაჩვენებელი მოსალოდნელი იყო სტრიქონში %d !

source: The lock has already been broken from another working copy
hu: A zárolást már feltörték egy másik munkapéldányban
ja: ロックは他の作業コピーですでに解除されています
ka: დაბლოკვა უკვე გატეხილია სხვა სამუშაო ასლიდან

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
hu: Legfeljebb ennyi sort tart meg az eseménynapló. Ha ennél több sor kerül bele, a legrégebbi bejegyzéset törölve lesznek!
ja: アクションログ内で保持する最大の行数。 この行数を超えて追加された場合は、古い行から順に削除されます。

source: The old file does not match the new file. Renaming of files is not (yet) supported!
hu: A régi fájl nem egyezik meg az újjal. A fájlok átnevezése (még) nem támogatott!
ja: 古いファイルは新しいファイルとマッチしません。 ファイルの名前を変更する機能は（まだ）サポートしていません！
ka: ძველი ფაილი ახალს არ შეესაბამება. გადარქმევა (ჯერ) რეალიზებული არაა!!

source: The operation failed.
hu: A művelet sikertelen.
ja: 操作に失敗しました。
ka: ოპერაცია არ შედგა.

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
hu: A '/path' és '/pathfile' paraméterek együtt nem használhatóak. Csak az egyiket add meg.
ja: パラメーターの '/path' と '/pathfile' は排他的に使用します。 これらのどれかひとつだけを指定してください。
ka: პარამეტრები '/path' და '/pathfile' ურთიერთგამომრიცხავია. უნდა მიუთითოთ ერთი მათგანი.

source: The patch seems outdated! The file line %s and the patchline %s do not match!
hu: A patch réginek tűnik! A fájl %s. sora és a patch %s. sora nem egyezik meg!
ja: パッチは古いと思われます！ファイル内の行 %s とパッチ内の行 %s は一致しません！
ka: ჩანს, ბებკი მოძველდა! ფაილის სტრიქონი %s და ბებკის სტრიქონი %s არ ემთხვევა!

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
hu: Az útvonal/URL hibásnak tűnik Windows alatt! Megpróbálhatod, de valószínűleg hibát fogsz kapni később. Egy útvonal nem tartalmazhatja az alábbi karaktereket: '<<>|"?*:' és nem lehetnek az alábbi eszköznevek: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Biztosan folytatod?
ja: 入力されたパス／URLはWindowsでは無効です！ 実行はできますが、後でエラーが発生するかもしれません。 Windowsで有効なパスには、 '<<>|"?*:' の文字や、次に示すデバイス名のどれかを含めることはできません: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ 続行してもよろしいですか？
ka: თქვენი მითითებული გეზი/მისამართი ჩანს Windows-ისთვის დაუშვებელია! შეგიძლიათ კვლავ სცადოთ, მაგრამ მოგვიანებით შესაძლოა შეცდომა. მართებული გეზი არ შეიძლება შეიცავდეს '<>|"?*:' სიმბოლოებს ან მოწყობილობას: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ მაინც გსურთ გაგრძელება?

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge found the relative path <i>%s</i> which seems to match the directory you're applying the patch. Do you want to use the suggested path? Answering 'no' will quit TortoiseMerge.
hu: A patch fájlban lévő <i>%s</i> útvonal nem létezik. A TortoiseMerge talált egy útvonalat, <i>%s</i> amely valószínűleg a patch-ben lévőnek felel meg. Szeretnéd ezt az útvonalat használni? A 'Nem'-re kattintva a TortoiseMerge kilép.
ja: パッチファイル内のパス <i>%s</i> は存在しません。 TortoiseMerge はパッチを適用する相対パスとして <i>%s</i> がより適合している判断しました。 このパスを代わりに使用しますか？「いいえ」を選択した場合は TortoiseMerge は終了します。
ka: გეზი <i>%s</i> ბებკი ფაილში არ არსებობს. პროგრამამ ფარდობითი გეზი მოიძია <i>%s</i> რომელიც შესაძლოა გამოსაყენებელი ბებკის გეზს შეესაბამაბა. გნებავთ შემოთავაზებული ბებკის გამოყენება? პასუხი 'არა'-ს შემთხვევაში პროგრამა დასრულდება.

source: The path <i>%s</i> in the patchfile does not exist. TortoiseMerge tried to apply the patch by stripping prefixes but no matching path could be found.
hu: A patch fájlban lévő <i>%s</i> útvonal nem létezik. A TortoiseMerge megpróbálta alkalmazni a patch-et az előtagok elhagyásával, de így sem talált megfelelő útvonalat.
ja: パッチファイル内のパス <i>%s</i> は存在しません。 TortoiseMerge はパスの先頭部分を取り除いてパッチを適用しようとしましたが、一致するパスは見つけられませんでした。
ka: გეზი <i>%s</i> ბებკი ფაილში არ არსებობს. პროგრამა შეეცადა ბებკის გამოყენებას პრეფიქსების დამუშავებით, მაგარამ შესაბამისი გეზი ვერ მოიძებნა.

source: The path <i>%s</i> seems not to match the paths in the patchfile. But TortoiseMerge found the path <i>%s</i> matches it better. Do you want to use the suggested path instead?
hu: Az útvonal <i>(%s)</i> nem egyezik a patch fájlban lévővel. De a TortoiseMerge megtalálta <i>%s</i> amivel jobban egyezik. Szeretnéd ezt az útvonalat használni inkább?
ja: パス <i>%s</i> はパスファイル内のものと一致していないようです。 しかし、TortoiseMerge は <i>%s</i> のパスがより適合している判断しました。こちらのパスを代わりに利用しますか？
ka: ჩანს ბებკი <i>%s</i> არ შეესაბამება გეზსებს ბებკი ფაილში. მაგრამ TortoiseMerge-მ იპოვნა უკეთესი გეზი <i>%s</i> გნებავთ შემოთავაზებული გეზის გამოყენება?

source: The repository was successfully created.
hu: A tároló sikeresen létrejött.
ja: リポジトリの作成に成功しました。
ka: საცავი წარმატებით შეიქმნა.

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
hu: A kiválasztott fájlban még vannak ellentmondások. Biztos hogy feloldottnak jelölöd a fájlt?
ja: 選択されたファイル内には、まだ１つ以上の競合マークがあります。 本当に、ファイルに解消済マークを付けてもよろしいですか？
ka: როგორც ჩანს, მონიშნულ ფაილში კონფლიქტის ნიშნულები დარჩა. გნებავთ მისი მოგვარებულად მითითება?

source: The target URL %s already exists!
hu: A cél URL %s már létezik!
ja: ターゲットのURL %s はすでに存在しています！
ka: დანიშნულების URL %s უკვე არსებობს!

source: The target folder %s is not empty! Are you sure you want to checkout/export into that folder?
hu: A célmappa %s nem üres! Biztos, hogy ebbe a mappába akarsz lekérni/exportálni?
ja: ターゲットフォルダ %s は空ではありません！ 本当にそのフォルダにチェックアウト／エクスポートしてもよろしいですか？
ka: სამიზნე დასტა %s არაა ცარიელი! დარწმუნებული ხართ რომ ამ დასტაში გსურთ გადმოტანა/ექსპორტი?

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
hu: Legfeljebb ennyi másodpercet tölt el a program a fájlok elemzésével. Kisebb érték esetén hamarabb elérhetővé válik a szókiegészítés funkció, de lehetséges, hogy nem vizsgál meg minden fájlt.
ja: 選択ファイルの構文解析が停止してからの時間（秒）を指定します。 小さい値を指定すると、すぐに自動補完リストが利用可能になります。 しかし、すべてのファイルのスキャンが終了しないかもしれません。
ka: დრო წამებში, რომლის შემდეგაც შერჩეული ფაილების დამუშავება შეჩერდება. მცირე მნიშვნელობის შემთხვევაში თვითდასრულების სია უფრო მალე გახდება მისაწვდომი, თუმცა ყველა ფაილის დამუშავება შეიძლება ვერ მოესწროს.

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
hu: A két kiválasztott URL nem azonos gyökérből származik, így a naplójuk megtekintése nem lehetséges!
ja: 選択された2つのURLは同じルートから作成されたものではありません。 そのため、これら2つの間のログメッセージを表示することはできません。
ka: ორი შერჩეული URL ერთი და იგივე ძირიდან არ შექმნილა. შეუძლებელია მათ შორის დავთრის ჩანაწერების ჩვენება!

source: The user who did the last commit
hu: A legutóbbi beküldő
ja: 最後にコミットを行ったユーザ
ka: ბოლო ფიქსაციის ავტორი მონაწილე

source: The user who owns the lock of the file
hu: A zárolás tulajdonosa
ja: ファイルのロックを所持しているユーザ
ka: ფაილის დაბლოკვის მფლობელი მონაწილე

source: The working copy has changed! <hr=100%> Please commit your changes first or revert.
hu: A munkapédány megváltozott! <hr=100%> Előbb küldd be a változásokat, vagy állítsd vissza a munkapéldányod.
ja: 作業コピーは変更されました！ <hr=100%> まず変更をコミット、もしくは元に戻してください。
ka: სამუშაო ასლი შეიცვალა! <hr=100%> გთხოვთ დააფიქსიროთ ან გააუქმოთ თქვენი ცვლილებები.

source: The working copy is not up to date! Please Update first.
hu: A munkapéldányod régi! Előbb hajts végre egy frissítést.
ja: 作業コピーは最新ではありません！ まず更新を行ってください。
ka: სამუშაო ასლი მოძველდა! გთხოვთ ჯერ განაახლოთ.

source: Their file:
hu: Másik fájl:
ja: Their ファイル:
ka: მათი ფაილი:

source: There are changes or unversioned items inside one or more directories which you have included with svn:externals. Those files are <b>not</b> listed for commit. You need to commit those files separately.
hu: Egy vagy több mappa, amely az svn:externals hatására lett lekérve külső tárolóból, változásokat vagy nem verziókezelt fájlokat tartalmaz. Ezen fájlok <b>nincsenek</b> itt listázva, külön kell beküldeni őket.
ja: svn:externals でインクルードされた１つ以上のディレクトリ内に変更もしくはバージョン管理外の項目が存在します。 それらのファイルはコミットのリストには<b>現れません</b>。それらのファイルは別途コミットする必要があります。
ka: არის ცვლილებები ერთ ან მეტ დასტაში რომლებიც თქვენს მიერ svn:externals-ში მითითებულია. ეს ფაილები <b>არ</b> არიან ფიქსირების სიაში. საჭიროა მათი ცალკე ფიქსირება.

source: There are no issue-tracker providers available.
hu: Nincs elérhető hibakövető-szolgáltató!
ja: 利用可能な課題追跡システムのプロバイダが見つかりませんでした。

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
hu: Még vannak feloldatlan ellentmondások a(z) %d. sorban! Ezeket célszerű feloldani a mentés előt. Biztos, hogy elmented a fájlt az ellentmondásokkal együtt? Ha az igenre kattintasz, akkor a feloldást kézzel, egy másik programmal kell megtenned!
ja: まだ未解消の競合が行 %d に存在しています！ 保存する前に、まずそれらの競合を解消してください。 競合が存在する状態のままで、ファイルの保存を行ってもよろしいですか？ 「はい」をクリックすると、他のエディタを用いて手作業で編集する必要があります！
ka: სტრიქონში %d მოუგვარებელი კონფლიქტები დარჩა! შენახვამდე ეს კონფლიქტები უნდა მოაგვაროთ. ნამდვილად გსურთ კონფლიქტებიანი ფაილის შენახვა? თუ უპასუხებთ 'დიახ', კონფლიქტის მოგვარება ხელით სხვა რედაქტორში მოგიწევთ!

source: There are unsaved modifications! Do you want to save your changes?
hu: Néhány változás még nincs elmentve! Mented a változásokat?
ja: 保存されていない変更が存在します！ 変更を保存しますか？
ka: არის ცვლილებები, რომლებიც არ შენახულა! გსურთ თქვენი შეტანილი ცვლილებების შენახვა?

source: There has been a problem connecting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history.
hu: Hiba történt a szerverhez való kapcsolódás közben. Szeretnéd inkább a gyorsítótárazott adatokat megtekinteni (offline mód)? A gyorsítótárazott adat elavult, hiányos, és esetenként félrevezető is lehet, ha az előzmények listája nem teljes!
ja: サーバーに接続する際に問題が発生しました。 代わりにキャッシュされているデータを利用しますか？ キャッシュされているデータが古い、不完全、もしくは、履歴が 不完全なために誤解を招く可能性があることをご理解ください。

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
hu: Nincs mit hozzáadni. Az összes fájl és mappa verziókezelt, vagy ki van hagyva az svn:ignore tulajdonság vagy a globális kizárási lista alapján.
ja: 追加するものが何もありません。全てのファイルとフォルダがバージョン管理下にある、svn:ignore 属性で無視されている、もしくはグローバルに無視するよう設定されています。
ka: დასამატებელი არაფერია. ყველა ფაილი და დასტა ან ვერსიი კონტროლის პროცესშია ან გამოტოვებულია svn:ignore ან გლობალური გამოტოვების პარამეტრის გამოყენებით.

source: There's nothing to unlock. No file has a lock in this working copy.
hu: Nincs mit feloldani ebben a munkapéldányban.
ja: ロックを解除するものがありません。この作業コピー内にはロックされているファイルはありません。
ka: არაფერია დაბლოკვის მოხსახსნელი. ამ სამუშაო ასლში დაბლოკილი ფაილი არაა.

source: Thesaurus
hu: Szinonima szótár
ja: シソーラス
ka: თეზაურუსი

source: This is not a valid URL. Please enter an URL here.
hu: Az URL nem érvényes. Egy valódi URL-t adj meg.
ja: これは有効なURLではありません。 ここにURLを入力してください。
ka: ეს მისამართი მცდარია. გთხოვთ მიუთითოთ მისამართი აქ.

source: This is not a valid path! A valid path must not contain '<<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
hu: Az útvonal érvénytelen! Egy útvonal nem tartalmazhatja az alábbi karaktereket: '<<>|"?*:' és az alábbi eszközneveket: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ja: これは有効なパスではありません！ Windowsで有効なパスには、 '<<>|"?*:' の文字や、次に示すデバイス名のどれかを含めることはできません: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ka: ეს გეზი უმართებლოა! მართებული გეზი არ უნდა შეიცავდეს '<<>|"?*:' სიმბოლოებს ან მოწყობილობას: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This method covers the case when you have made a feature branch as discussed in the Subversion book. Use this to merge all changes of a branch back to trunk.
hu: Válaszd ezt, ha a Subversion könyvben leírt "feature" mellékágad van, és vissza szeretnéd integrálni a változásokat a főágba.
ja: この方法は、Subversion book で述べられている機能ブランチを作成した場合に利用します。ブランチでの全ての変更を trunk へマージしたい場合にこの方法を利用してください。

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
hu: Válaszd ezt, ha egy vagy több különböző mellékágad van, és az abban történt változásokat szeretnéd egy másik ágba (vagy a főágba) integrálni.
ja: これは、1つ以上のリビジョンがブランチ（もしくはtrunk）に存在し、それらの変更を別のブランチにポートしたいような場合に使用します。

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
hu: Válaszd ezt, ha két különböző mellékág különbségeit szeretnéd beleintegrálni a munkapéldányodba.
ja: この方法は、異なる2つのブランチ間の差分を作業コピーにマージしたい場合に利用します。

source: This product includes software developed by CollabNet (http://www.Collab.Net/)
hu: Ez a termék a CollabNet által fejlesztett szoftvert tartalmaz (http://www.Collab.Net/)
ja: 本製品は、CollabNet (http://www.Collab.Net/) で開発されたソフトウェアを含んでいます
ka: ეს პროდუქტი შეიცავს CollabNet-ის მიერ შემუშავებულ პროგრამას (http://www.Collab.Net/)

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
hu: Ez a termék az OpenSSL Project által, az OpenSSL Toolkit számára fejlesztett szoftvert tartalmaz (http://www.openssl.org/)
ja: 本製品は、OpenSSL プロジェクト(http://www.openssl.org/) で開発された OpenSSL ツールキットを含んでいます
ka: ეს პროდუქტი შეიცავს OpenSSL-ის მიერ შემუშავებულ პროგრამას OpenSSL ხელსაწყოებში გამოსაყენებლად (http://www.openssl.org/)

source: This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.
hu: Ezt a programot a hiányzó %s exporthoz van csatoltva a(z) %s fájlban. A számítógépen valószínűleg %s-nek egy inkompatibilis verziója található.
ja: このプログラムは不明な %s （ファイル %s）へリンクされています。 この計算機は %s とは互換性のないバージョンの可能性があります。
ka: ეს პროგრამა დაკავშირებულია არარსებულ ექსპორტთან %s ფაილში %s. შესაძლოა კომპიუტერში %s არათავსებადი ვერსია .

source: This program requires the file %s, which was not found on this system.
hu: A programnak a(z) %s fájlra van szüksége, amely nem található ezen a rendszeren.
ja: このプログラムはファイル %s を必要としますが、このシステム上で見つけることができませんでした。
ka: პროგრამა საჭიროებს ფაილს %s, რომელიც ამ სისტემაში არ აღმოჩნდა.

source: This property is only allowed on folders, not files.
hu: Ezt a tulajdonságot csak a mappákhoz lehet használni, fájlokhoz nem.
ja: このプロパティはフォルダに対してのみ有効で、ファイルに対しては有効ではありません。
ka: ეს პარამეტრი მხოლდ დასტას შეიძლება ჰქონდეს და არა ფაილს.

source: This property must not have multiple lines. Only one line is allowed.
hu: Ez a tulajdonság csak egy sort tartalmazhat.
ja: この属性に複数行入力することはできません。１行のみにしてください。
ka: ამ პარამეტრს შეიძლება ჰქონდეს მხოლოდ ერთი და არა რამდენიმე სტრიქონი.

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
ja: このアプリケーションで使用しているコマンドのレコードを削除し、メニューとツールバーにデフォルトのコマンドを表示するように設定します。カスタマイズしたものは元に戻りません。本当に実行してもよろしいですか？

source: Tile &Horizontally
hu: &Vízszintes mozaik
ja: 水平方向に並べる(&H)
ka: &განივი მოზაიკა

source: Tile &Vertically
hu: &Függőleges mozaik
ja: 垂直方向に並べる(&V)
ka: &მართობული მოზაიკა

source: Timeouts
hu: Várakozási idő
ja: タイムアウト
ka: ვადები

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
hu: Rekurzív beküldéshez és a hiba megkerüléséhez ellenőrizd, hogy a mappában található összes fájl és almappa ki van-e jelölve a beküldési ablakban. Ellenkező esetben a TortoiseSVN nem-rekurzívan fog beküldeni, ami pedig nem teszi lehetővé a mappatörlést.
ja: このエラーを回避して再帰的にコミットを行うためには、 チェックされているフォルダに含まれる全ての項目も、 コミットダイアログでチェックしてください。 そうでない場合は、ディレクトリの削除を行うことができない 非再帰的なコミットをTortoiseSVN は実行します。
ka: რეკურსიული შემოწმებისა და შეცდომის თავიდან ასაცილებლად, გადაამოწმეთ, რომ მონიშნული დასტის ყველა ქვეელემენტი ასევე მონიშნული ფიქსირების დიალოგშიც. სხვა შემთხვევაში პროგრამამ არარეკურსიული ფიქსირება უნდა განახორციელოს, რომლის დროსაც დასტის წაშლა იკრძალება.

source: To steal the lock, right-click on the parent folder of this item and select "Get Lock" from the context menu. This will bring up the locking dialog where you can enforce the lock, i.e., 'steal' it from the one currently holding it.
hu: A zárolás ellopásához kattints jobb gombbal a szülőmappára és válaszd a "Zárolás" menüpontot. Ez felhozza a zárolás ablakot, ahonnan kényszerítheted a zárolást, vagyis 'ellophatod' az eredeti tulajdonosától.
ja: ロックを横取りするために、この項目の親フォルダ上で右クリックし、コンテキストメニューから "ロックを取得" を選択してください。 これにより、ロックを実行する際にロックダイアログが表示されます（例えば、現在ロックを保持している人からロックを '横取り' など）。
ka: დაბლოკვის გადასახვეწად, ელემენტის ძირეულ დასტაზე მარჯვენა დაწკაპვის კონტექსტური მენიუდან აირჩიეთ "დაბლოკვის მიღება". ეს გამოიტანს დაბლოკვის დიალოგს საიდანაც შეგიძლიათ დაბლოკვის გადახვეწა, ე.ი. 'მოპარვა' დაბლოკვის მიმდანარე მფლობელისგან.

source: To:
hu: Eddig:
ja: 先:
ka: აქ:

source: To: (end URL and revision of the range to merge)
hu: Eddig (az egyesítendő intervallum befejező URL-je és verziója):
ja: 先: （マージする範囲の終点を指すURLとリビジョン）
ka: აქ: (საბოლოო URL შერწყმის არის ვერსია)

source: Toggle One/Two Pages display Toggle One/Two Pages display
hu: Váltás egy- és kétoldalas nézet között Váltás egy- és kétoldalas nézet között
ja: 1ページ表示／2ページ表示を切り替え 1ページ表示／2ページ表示を切り替え
ka: ერთი/ორი გვერდის ჩვენების გადართვა ერთი/ორი გვერდის ჩვენების გადართვა

source: Toolbar
hu: Eszköztár
ja: ツールバー
ka: პულტი

source: Toolbar Name
hu: Eszöztár neve
ja: ツールバー名
ka: პულტის სახელი

source: Toolbar Options
hu: Eszöztár beállításai
ja: ツールバーオプション
ka: პულტის პარამეტრები

source: Toolbar internal error. Please contact your application vendor.
hu: Belső hiba az eszköztárban. Lépj kapcsolatba a program terjesztőjével.
ja: ツールバーの内部エラー。アプリケーションの配布元に問い合わせてください。
ka: პულტის შიდა შეცდომა. გთხოვთ დაუკავშირდეთ პროგრამის მომწოდებელს.

source: Toolbars
hu: Eszöztárak
ja: ツールバー
ka: პულტები

source: Tools
hu: Eszközök
ja: ツール
ka: ხელსაწყოები

source: Tools:
hu: Eszközök:
ja: ツール:
ka: ხელსაწყოები:

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
hu: A TortoiseBlame közvetlenül nem indítható!Használat: TortoiseProc.exe /command:blame /path:"útvonal\a\fájlhoz" TortoiseBlame.exe blamefájl [naplófájl [címmutatás]] [/line:sorszám] [/path:erediútvonal] [/ignoreeol] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
ja: TortoiseBlame を直接起動することはできません！ TortoiseProc.exe /command:blame /path:"path\to\file" を使用してください。 TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
ka: TortoiseBlame უშუალოდ ვერ დაიწყება! მის ნაცვლად ისარგებლეთ TortoiseProc.exe /command:blame /path:"path\to\file" ბრძანებით. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
hu: TortoiseIDiff - Egy eltérés-megjelenítő program képekhez, a TortoiseSVN része
ja: TortoiseIDiff - TortoiseSVN内蔵の画像差分ツール

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
hu: TortoiseIDiff: a TortoiseSVN különbség-megjelenítője képek számára A használható paraméterek: /left: "a bal oldali kép útvonala" /lefttitle: "a bal oldali kép címe (a címsorban)" /right: "a jobb oldali kép útvonala" /righttitle: "a jobb oldali kép címe (a címsorban)" /overlay Átfedés engedélyezése /fit Képek méreteinek egyeztetése /showinfo Információ megjelenítése a képekről
ja: TortoiseIDiff: TortoiseSVN用の画像差分ビューア 利用可能なコマンドラインパラメーター: /left:"左側の画像のパス" /lefttitle:"左側の画像のタイトル" /right:"右側の画像のパス" /righttitle:"右側の画像のタイトル" /overlay オーバーレイモードを有効にする /fit 画像サイズを合わせる /showinfo 画像情報ボックスを表示する
ka: TortoiseIDiff: ნახატების შედარების პროგრამა TortoiseSVN-ისთვის შესაძლო ბრძანებები და პარამეტრებია: /left:"მარცხენა ნახატის გეზი" /lefttitle:"სათაური მარცხენა ნახატისთვის" /right:"მარჯვენა ნახატის გეზი" /righttitle:"სათაური მარჯვენა ნახატისთვის" /overlay to გადაფარვის რეჟიმის ჩართვა /fit to გამოსახულებათა ზომების მორგება /showinfo to გამოსახულებათა მონაცემთა დაფების ჩვენება

source: TortoiseSVN has detected similar filenames. Do you want the files:%s to be renamed too?
hu: A TortoiseSVN hasonló fájlneveket észlelt. Az alábbi fájlokat is át akarod nevezni? %s
ja: TortoiseSVN は類似する名前を持つファイルを検出しました。ファイル:%s の名前も変更しますか？
ka: TortoiseSVN-მა აღმოაჩინა ფაილები ერთიდაიგივე სახელით. გნებავთ ფაილების:%s ასევე გადარქმევა?

source: Total commits analyzed:
hu: Elemzett beküldések száma:
ja: 解析を行ったコミット数:
ka: გაანალიზებულია ფიქსაციები სულ:

source: Total file changes:
hu: Összes fájlváltozás:
ja: 変更ファイル数:
ka: შეცვლილი ფაილები სულ:

source: Total number of changes over all cached revisions
hu: A változások száma az összes gyorsítótárazott verzióban
ja: キャッシュされている全てのリビジョンにわたる変更されたリビジョンの総数
