Repository: TortoiseGit/TortoiseGit
Catalog: contrib/drupal-modules/translation-status/branch/gui/Tortoise_*.po
Languages: hu, ja, ka

source: Do you really want to delete the toolbar '%s'?
hu: Biztosan törölni szeretnéd a(z) '%s' eszköztárat?
ja: 本当にこのツールバー '%s' を削除してもよろしいですか？
ka: ნამდვილად გსურთ '%s' პულტის წაშლა?

source: Do you really want to move this file or folder?
hu: Biztos áthelyezed ezt a fájlt vagy mappát?
ja: 本当にこのファイルもしくはフォルダを移動させてもよろしいですか？
ka: ამდვილად გსურთ ამ ფაილის ან დასტის გადატანა?

source: Do you really want to revert all changes in %s and go back to this revision? These changes will be reverted by reverse-merging the revisions into your working copy.
hu: Biztos visszaállítod az összes változást ebben: %s és visszatérsz ehhez a verzióhoz? A visszatérés módosításai egyesítve lesznek munkapéldányoddal.
ja: %s で行われた全ての変更を元に戻し、 このリビジョンに変更してもよろしいですか？ これらの変更は、作業コピーに対してリビジョン の逆マージを行うことで元に戻す。
ka: ნამდვილად გსურთ გააუქმოთ ყველა ცვლილება %s და ის ამ ვერსიაზე დაბრუნება? ეს ცვლილებები აღდგება ამ ვერსიის თქვენს სამუშაო ასლთან უკუშერწყმით.

source: Do you really want to revert all changes in %s which were made in this revision? These changes will be reverted by reverse-merging the revision into your working copy.
hu: Biztos visszaállítod az összes változást ebben: %s amelyek ebben a verzióban készültek? A visszatérés módosításai egyesítve lesznek munkapéldányoddal.
ja: このリビジョンで行われた、 %s に対する全ての変更を元に戻してもよろしいですか？ これらの変更は、作業コピーに対してリビジョン の逆マージを行うことで元に戻す。
ka: ნამდვილად გსურთ გააუქმოთ ყველა ცვლილება %s რომლებიც ამ ვერსიაშია შეტანილი? ეს ცვლილებები აღდგება ამ ვერსიის თქვენს სამუშაო ასლთან უკუშერწყმით.

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %s!
hu: Biztos, hogy a munkapéldányt kiveszed a verziókezelésből? Minden Subversion adminisztrációs könyvtár törölve lesz innen: %s!
ja: この作業コピーのバージョン管理を解除してもよろしいですか？ この操作は、すべてのサブバージョン管理情報を以下のフォルダから削除します。 %s!

source: Do you want to proceed?
hu: Folytatod?
ja: 続行してもよろしいですか？
ka: გსურთ გაგრძელება?

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
hu: Biztos hogy újratöltöd a dokumentumot? Az összes változtatásod el fog veszni!
ja: 設定の変更を反映させるために、ドキュメントの再読み込みを行いますか？ 注意書き: 行った全ての変更が失われます！
ka: გსურთ პარამეტრების ცვლილებების დოკუმენტების განახლება? ყურადღება: თქვენ დაკარგავთ ყველა შეტანილ ცვლილებას!

source: Do you want to remove the property %s recursively?
hu: A(z) %s tulajdonságot rekurzívan szeretnéd törölni?
ja: 本当に属性 %s を再帰的に削除してもよろしいですか？
ka: გნებავთ %s პარამეტრის რეკურსიული ამოშლა?

source: Do you want to save your changes?
hu: El akarod menteni a változtatásaidat?
ja: 変更を保存しますか？
ka: გსურთ თქვენი შეტანილი ცვლილებების შენახვა?

source: Document :
hu: Dokumentum :
ja: ドキュメント:
ka: დოკუმენტი :

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
hu: Dokumentáció: Simon Large Kód: Tobias Schäfer, Stefan Fuhrmann
ja: ドキュメント : Simon Large コード : Tobias Schäfer, Stefan Fuhrmann
ka: დოკუმენტაცია : საიმონ ლარჯი კოდი : ტობიას შაფერი, შტეფან ფურმანი

source: Don't show this message again
hu: Ne mutassa többet ezt az üzenetet
ja: このメッセージを再び表示しない
ka: აღარ მიჩვენო ეს შეტყობინება

source: Drag to make this menu float
ja: ドラッグするとメニューがフローティング表示になります

source: Draw
ja: 描画
ka: გრაფიკა

source: Drive Types
hu: Meghajtók
ja: ドライブの種類
ka: დისკების ტიპები

source: E&xact copy sources
hu: &Megegyező változatok mutatása
ja: 正確なコピー元を表示する(&X)
ka: ასლების &ზუსტი წყაროები

source: E&xclude paths:
hu: &Kizárt útvonalak:
ja: 除外するパス(&X):

source: E&xit
hu: &Kilépés
ja: 終了(&X)
ka: &გასვლა

source: E&xport...
hu: &Exportálás...
ja: エクスポート(&X)
ka: ე&ქსპორტი

source: Edit
hu: Szerkesztés
ja: 編集
ka: რედაქტირება

source: Edit Button Image
ja: ボタンイメージを編集
ka: ღილაკის ნახატის რედაქტირება

source: Edit Properties
hu: Szerkesztés tulajdonságai
ja: 属性を編集
ka: პარამეტრების რედაქტირება

source: Edit author
hu: Fejlesztő szerkesztése
ja: 作者を編集
ka: ავტორის რედაქტირება

source: Edit author name
hu: Fejlesztő nevének szerkesztése
ja: 作者名を編集
ka: ავტორის სახელის რედაქტირება

source: Edit conflict
hu: Ellentmondás szerkesztése
ja: 競合を編集
ka: კონფლიქტის რედაქტირება

source: Edit extension specific diff program
hu: Kiterjesztésfüggő diff program szerkesztése
ja: 拡張子に対応した差分プログラムを編集
ka: შედარების პროგრამის რედაქტირება

source: Edit extension specific merge program
hu: Kiterjesztésfüggő egyesítő program szerkesztése
ja: 拡張子に対応したマージプログラムを編集
ka: შერწყმის პროგრამის რედაქტირება

source: Edit log message
hu: Megjegyzés szerkesztése
ja: ログメッセージを編集
ka: დავთრის რედაქტირება

source: Edit property "%s" on %s
ja: 属性 "%s" を %s で編集する
ka: პარამეტრის რედაქტირება "%s" : %s

source: Edit...
hu: Szerkeszt...
ja: 編集 ...
ka: რედაქტირება...

source: Edits the selected property value
hu: A kiválasztott tulajdonság értékének szerkesztése
ja: 選択されている属性を編集する
ka: შერჩეული პარამეტრის მნიშვნელობის რედაქტირება

source: Either the name or IP of the proxy server
hu: A proxy IP- vagy webcíme
ja: プロキシサーバの名前もしくは IP を入力します
ka: პროქსი სერვერის სახელი ან IP მისამართი

source: Ellipse Tools Ellipse
hu: Ellipszis eszközök Ellipszis
ja: 楕円ツール 楕円
ka: ელიფსის სამარჯვები ელიფსი

source: Empty
hu: Üres
ja: 空
ka: ცარიელი

source: Enable log caching to speed up log and revision graph dialogs
hu: Engedélyezd a naplók gyorsítótárazását, hogy felgyorsítsd a "Napló" és a "Verzió grafikon" ablakok működését.
ja: ログとリビジョングラフの各ダイアログを高速化するためにログのキャッシュを有効にする

source: Enable this only if you're working with web projects on VS.NET2003! You must restart the system for this setting to take effect.
hu: Csak akkor engedélyezd, ha VS.NET2003-as webprojektekkel dolgozol! A beállítás után a számítógépet újra kell indítani.
ja: VS.NET2003 上で WEB プロジェクトの開発を行っている場合にのみこれを有効にしてください！ この設定を有効にするためには、システムの再起動を行ってください。
ka: ჩართეთ მხოლოდ იმ შემთხვევაში თუ VS.NET2003-ის პროექტებთან მუშაობთ! ამ ცვლილებების გასააქტივებლად სისტემა ხელახლა უნდა გადატვირთოთ.

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
hu: Csak akkor engedélyezi a helyesírás-ellenőrzőt, ha a tsvn:projectlanguage tulajdonság be van állítva.
ja: tsvn:projectlanguage 属性が設定され ている場合のみスペルチェッカを有効にする。
ka: მართლწერის შემოწმება თუ მითითებულია tsvn:projectlanguage პარამეტრი.

source: Encountered a hardware I/O error while accessing %1.
hu: Egy hardware I/O hiba történt %1 elérése közben.
ja: %1 にアクセス中にハードウェア I/O エラーが通知されました。
ka: ძირითადი შეტანა/გამოტანის შეცდომა %1 ელემენტის კითხვისას.

source: Encountered a locking violation while accessing %1.
ja: %1 にアクセス中にロック違反が発生しました。
ka: დაბლოკვის შეცდომა %1 ობიექტის წვდომისას.

source: Encountered a sharing violation while accessing %1.
ja: %1 にアクセス中に共有違反が発生しました。
ka: გაზიარების შეცდომა %1 ობიექტის წვდომისას.

source: Encountered an improper argument.
ja: 不適切な引数に遭遇しました。
ka: აღმოჩენილია უმართებლო არგუმენტი.

source: Encountered an unexpected error while reading %1.
hu: Ismeretlen hiba %1 olvasása közben.
ja: %1 の読み込み中に予期せぬエラーが発生しました。
ka: გაუთვალისწინებელი შეცდომა %1 ობიექტის კითხვისას.

source: Encountered an unexpected error while writing %1.
hu: Ismeretlen hiba %1 írása közben.
ja: %1 の書き込み中に予期せぬエラーが発生しました。
ka: გაუთვალისწინებელი შეცდომა %1 ობიექტის ჩაწერისას.

source: End Revision
hu: Vég-verzió
ja: 終了リビジョン
ka: ვერსიის რედაქტირება

source: Enlarge the window to full size
hu: Teljes képernyős méret
ja: ウィンドウを最大化する
ka: ფანჯრის მაქსიმიზება

source: Enter Log Message
hu: Írd be a megjegyzést
ja: ログメッセージを入力
ka: დავთრის ჩანაწერის შეტანა

source: Enter URL
hu: Írd be az URL-t:
ja: URLを入力
ka: მისამართის მითითება

source: Enter a GUID.
hu: Írj be egy GUID-t.
ja: GUIDを入力してください。
ka: მიუთითეთ GUID.

source: Enter a currency.
hu: Írj be egy pénznemet.
ja: 通貨を入力してください。
ka: მიუთითეთ ვალუტა.

source: Enter a date and/or time.
hu: Írd be egy időt és/vagy dátumot.
ja: 日付／時刻を入力してください。
ka: მიუთითეთ თარიღი და/ან დრო.

source: Enter a date.
hu: Írj be egy dátumot.
ja: 日付を入力してください。
ka: მიუთითეთ თარიღი

source: Enter a lock message (optional):
hu: Megjegyzés a zároláshoz (nem kötelező):
ja: ロックメッセージを入力（オプション）:
ka: დაბლოკვის შეტყობინების მითითება (არასავალდებულო):

source: Enter a name for the changelist:
hu: Adj meg egy nevet a változáslistának:
ja: 変更リストの名前を入力:
ka: მიუთითეთ ცვლილებათა სიის სახელი:

source: Enter a number between %1 and %2.
hu: Írj be egy számot %1 és %2. között.
ja: %1 ～ %2 の間の数値を入力してください。
ka: მიუთითეთ რიცხვი დიაპაზონში %1 - %2.

source: Enter a number.
hu: Írj be egy számot.
ja: 数値を入力してください。
ka: მიუთითეთ რიცხვი.

source: Enter a positive integer.
hu: Írj be egy pozitív egész számot.
ja: 正の整数を入力してください。
ka: მიუთითეთ დადებითი მთელი რიცხვი.

source: Enter a time.
hu: Írj be egy időt.
ja: 時刻を入力してください。
ka: მიუთითეთ დრო.

source: Enter an integer between %1 and %2.
hu: Írj be be egy egész számot %1 és %2 között.
ja: %1 ～ %2 の間の整数を入力してください。
ka: მიუთითეთ მთელი რიცხვი დიაპაზონში %1 - %2.

source: Enter an integer between 0 and 255.
hu: Írj be be egy egész számot 0 és 255 között.
ja: 0 ～ 255 の間の整数を入力してください。
ka: მიუთითეთ მთელი რიცხვი დიაპაზონში 0 - 255.

source: Enter an integer.
hu: Írj be be egy egész számot.
ja: 整数を入力してください。
ka: მიუთითეთ მთელი რიცხვი

source: Enter log &message:
hu: Írd be a &megjegyzést:
ja: ログメッセージを入力(&M):
ka: დავთრის &ჩანაწერის შეტანა:

source: Enter log message:
hu: Írd be a megjegyzést:
ja: ログメッセージを入力:
ka: დავთრის ჩანაწერის შეტანა

source: Enter no more than %1 characters.
hu: Ne adj meg %1 karakternél többet.
ja: %1 文字以上は入力できません。
ka: მიუთითეთ არაუმეტეს %1 სიმბოლო.

source: Erase everything Erase All
hu: Mindent letöröl Mindet töröl
ja: 全てを削除する 全削除
ka: ყველაფრის წაშლა ყველას წაშლა

source: Erase the selection Erase
hu: Kiválasztottat töröl Töröl
ja: 選択範囲を削除する 削除
ka: მონიშნულის წაშლა წაშლა

source: Error
hu: Hiba
ja: エラー
ka: შეცდომა

source: Error rebuilding Shell Icon Cache!
hu: Hiba az Ikonadatbázis újraépítésekor!
ja: シェルのアイコンキャッシュの再構築中にエラーが発生しました！
ka: გარსის პიქტოგრამის განახლების შეცდომა!

source: Error validating server certificate for %s:
hu: Hiba a %s szervertanúsítvány ellenőrzése közben:
ja: サーバー証明書 %s の確認エラー:
ka: სერვერის სერთიფიკატის შემოწმების შეცდომა - %s:

source: Error while reading/writing the registry key %s %s
hu: Hiba történt a(z) %s regisztációs kulcs írása/olvasása közben %s
ja: レジストリのキー %s の読み込み／書き込み中にエラーが発生しました %s
ka: შეცდომა რეგისტრის %s მნიშვნელობის წაკითხვა/ჩაწერისას %s

source: Exceptions:
hu: Kivételek:
ja: 例外:
ka: გამონაკლისები:

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
hu: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|Minden fájl (*.*)|*.*||
ja: 実行ファイル (*.exe)|*.exe|コマンド (*.com)|*.com|PDFファイル (*.pdf)|*.pdf|バッチファイル (*.bat)|*.bat|全てのファイル (*.*)|*.*||

source: Existing
hu: Létező
ja: 存在しています
ka: არსებული

source: Expand (%s)
ja: 展開（%s）
ka: ჩამოშლა (%s)

source: Expand docked window
ja: ドッキングしたウィンドウを展開する
ka: მიმაგრებული სარკმლის ჩამოშლა

source: Explore to
hu: Mappa megnyitása
ja: エクスプローラで開く
ka: გახსნა

source: Export
hu: Exportálás
ja: エクスポート
ka: ექსპორტი

source: Export &directory:
hu: Exportálás i&de:
ja: エクスポート先ディレクトリ(&D):
ka: &დასტის ექსპორტი:

source: Export - TortoiseSVN
hu: Exportálás - TortoiseSVN
ja: エクスポート - TortoiseSVN
ka: ექსპორტი - TortoiseSVN

source: Export directory:
hu: Mappa exportálása:
ja: エクスポート先ディレクトリ:
ka: საექსპორტო დასტა:

source: Export the selected cache as a set of Comma Separated Value (CSV) files
hu: A kiválasztott gyorsítótár exportálása vesszővelt tagolt szövegfájlokként (CSV)
ja: CSVファイルの集合として選択されているキャッシュをエクスポートする

source: Export unversioned files too
hu: Nem verziókezelt fájlokat is exportálja
ja: バージョン管理外のファイルもエクスポートする
ka: არავერსიული ფაილების ექსპორტი

source: Exporting %s
hu: %s exportálása
ja: エクスポート %s
ka: ექსპორტი - %s

source: Exporting...
hu: Exportálás...
ja: エクスポート中 ...
ka: ექსპორტი...

source: Exports a repository to a clean working copy without the svn administrative folders
hu: Exportál egy tárolót egy tiszta munkapéldányba az svn adminisztrációs mappák nélkül
ja: リポジトリからSVN管理フォルダを除いたクリーンな作業コピーをエクスポートする
ka: საცავის სუფთა სამუშაო ასლში ექპოსტირება svn ადმინისტრაციული დასტების გარეშე

source: Exports a set of properties to a file
hu: Tulajdonságok exportálása egy fájlba
ja: ファイルに属性をエクスポートする
ka: პარამეტრების ნაკრების ექსპორტი ფაილში

source: Extension
hu: Kiterjesztés
ja: 拡張子
ka: გაფართოება

source: Extension or mime-type:
hu: Kiterjesztés vagy mime-típus:
ja: 拡張子もしくは Mime タイプ:
ka: გაფართოება ან mime ტიპი:

source: Extension/mime-type specific programs
hu: Kiterjesztés/mime-típus-függő programok
ja: 拡張子／Mime タイプに対応するプログラム
ka: პაკეტი/mime ტიპის სპეციფიური პროგრამები

source: External
hu: Külső
ja: 外部
ka: გარე

source: External Program:
hu: Külső program:
ja: 外部プログラム:
ka: გარე პროგრამა:

source: External Programs::Diff Viewer
hu: Külső programok::Diff megjelenítő
ja: 外部プログラム::差分ビューア
ka: გარე პროგრამები::შედარების მაჩვენებელი

source: External Programs::Merge Tool
hu: Külső programok::Egyesítő program
ja: 外部プログラム::マージツール
ka: გარე პროგრამები::შერწყმის პროგრამა

source: External Programs::Unified Diff Viewer
hu: Külső programok::Egyesített diff megjelenítő
ja: 外部プログラム::Unified形式の差分ビューア
ka: გარე პროგრამები::ბებკის მაჩვენებელი

source: Externals excluded
hu: Külső tárolók kihagyása
ja: 外部を除外
ka: გარე ელემენტთა გარეშე

source: Externals included
hu: Külső tárolókkal együtt
ja: 外部を含む
ka: გარე ელემენტთა ჩათვლით

source: Failed revert
hu: Nem sikerült a visszaállítás
ja: 元に戻せませんでした
ka: აღდგენა ვერ მოხერხდა

source: Failed to connect. Link may be broken.
ja: 接続に失敗しました。 リンクが壊れている可能性があります。
ka: დაკავშირება ვერ ხერხდება. შესაძლოა ბმა დაზიანებულია.

source: Failed to convert ActiveX object.
hu: Nem sikerült az ActiveX objektum konvertálása.
ja: ActiveX オブジェクトの変換に失敗しました。
ka: ActiveX ობიექტის გარდაქმნა ვერ ხერხდება.

source: Failed to create empty document.
hu: Nem sikerült az üres dokumentumot létrehozásni.
ja: 空のドキュメントの作成に失敗しました。
ka: ცარიელი დოკუმენტის შექმნა ცერ მოხერხდა.

source: Failed to create object. Make sure the application is entered in the system registry.
ja: オブジェクトの作成に失敗しました。アプリケーションがシステムレジストリに入力されているかを確認してください。

source: Failed to launch help.
hu: Nem sikerült a súgót elindítani
ja: ヘルプを起動できませんでした。
ka: დახმარებას ვერ ვიყენებ.

source: Failed to launch server application.
hu: Nem sikerült a szervert elindítani.
ja: サーバーアプリケーションの実行に失敗しました。
ka: სერვერის პროგრამის გახსნა ვერ ხერხდება.

source: Failed to open document.
hu: Nem sikerült a dokumentumot betölteni.
ja: ドキュメントを開くことができませんでした。
ka: დოკუმენტის გახსნა ვერ მოხერხდა.

source: Failed to perform server operation.
ja: サーバー操作の実行に失敗しました。
ka: სერვერის ოპერაციის შესრულება ვერ ხერხდება.

source: Failed to save document.
hu: Nem sikerült a dokumentumot kimenteni.
ja: ドキュメントを保存できませんでした。
ka: დოკუმენტის შენახვა ვერ მოხერხდა.

source: Failed to set/remove changelist "%s"
hu: Nem sikerült a(z) "%s" változáslista létrehozása/törlése.
ja: 変更リスト "%s" の設定／削除に失敗しました
ka: "%s" ცვლილებათა სიის მითითება/ამოღება ვერ მოხერხდა

source: Failed to start the issue tracker COM provider "%s". %s
ja: 課題追跡システムのCOMプロバイダ "%s" の開始に失敗しました。 %s

source: Failed!
hu: Sikertelen!
ja: 失敗！
ka: არ შედგა!

source: Fetching file...
hu: Fájl lekérése...
ja: ファイルを取り出す ...
ka: ფაილის ამონაკრები...

source: Fetching revision %s of file:
hu: Fájl %s verziójának lekérése:
ja: リビジョン %s のファイルを取得中:
ka: ფაილის %s ვერსიის მიღება:

source: File
hu: Fájl
ja: ファイル
ka: ფაილი

source: File changes each week:
hu: Fájlváltozások hetente:
ja: 週毎の変更ファイル数:
ka: ფაილთა ცვლილებები კვირაში

source: File diffs
ja: ファイルの差分
ka: ფაილების შედარება

source: File list is empty
hu: A fájllista üres
ja: ファイルリストは空です
ka: ფაილთა სია ცარიელია

source: File patches
hu: Fájl patch-ek
ja: ファイルパッチ
ka: ფაილის ბებკები

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
hu: Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
ka: ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
hu: Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%% Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
ka: ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%% ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
hu: Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
ka: ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%%

source: File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %s (%s) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
hu: Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%% Fájlméret: %s (%s) Szélesség: %ld pixel Magasság: %ld pixel Vízszintes felbontás: %.1f dpi Függőleges felbontás: %.1f dpi Színmélység: %d bit Nagyítás: %d%%
ja: ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %s (%s) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
ka: ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%% ფაილის ზომა: %s (%s) სიგანე: %ld პიქსელი სიმაღლე: %ld პიქსელი განივი გარჩევადობა: %.1f dpi მართობული გარჩევადობა: %.1f dpi სიღრმე: %d ბიტი მასშტაბი: %d%%

source: Filename
hu: Fájlnév
ja: ファイル名
ka: ფაილის სახელი

source: Fill Tool Fill
hu: Kitöltési eszköz Kitöltés
ja: 塗りつぶしツール 塗りつぶし
ka: ჩასხმის სამარჯვი ჩასხმა

source: Filter out the following paths (separate multiple paths with the '*' char):
hu: Az alábbi útvonalak kiszűrése (ha több útvonalat adsz meg, a '*' karakterrel válaszd el őket):
ja: 次のパスを除外する ('*' 文字で複数のパスを分ける):
ka: შემდეგი გეზების გაფილტვრა (სხვადასხვა გეზის გამოყოფა '*' სიმბოლოთი):

source: Filter paths
ja: パスフィルター
ka: ფილტრის გეზები

source: Find
hu: Keresés
ja: 検索
ka: პოვნა

source: Find the specified text Find
hu: Megkeresi a megadott szöveget Keres
ja: 指定された文字列を検索する 検索
ka: ტექსტის პოვნა პოვნა

source: Finished!
hu: Befejezve!
ja: 終了！
ka: დასრულდა!

source: Fit image &sizes
hu: Képek &méreteinek egyeztetése
ja: 画像サイズを合わせる(&S)
ka: გამოსახულებათა &ზომების მორგება

source: Floppy drives (A: B:)
hu: Floppy meghajtók (A: B:)
ja: フロッピードライブ (A: B:)
ka: ფლოპის წამყვანები (A: B:)

source: Fold &tags
hu: &Kiadásokat ne mutassa külön
ja: タグを折りたたむ(&T)
ka: &ჭდეების აკეცვა

source: Folder
hu: Mappa
ja: フォルダ
ka: დასტა

source: Font
hu: Betűtípus
ja: フォント
ka: შრიფტი

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
hu: A Súgóhoz nyomj F1-et. Vízszintes görgetéshez használd a Ctrl+egérgörgőt.
ja: ヘルプを表示するには、F1 を押してください。水平方向にスクロールしたい場合は、Ctrl キーを押しながらマウスをホイールしてください。
ka: დახმარებისთვის დააჭირეთ F1-ს. განივი გადაფურცვლა Ctrl-ბზრიალათი

source: For complete history deselect "Stop on copy/rename"
hu: A teljes előzményhez vedd ki a pipát a "Másolásnál / átnevezésnél megáll" mezőből
ja: すべての履歴を表示するためには "コピー／名前の変更が発生したら停止" のチェックをはずしてください
ka: სრულის ისტორიისთვის ამორთეთ "შეჩერება კოპირება/გადარქმევისას"

source: Forward
hu: Előre
ja: 前へ
ka: წინ

source: From URL:
hu: Forrás URL:
ja: 元 URL:
ka: საწყისი მისამართი:

source: From:
hu: Ettől:
ja: 元:
ka: აქედან:

source: From: (start URL and revision of the range to merge)
hu: Ettől (az egyesítendő intervallum kezdő URL-je és verziója):
ja: 元: （マージする範囲の始点を指すURLとリビジョン）
ka: აქედან: (შერწყმის რანგის საწყისი მისამართი და ვერსია)

source: Full Screen
hu: Teljes képernyő
ja: フルスクリーン
ka: სრული ეკრანი

source: Fully recursive
hu: Rekurzívan minden fájlt/almappát
ja: 再帰的
ka: სრულად რეკურსიული

source: GDI+ couldn't be initialized!
hu: A GDI+ inicializálása sikertelen!
ja: GDI+ を初期化できませんでした！
ka: შეუძლებელია GDI+ ინიციალიზება

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
hu: A GDI+ nem tudott létrehozni egy bitkép objektumot. Valószínűleg nincs elég memória.
ja: GDI+ はビットマップオブジェクトを作成できませんでした。おそらく十分なメモリがありません。
ka: GDI+ ვერ ქმნის ნახატს. შესაძლოა მეხსიერების უკმარისობის გამო.

source: GDI+ is required to save the revision graph as a picture. You can get GDI+ from <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
hu: A GDI+ szükséges, hogy a verzió-grafikont képként elmenthesd. A GDI+ letölthető az alábbi címről: <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
ja: GDI+ はリビジョングラフを画像として保存するために必要です。 GDI+ は以下から入手することができます。 <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>
ka: შემოწმების გრაფიკის ნახატად შენახვისთვის საჭიროა GDI+. GDI+ შეგიძლიათ აქედან გადმოწეროთfrom <u><a=http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en>http://www.microsoft.com/downloads/details.aspx?FamilyID=6a63ab9c-df12-4d41-933c-be590feaa05a&DisplayLang=en</a></u>

source: Gathering information. Please wait...
hu: Információ összegyűjtése, kis türemlet...
ja: 情報を集めています。しばらくお待ちください ...
ka: ინფორმაციის შეგროვება. გთხოვთ დაიცადოთ...

source: General
hu: Általános
ja: 一般
ka: ზოგადი

source: General::Colors
hu: Általános::Színek
ja: 一般::色
ka: ზოგადი::ფერები

source: General::Context Menu
hu: Általános::Helyi menü
ja: 一般::コンテキストメニュー
ka: ზოგადი::კონტექსტური მენიუ

source: General::Dialogs 1
hu: Általános::Ablakok 1
ja: 一般::ダイアログ１
ka: ზოგადი::დიალოგები 1

source: General::Dialogs 2
hu: Általános::Ablakok 2
ja: 一般::ダイアログ２
ka: ზოგადი::დიალოგები 2

source: Generating patchfile...
hu: Patchfájl készítése...
ja: パッチファイルを作成中 ...
ka: ბებკის გენერაცია...

source: Get loc&k...
hu: &Zárolás...
ja: ロックを取得(&K) ...
ka: და&ბლოკვა...

source: Get merge logs
ja: マージのログを取得する
ka: შერწყმის დავთრების წაკითხვა
